{"https://grammarly.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": " We make money when users purchase our paid products, and not by selling or monetizing your content. We offer a free product and hope you’ll purchase one of our paid products (read more). "}, {"1": " When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more). "}, {"2": " To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more)."}, {"3": " We have stringent security mechanisms in place to protect your data and maintain your privacy (read more)."}, {"4": " We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more). "}, {"5": " We offer and allow you to exercise privacy rights and choices, including as may be required under applicable laws (read more). "}, {"6": "We offer free and paid products, and we make money from subscriptions of the paid products. Grammarly does not monetize data or use the content customers upload to our products for advertising purposes."}, {"7": "Account information when you sign up for an account, which includes your email address, password, name, and email preferences. If you sign up through a third-party service, like Google or Apple, we’ll collect the information from them that you authorize."}, {"8": "User content, which consists of all the text and documents that you upload, enter, or otherwise transmit to us when you use our products. For information on how we use, process, protect, and store user content, please see \"For What Purposes Does Grammarly Use Personal Data?\" and \"How Does Grammarly Secure and Store Personal Data?\" You can also review our Technical Specifications."}, {"9": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"10": "Inferences. We may also derive information or draw inferences about you based on the information we collect. For example, we may make inferences about your approximate location based on your IP address, infer that you are looking to purchase certain Grammarly products based on your browsing behavior and past purchases, and, depending upon your account settings, we may infer the industry you work in based on your writing and other metadata, or infer writing style preferences based on your prior use of our products."}, {"11": "Yes, we sometimes obtain information about you from our partners or others that we use to make our information and our products better or more useful. This data may be combined with the other information we collect and might include aggregate-level data, such as which IP addresses correspond to zip codes or countries. Or it might be more specific, such as data about your company or job function, which we may use, for example, to advertise Grammarly products to you. "}, {"12": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"13": "Providing support to you. We use your personal data to communicate with you and resolve any issues that you may encounter with our products. For example, if you contact our support team, we may need access to account information in order to respond to your request."}, {"14": "Troubleshooting and debugging our products. We use personal data to resolve technical issues that arise with our products. For example, we use log data to track outages."}, {"15": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"16": "Processing payments. If you are a paying customer, we work with payment processors to process your payment information to enable your transaction."}, {"17": "Promoting our products. We use personal data to send promotional communications. For example, depending on your location and consent settings, we may use account information to send you marketing emails about new products or offers, from which you can unsubscribe."}, {"18": "Complying with legal obligations and protecting against harm. We use personal data to: (a) comply with applicable laws, regulations, legal processes, and governmental requests, (b) protect our or others’ legal rights, and (c) protect ourselves or our users from fraud, abuse, or other illegal or potentially harmful activities."}, {"19": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"20": "Trusted service providers. We use service providers like Amazon Web Services to provide services that allow us to serve our users. These trusted service providers are bound by agreements that require them to follow data privacy and security requirements and only use your data in the way we tell them to. "}, {"21": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}, {"22": "Organization IT administrators and representatives. When you join Grammarly through a company, organization, or other legal entity (e.g., through Grammarly Business, Grammarly for Education, or certain Grammarly Pro offerings), the administrator of that team may access and control your Grammarly account (see below). If you created an account using an email address belonging to your employer or organization, we may share your email address with the administrators or representatives of that employer or organization to, for example, allow them to invite you to a Grammarly Business account or reach out to them about purchasing Grammarly Business."}, {"23": "Other users. If you join a Grammarly Business or Grammarly for Education account or create an account with an email address belonging to your employer or organization, we may suggest you as a potential collaborator to other users of that account."}, {"24": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}, {"25": "An acquirer of Grammarly’s business or assets. We may disclose personal data to manage or give effect to a reorganization, restructuring, merger, acquisition, or whole or partial sale or transfer of our business or assets (“Business Transaction”) that our business decides to enter into. We’ll notify you (for example, via a message to the email address associated with your account) of any Business Transaction involving your personal data and outline your choices in that event."}, {"26": "With your consent or otherwise at your direction. If you consent to us disclosing your personal data to a particular recipient or otherwise direct us to do so, we may do so."}, {"27": "Opt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. "}, {"28": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"29": "Some US states have enacted privacy laws that grant their residents certain rights and require specific disclosures (“State Privacy Laws”). If you reside in California, Colorado, Connecticut, Delaware, Iowa, Montana, Nebraska, New Hampshire, New Jersey, Oregon, Texas, Utah, or Virginia, this section applies to you. This section also serves as our California notice at collection.Additional DisclosuresAbove we explain how we collect, use, and disclose information about you, as well as our targeted advertising practices. As required by certain State Privacy Laws, we use the tables below to explain this same information.  Use, Disclosure, and Retention of Personal Information for Business Purposes "}, {"30": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}, {"31": "We do not engage in sales, sharing, or targeted advertising using personal information about anyone we know to be under the age of 18. \nYour Rights under State Privacy Laws\nOpt Out of Sales, Sharing, and Targeted AdvertisingYou may opt out of activities that we engage in that may constitute “targeted advertising,” “sharing,” or “sales” of personal information under the State Privacy Laws. To do so:  Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control.You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out. Access, Correction, and DeletionYou have the right to (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To exercise these rights, follow the instructions in the “Your Other Data Rights” section above. We may ask you for information to verify your identity and, if you do not provide enough information for us to reasonably verify your identity, we will not be able to fulfill your request. NondiscriminationYou have the right not to be discriminated against for exercising any of your privacy rights.\nAppealsIf we deny your request, you may appeal our decision by submitting a support ticket. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside.Authorized Agents If you are an authorized agent seeking to make a request to opt out of sales, sharing, or targeted advertising on behalf of a consumer, please contact us at privacy@grammarly.com.  If you reside in California, you may also designate an authorized agent to submit an access, deletion, or correction request on your behalf. We may ask authorized agents to submit proof of their authority to make a request, such as a valid power of attorney or proof that they have signed permission from the consumer who is the subject of the request. In some cases, we may contact the consumer who is the subject of the request to verify their own identity or confirm the authorized agent has permission to submit the request. If you are an authorized agent seeking to make an access, correction, or deletion request on behalf of a California consumer, please submit a support ticket. "}, {"32": "We Stand With Ukraine"}]}, "count": 33}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Names of user contacts in the Grammarly Keyboard (on-device storage only)"}, {"1": "Trusted service providers. We use service providers like Amazon Web Services to provide services that allow us to serve our users. These trusted service providers are bound by agreements that require them to follow data privacy and security requirements and only use your data in the way we tell them to. "}, {"2": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}, {"3": "Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control."}]}, "count": 4}, "information": {"text": {"information": [{"0": " When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more). "}, {"1": " To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more)."}, {"2": " We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more). "}, {"3": "California Notice at Collection and Additional Information for Residents of Certain U.S. States"}, {"4": "Account information "}, {"5": "Payment information "}, {"6": "Log data and device information, which includes, for example, internet protocol (IP) address, device type, browser type and version, time zone setting and location, browser plug-in types and versions, and operating system and platform."}, {"7": "User content, which consists of all the text and documents that you upload, enter, or otherwise transmit to us when you use our products. For information on how we use, process, protect, and store user content, please see \"For What Purposes Does Grammarly Use Personal Data?\" and \"How Does Grammarly Secure and Store Personal Data?\" You can also review our Technical Specifications."}, {"8": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"9": "Cookie information and other identifiers to enable our systems to recognize your browser or device and provide, protect, improve, and promote our products and services.  "}, {"10": "Other information you provide directly to us"}, {"11": "Inferences. We may also derive information or draw inferences about you based on the information we collect. For example, we may make inferences about your approximate location based on your IP address, infer that you are looking to purchase certain Grammarly products based on your browsing behavior and past purchases, and, depending upon your account settings, we may infer the industry you work in based on your writing and other metadata, or infer writing style preferences based on your prior use of our products."}, {"12": "Yes, we sometimes obtain information about you from our partners or others that we use to make our information and our products better or more useful. This data may be combined with the other information we collect and might include aggregate-level data, such as which IP addresses correspond to zip codes or countries. Or it might be more specific, such as data about your company or job function, which we may use, for example, to advertise Grammarly products to you. "}, {"13": "Providing support to you. We use your personal data to communicate with you and resolve any issues that you may encounter with our products. For example, if you contact our support team, we may need access to account information in order to respond to your request."}, {"14": "Processing payments. If you are a paying customer, we work with payment processors to process your payment information to enable your transaction."}, {"15": "Promoting our products. We use personal data to send promotional communications. For example, depending on your location and consent settings, we may use account information to send you marketing emails about new products or offers, from which you can unsubscribe."}, {"16": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"17": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}, {"18": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}, {"19": "Correct or update your data. You can update your name, email address, and language preferences through your Grammarly account settings. If you registered for Grammarly using Google or Facebook, or if you otherwise have problems updating this information, please submit a support ticket. "}, {"20": "California Notice at Collection & Additional Information for Residents of Certain US States "}, {"21": " Use, Disclosure, and Retention of Personal Information for Business Purposes "}, {"22": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}, {"23": "We do not engage in sales, sharing, or targeted advertising using personal information about anyone we know to be under the age of 18. \nYour Rights under State Privacy Laws\nOpt Out of Sales, Sharing, and Targeted AdvertisingYou may opt out of activities that we engage in that may constitute “targeted advertising,” “sharing,” or “sales” of personal information under the State Privacy Laws. To do so:  Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control.You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out. Access, Correction, and DeletionYou have the right to (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To exercise these rights, follow the instructions in the “Your Other Data Rights” section above. We may ask you for information to verify your identity and, if you do not provide enough information for us to reasonably verify your identity, we will not be able to fulfill your request. NondiscriminationYou have the right not to be discriminated against for exercising any of your privacy rights.\nAppealsIf we deny your request, you may appeal our decision by submitting a support ticket. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside.Authorized Agents If you are an authorized agent seeking to make a request to opt out of sales, sharing, or targeted advertising on behalf of a consumer, please contact us at privacy@grammarly.com.  If you reside in California, you may also designate an authorized agent to submit an access, deletion, or correction request on your behalf. We may ask authorized agents to submit proof of their authority to make a request, such as a valid power of attorney or proof that they have signed permission from the consumer who is the subject of the request. In some cases, we may contact the consumer who is the subject of the request to verify their own identity or confirm the authorized agent has permission to submit the request. If you are an authorized agent seeking to make an access, correction, or deletion request on behalf of a California consumer, please submit a support ticket. "}, {"24": "Access information related to your account, such as usage data"}]}, "count": 25}, "use": {"text": {"use": [{"0": " When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more). "}, {"1": " To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more)."}, {"2": " We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more). "}, {"3": "For What Purposes Does Grammarly Use Personal Data?"}, {"4": "We offer free and paid products, and we make money from subscriptions of the paid products. Grammarly does not monetize data or use the content customers upload to our products for advertising purposes."}, {"5": "Payment information if you are a paying customer, which includes payment transaction history and limited payment card information. If you use PayPal, the Google Play Store, the Apple App Store, or another payment processor to finalize and pay for your order, you will provide your payment information directly to those providers, not us."}, {"6": "For What Purposes Does Grammarly Use Personal Data?"}, {"7": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"8": "Other information you provide directly to us, such as in situations where you may have the option to submit additional information as you use our products. For example, you may choose to participate in surveys where you can provide feedback on our products."}, {"9": "Inferences. We may also derive information or draw inferences about you based on the information we collect. For example, we may make inferences about your approximate location based on your IP address, infer that you are looking to purchase certain Grammarly products based on your browsing behavior and past purchases, and, depending upon your account settings, we may infer the industry you work in based on your writing and other metadata, or infer writing style preferences based on your prior use of our products."}, {"10": "Yes, we sometimes obtain information about you from our partners or others that we use to make our information and our products better or more useful. This data may be combined with the other information we collect and might include aggregate-level data, such as which IP addresses correspond to zip codes or countries. Or it might be more specific, such as data about your company or job function, which we may use, for example, to advertise Grammarly products to you. "}, {"11": "For What Purposes Does Grammarly Use Personal Data?"}, {"12": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"13": "Providing support to you. We use your personal data to communicate with you and resolve any issues that you may encounter with our products. For example, if you contact our support team, we may need access to account information in order to respond to your request."}, {"14": "Troubleshooting and debugging our products. We use personal data to resolve technical issues that arise with our products. For example, we use log data to track outages."}, {"15": "Promoting our products. We use personal data to send promotional communications. For example, depending on your location and consent settings, we may use account information to send you marketing emails about new products or offers, from which you can unsubscribe."}, {"16": "Complying with legal obligations and protecting against harm. We use personal data to: (a) comply with applicable laws, regulations, legal processes, and governmental requests, (b) protect our or others’ legal rights, and (c) protect ourselves or our users from fraud, abuse, or other illegal or potentially harmful activities."}, {"17": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"18": "Trusted service providers. We use service providers like Amazon Web Services to provide services that allow us to serve our users. These trusted service providers are bound by agreements that require them to follow data privacy and security requirements and only use your data in the way we tell them to. "}, {"19": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}, {"20": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}, {"21": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"22": " Use, Disclosure, and Retention of Personal Information for Business Purposes "}, {"23": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}, {"24": "Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control."}, {"25": "You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out."}, {"26": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}]}, "count": 27}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": " We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more). "}, {"1": "Payment information if you are a paying customer, which includes payment transaction history and limited payment card information. If you use PayPal, the Google Play Store, the Apple App Store, or another payment processor to finalize and pay for your order, you will provide your payment information directly to those providers, not us."}, {"2": "Cookie information and other identifiers to enable our systems to recognize your browser or device and provide, protect, improve, and promote our products and services.  "}, {"3": "Other information you provide directly to us"}, {"4": "Inferences. We may also derive information or draw inferences about you based on the information we collect. For example, we may make inferences about your approximate location based on your IP address, infer that you are looking to purchase certain Grammarly products based on your browsing behavior and past purchases, and, depending upon your account settings, we may infer the industry you work in based on your writing and other metadata, or infer writing style preferences based on your prior use of our products."}, {"5": "Yes, we sometimes obtain information about you from our partners or others that we use to make our information and our products better or more useful. This data may be combined with the other information we collect and might include aggregate-level data, such as which IP addresses correspond to zip codes or countries. Or it might be more specific, such as data about your company or job function, which we may use, for example, to advertise Grammarly products to you. "}, {"6": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"7": "Complying with legal obligations and protecting against harm. We use personal data to: (a) comply with applicable laws, regulations, legal processes, and governmental requests, (b) protect our or others’ legal rights, and (c) protect ourselves or our users from fraud, abuse, or other illegal or potentially harmful activities."}, {"8": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"9": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}, {"10": "Organization IT administrators and representatives. When you join Grammarly through a company, organization, or other legal entity (e.g., through Grammarly Business, Grammarly for Education, or certain Grammarly Pro offerings), the administrator of that team may access and control your Grammarly account (see below). If you created an account using an email address belonging to your employer or organization, we may share your email address with the administrators or representatives of that employer or organization to, for example, allow them to invite you to a Grammarly Business account or reach out to them about purchasing Grammarly Business."}, {"11": "Other users. "}, {"12": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}, {"13": "Opt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. "}, {"14": "Other choices regarding cookies and similar technologies"}, {"15": "Your Other Data Rights"}, {"16": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"17": "Your Other Data Rights"}, {"18": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}]}, "count": 19}, "if": {"text": {"if": [{"0": " This policy explains our global privacy practices. If you live in certain places, additional disclosures may apply to you. For instance, if you reside in California, you can read our California Notice at Collection, and if you reside in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can read our Supplemental EEA+ Privacy Statement."}, {"1": " When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more). "}, {"2": "Account information when you sign up for an account, which includes your email address, password, name, and email preferences. If you sign up through a third-party service, like Google or Apple, we’ll collect the information from them that you authorize."}, {"3": "Payment information if you are a paying customer, which includes payment transaction history and limited payment card information. If you use PayPal, the Google Play Store, the Apple App Store, or another payment processor to finalize and pay for your order, you will provide your payment information directly to those providers, not us."}, {"4": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"5": "Providing support to you. We use your personal data to communicate with you and resolve any issues that you may encounter with our products. For example, if you contact our support team, we may need access to account information in order to respond to your request."}, {"6": "Processing payments. If you are a paying customer, we work with payment processors to process your payment information to enable your transaction."}, {"7": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}, {"8": "Organization IT administrators and representatives. When you join Grammarly through a company, organization, or other legal entity (e.g., through Grammarly Business, Grammarly for Education, or certain Grammarly Pro offerings), the administrator of that team may access and control your Grammarly account (see below). If you created an account using an email address belonging to your employer or organization, we may share your email address with the administrators or representatives of that employer or organization to, for example, allow them to invite you to a Grammarly Business account or reach out to them about purchasing Grammarly Business."}, {"9": "Other users. If you join a Grammarly Business or Grammarly for Education account or create an account with an email address belonging to your employer or organization, we may suggest you as a potential collaborator to other users of that account."}, {"10": "With your consent or otherwise at your direction. If you consent to us disclosing your personal data to a particular recipient or otherwise direct us to do so, we may do so."}, {"11": "Opt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. "}, {"12": "Other choices regarding cookies and similar technologies. If you live outside of the US, please click the footer link titled “Cookie Preferences” to control the cookies set on our websites. All users can adjust browser settings to remove or reject browser cookies. "}, {"13": "Correct or update your data. You can update your name, email address, and language preferences through your Grammarly account settings. If you registered for Grammarly using Google or Facebook, or if you otherwise have problems updating this information, please submit a support ticket. "}, {"14": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"15": "Some US states have enacted privacy laws that grant their residents certain rights and require specific disclosures (“State Privacy Laws”). If you reside in California, Colorado, Connecticut, Delaware, Iowa, Montana, Nebraska, New Hampshire, New Jersey, Oregon, Texas, Utah, or Virginia, this section applies to you. This section also serves as our California notice at collection.Additional DisclosuresAbove we explain how we collect, use, and disclose information about you, as well as our targeted advertising practices. As required by certain State Privacy Laws, we use the tables below to explain this same information.  Use, Disclosure, and Retention of Personal Information for Business Purposes "}, {"16": "Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control."}, {"17": "You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out."}, {"18": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}]}, "count": 19}, "when": {"text": {"when": [{"0": "When this policy applies:"}, {"1": "When this policy doesn’t apply: "}, {"2": " We make money when users purchase our paid products, and not by selling or monetizing your content. We offer a free product and hope you’ll purchase one of our paid products (read more). "}, {"3": " When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more). "}, {"4": "Account information when you sign up for an account, which includes your email address, password, name, and email preferences. If you sign up through a third-party service, like Google or Apple, we’ll collect the information from them that you authorize."}, {"5": "Sales and support data, which is the personal data you share with us when you interact with our customer support and sales teams. "}, {"6": "User content, which consists of all the text and documents that you upload, enter, or otherwise transmit to us when you use our products. For information on how we use, process, protect, and store user content, please see \"For What Purposes Does Grammarly Use Personal Data?\" and \"How Does Grammarly Secure and Store Personal Data?\" You can also review our Technical Specifications."}, {"7": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"8": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"9": "Organization IT administrators and representatives. When you join Grammarly through a company, organization, or other legal entity (e.g., through Grammarly Business, Grammarly for Education, or certain Grammarly Pro offerings), the administrator of that team may access and control your Grammarly account (see below). If you created an account using an email address belonging to your employer or organization, we may share your email address with the administrators or representatives of that employer or organization to, for example, allow them to invite you to a Grammarly Business account or reach out to them about purchasing Grammarly Business."}, {"10": "Opt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. "}, {"11": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}]}, "count": 12}, "help": {"text": {"help": [{"0": "Help Center"}, {"1": "Help Center"}, {"2": " We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more). "}, {"3": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"4": "You can contact us with questions relating to this Privacy Policy or requests to exercise your privacy rights by submitting a help desk request here, emailing privacy@grammarly.com, or contacting us via postal mail at Grammarly, Inc., 548 Market Street, #35410, San Francisco, CA 94104."}, {"5": "Help Center"}]}, "count": 6}, "access": {"text": {"access": [{"0": "Names of user contacts in the Grammarly Keyboard (on-device storage only) to make appropriate spelling suggestions. The Grammarly Keyboard may request or obtain access to your contacts’ names on your device. For instance, Grammarly will do so to try to not autocorrect names in your list of contacts. These names will be stored solely on your device within the Grammarly Keyboard app and are never sent to Grammarly servers."}, {"1": "Providing support to you. We use your personal data to communicate with you and resolve any issues that you may encounter with our products. For example, if you contact our support team, we may need access to account information in order to respond to your request."}, {"2": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"3": "Organization IT administrators and representatives. When you join Grammarly through a company, organization, or other legal entity (e.g., through Grammarly Business, Grammarly for Education, or certain Grammarly Pro offerings), the administrator of that team may access and control your Grammarly account (see below). If you created an account using an email address belonging to your employer or organization, we may share your email address with the administrators or representatives of that employer or organization to, for example, allow them to invite you to a Grammarly Business account or reach out to them about purchasing Grammarly Business."}, {"4": "Request a personal data report. You can submit an access request for your data through your Grammarly account settings."}, {"5": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}, {"6": "Access, Correction, and Deletion"}, {"7": "Access information related to your account, such as usage data"}, {"8": "Control your account, including restricting or terminating your access to it"}]}, "count": 9}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "We do not engage in sales, sharing, or targeted advertising using personal information about anyone we know to be under the age of 18. \nYour Rights under State Privacy Laws\nOpt Out of Sales, Sharing, and Targeted AdvertisingYou may opt out of activities that we engage in that may constitute “targeted advertising,” “sharing,” or “sales” of personal information under the State Privacy Laws. To do so:  Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control.You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out. Access, Correction, and DeletionYou have the right to (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To exercise these rights, follow the instructions in the “Your Other Data Rights” section above. We may ask you for information to verify your identity and, if you do not provide enough information for us to reasonably verify your identity, we will not be able to fulfill your request. NondiscriminationYou have the right not to be discriminated against for exercising any of your privacy rights.\nAppealsIf we deny your request, you may appeal our decision by submitting a support ticket. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside.Authorized Agents If you are an authorized agent seeking to make a request to opt out of sales, sharing, or targeted advertising on behalf of a consumer, please contact us at privacy@grammarly.com.  If you reside in California, you may also designate an authorized agent to submit an access, deletion, or correction request on your behalf. We may ask authorized agents to submit proof of their authority to make a request, such as a valid power of attorney or proof that they have signed permission from the consumer who is the subject of the request. In some cases, we may contact the consumer who is the subject of the request to verify their own identity or confirm the authorized agent has permission to submit the request. If you are an authorized agent seeking to make an access, correction, or deletion request on behalf of a California consumer, please submit a support ticket. "}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "(View Previous Version)When you use Grammarly’s products, you’re trusting us to handle your personal data with care. We take that trust seriously. When this policy applies: We, Grammarly, Inc., provide this Privacy Policy to explain how we collect, use, and disclose your personal data when you interact with us as an individual, such as when you create an account and receive our products directly from us (such as through our Grammarly Free, Premium, and Pro products). It also applies when you browse our websites or similarly interact with us, such as by subscribing to our marketing emails.When this policy doesn’t apply: This Privacy Policy does not apply to the content you upload to our products if you use a Grammarly Business, Grammarly for Education, or Grammarly Pro account under the management of a company, organization, or other legal entity. For those accounts, we process such personal data on behalf of and in accordance with the contract and data protection terms with such legal entity (read more). We may update this Privacy Policy from time to time, in which case we will provide you with notice of updates or seek your consent to the updates as may be required by applicable laws.SummaryWhile we hope you read this entire Privacy Policy, here is a brief overview of some important points: This policy explains our global privacy practices. If you live in certain places, additional disclosures may apply to you. For instance, if you reside in California, you can read our California Notice at Collection, and if you reside in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can read our Supplemental EEA+ Privacy Statement. We make money when users purchase our paid products, and not by selling or monetizing your content. We offer a free product and hope you’ll purchase one of our paid products (read more).  When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more).  To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more). We have stringent security mechanisms in place to protect your data and maintain your privacy (read more). We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more).  We offer and allow you to exercise privacy rights and choices, including as may be required under applicable laws (read more). "}, {"1": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"2": "Inferences. We may also derive information or draw inferences about you based on the information we collect. For example, we may make inferences about your approximate location based on your IP address, infer that you are looking to purchase certain Grammarly products based on your browsing behavior and past purchases, and, depending upon your account settings, we may infer the industry you work in based on your writing and other metadata, or infer writing style preferences based on your prior use of our products."}, {"3": "Yes, we sometimes obtain information about you from our partners or others that we use to make our information and our products better or more useful. This data may be combined with the other information we collect and might include aggregate-level data, such as which IP addresses correspond to zip codes or countries. Or it might be more specific, such as data about your company or job function, which we may use, for example, to advertise Grammarly products to you. "}, {"4": "Some US states have enacted privacy laws that grant their residents certain rights and require specific disclosures (“State Privacy Laws”). If you reside in California, Colorado, Connecticut, Delaware, Iowa, Montana, Nebraska, New Hampshire, New Jersey, Oregon, Texas, Utah, or Virginia, this section applies to you. This section also serves as our California notice at collection.Additional DisclosuresAbove we explain how we collect, use, and disclose information about you, as well as our targeted advertising practices. As required by certain State Privacy Laws, we use the tables below to explain this same information.  Use, Disclosure, and Retention of Personal Information for Business Purposes "}, {"5": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}]}, "count": 6}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "Other information you provide directly to us, such as in situations where you may have the option to submit additional information as you use our products. For example, you may choose to participate in surveys where you can provide feedback on our products."}, {"1": "Providing support to you. We use your personal data to communicate with you and resolve any issues that you may encounter with our products. For example, if you contact our support team, we may need access to account information in order to respond to your request."}, {"2": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}, {"3": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"4": "You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out."}]}, "count": 5}, "you can": {"text": {"you can": [{"0": " This policy explains our global privacy practices. If you live in certain places, additional disclosures may apply to you. For instance, if you reside in California, you can read our California Notice at Collection, and if you reside in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can read our Supplemental EEA+ Privacy Statement."}, {"1": "User content, which consists of all the text and documents that you upload, enter, or otherwise transmit to us when you use our products. For information on how we use, process, protect, and store user content, please see \"For What Purposes Does Grammarly Use Personal Data?\" and \"How Does Grammarly Secure and Store Personal Data?\" You can also review our Technical Specifications."}, {"2": "Other information you provide directly to us, such as in situations where you may have the option to submit additional information as you use our products. For example, you may choose to participate in surveys where you can provide feedback on our products."}, {"3": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"4": "Promoting our products. We use personal data to send promotional communications. For example, depending on your location and consent settings, we may use account information to send you marketing emails about new products or offers, from which you can unsubscribe."}, {"5": "Opt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. "}, {"6": "Stop us from using your personal data for marketing emails. You can ask us to stop using your personal data for marketing emails by clicking “Unsubscribe” on the emails you receive or via your account settings. "}, {"7": "Request a personal data report. You can submit an access request for your data through your Grammarly account settings."}, {"8": "Correct or update your data. You can update your name, email address, and language preferences through your Grammarly account settings. If you registered for Grammarly using Google or Facebook, or if you otherwise have problems updating this information, please submit a support ticket. "}, {"9": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"10": "Move your data out of Grammarly. You can download the documents you’ve stored in your Grammarly account by following the steps here. You can download your billing receipts by following the instructions here and download a copy of your document statistics by following the instructions here. "}, {"11": "Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control."}, {"12": "You can contact us with questions relating to this Privacy Policy or requests to exercise your privacy rights by submitting a help desk request here, emailing privacy@grammarly.com, or contacting us via postal mail at Grammarly, Inc., 548 Market Street, #35410, San Francisco, CA 94104."}]}, "count": 13}, "right": {"text": {"right": [{"0": "We do not engage in sales, sharing, or targeted advertising using personal information about anyone we know to be under the age of 18. \nYour Rights under State Privacy Laws\nOpt Out of Sales, Sharing, and Targeted AdvertisingYou may opt out of activities that we engage in that may constitute “targeted advertising,” “sharing,” or “sales” of personal information under the State Privacy Laws. To do so:  Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control.You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out. Access, Correction, and DeletionYou have the right to (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To exercise these rights, follow the instructions in the “Your Other Data Rights” section above. We may ask you for information to verify your identity and, if you do not provide enough information for us to reasonably verify your identity, we will not be able to fulfill your request. NondiscriminationYou have the right not to be discriminated against for exercising any of your privacy rights.\nAppealsIf we deny your request, you may appeal our decision by submitting a support ticket. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside.Authorized Agents If you are an authorized agent seeking to make a request to opt out of sales, sharing, or targeted advertising on behalf of a consumer, please contact us at privacy@grammarly.com.  If you reside in California, you may also designate an authorized agent to submit an access, deletion, or correction request on your behalf. We may ask authorized agents to submit proof of their authority to make a request, such as a valid power of attorney or proof that they have signed permission from the consumer who is the subject of the request. In some cases, we may contact the consumer who is the subject of the request to verify their own identity or confirm the authorized agent has permission to submit the request. If you are an authorized agent seeking to make an access, correction, or deletion request on behalf of a California consumer, please submit a support ticket. "}, {"1": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}]}, "count": 2}, "choice": {"text": {"choice": [{"0": "Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control."}]}, "count": 1}, "request": {"text": {"request": [{"0": "Names of user contacts in the Grammarly Keyboard (on-device storage only) to make appropriate spelling suggestions. The Grammarly Keyboard may request or obtain access to your contacts’ names on your device. For instance, Grammarly will do so to try to not autocorrect names in your list of contacts. These names will be stored solely on your device within the Grammarly Keyboard app and are never sent to Grammarly servers."}, {"1": "Providing support to you. We use your personal data to communicate with you and resolve any issues that you may encounter with our products. For example, if you contact our support team, we may need access to account information in order to respond to your request."}, {"2": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}, {"3": "Request a personal data report. "}, {"4": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"5": "We do not engage in sales, sharing, or targeted advertising using personal information about anyone we know to be under the age of 18. \nYour Rights under State Privacy Laws\nOpt Out of Sales, Sharing, and Targeted AdvertisingYou may opt out of activities that we engage in that may constitute “targeted advertising,” “sharing,” or “sales” of personal information under the State Privacy Laws. To do so:  Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control.You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out. Access, Correction, and DeletionYou have the right to (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To exercise these rights, follow the instructions in the “Your Other Data Rights” section above. We may ask you for information to verify your identity and, if you do not provide enough information for us to reasonably verify your identity, we will not be able to fulfill your request. NondiscriminationYou have the right not to be discriminated against for exercising any of your privacy rights.\nAppealsIf we deny your request, you may appeal our decision by submitting a support ticket. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside.Authorized Agents If you are an authorized agent seeking to make a request to opt out of sales, sharing, or targeted advertising on behalf of a consumer, please contact us at privacy@grammarly.com.  If you reside in California, you may also designate an authorized agent to submit an access, deletion, or correction request on your behalf. We may ask authorized agents to submit proof of their authority to make a request, such as a valid power of attorney or proof that they have signed permission from the consumer who is the subject of the request. In some cases, we may contact the consumer who is the subject of the request to verify their own identity or confirm the authorized agent has permission to submit the request. If you are an authorized agent seeking to make an access, correction, or deletion request on behalf of a California consumer, please submit a support ticket. "}, {"6": "You can contact us with questions relating to this Privacy Policy or requests to exercise your privacy rights by submitting a help desk request here, emailing privacy@grammarly.com, or contacting us via postal mail at Grammarly, Inc., 548 Market Street, #35410, San Francisco, CA 94104."}]}, "count": 7}, "delete": {"text": {"delete": [{"0": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"1": "Delete your data."}, {"2": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}]}, "count": 3}, "deletion": {"text": {"deletion": [{"0": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"1": "We do not engage in sales, sharing, or targeted advertising using personal information about anyone we know to be under the age of 18. \nYour Rights under State Privacy Laws\nOpt Out of Sales, Sharing, and Targeted AdvertisingYou may opt out of activities that we engage in that may constitute “targeted advertising,” “sharing,” or “sales” of personal information under the State Privacy Laws. To do so:  Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control.You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out. Access, Correction, and DeletionYou have the right to (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To exercise these rights, follow the instructions in the “Your Other Data Rights” section above. We may ask you for information to verify your identity and, if you do not provide enough information for us to reasonably verify your identity, we will not be able to fulfill your request. NondiscriminationYou have the right not to be discriminated against for exercising any of your privacy rights.\nAppealsIf we deny your request, you may appeal our decision by submitting a support ticket. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside.Authorized Agents If you are an authorized agent seeking to make a request to opt out of sales, sharing, or targeted advertising on behalf of a consumer, please contact us at privacy@grammarly.com.  If you reside in California, you may also designate an authorized agent to submit an access, deletion, or correction request on your behalf. We may ask authorized agents to submit proof of their authority to make a request, such as a valid power of attorney or proof that they have signed permission from the consumer who is the subject of the request. In some cases, we may contact the consumer who is the subject of the request to verify their own identity or confirm the authorized agent has permission to submit the request. If you are an authorized agent seeking to make an access, correction, or deletion request on behalf of a California consumer, please submit a support ticket. "}]}, "count": 2}, "remove": {"text": {"remove": [{"0": "Other choices regarding cookies and similar technologies. If you live outside of the US, please click the footer link titled “Cookie Preferences” to control the cookies set on our websites. All users can adjust browser settings to remove or reject browser cookies. "}, {"1": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}]}, "count": 2}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "(View Previous Version)When you use Grammarly’s products, you’re trusting us to handle your personal data with care. We take that trust seriously. When this policy applies: We, Grammarly, Inc., provide this Privacy Policy to explain how we collect, use, and disclose your personal data when you interact with us as an individual, such as when you create an account and receive our products directly from us (such as through our Grammarly Free, Premium, and Pro products). It also applies when you browse our websites or similarly interact with us, such as by subscribing to our marketing emails.When this policy doesn’t apply: This Privacy Policy does not apply to the content you upload to our products if you use a Grammarly Business, Grammarly for Education, or Grammarly Pro account under the management of a company, organization, or other legal entity. For those accounts, we process such personal data on behalf of and in accordance with the contract and data protection terms with such legal entity (read more). We may update this Privacy Policy from time to time, in which case we will provide you with notice of updates or seek your consent to the updates as may be required by applicable laws.SummaryWhile we hope you read this entire Privacy Policy, here is a brief overview of some important points: This policy explains our global privacy practices. If you live in certain places, additional disclosures may apply to you. For instance, if you reside in California, you can read our California Notice at Collection, and if you reside in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can read our Supplemental EEA+ Privacy Statement. We make money when users purchase our paid products, and not by selling or monetizing your content. We offer a free product and hope you’ll purchase one of our paid products (read more).  When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more).  To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more). We have stringent security mechanisms in place to protect your data and maintain your privacy (read more). We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more).  We offer and allow you to exercise privacy rights and choices, including as may be required under applicable laws (read more). "}]}, "count": 1}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "(View Previous Version)When you use Grammarly’s products, you’re trusting us to handle your personal data with care. We take that trust seriously. When this policy applies: We, Grammarly, Inc., provide this Privacy Policy to explain how we collect, use, and disclose your personal data when you interact with us as an individual, such as when you create an account and receive our products directly from us (such as through our Grammarly Free, Premium, and Pro products). It also applies when you browse our websites or similarly interact with us, such as by subscribing to our marketing emails.When this policy doesn’t apply: This Privacy Policy does not apply to the content you upload to our products if you use a Grammarly Business, Grammarly for Education, or Grammarly Pro account under the management of a company, organization, or other legal entity. For those accounts, we process such personal data on behalf of and in accordance with the contract and data protection terms with such legal entity (read more). We may update this Privacy Policy from time to time, in which case we will provide you with notice of updates or seek your consent to the updates as may be required by applicable laws.SummaryWhile we hope you read this entire Privacy Policy, here is a brief overview of some important points: This policy explains our global privacy practices. If you live in certain places, additional disclosures may apply to you. For instance, if you reside in California, you can read our California Notice at Collection, and if you reside in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can read our Supplemental EEA+ Privacy Statement. We make money when users purchase our paid products, and not by selling or monetizing your content. We offer a free product and hope you’ll purchase one of our paid products (read more).  When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more).  To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more). We have stringent security mechanisms in place to protect your data and maintain your privacy (read more). We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more).  We offer and allow you to exercise privacy rights and choices, including as may be required under applicable laws (read more). "}, {"1": "Complying with legal obligations and protecting against harm."}, {"2": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"3": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}, {"4": "Organization IT administrators and representatives. When you join Grammarly through a company, organization, or other legal entity (e.g., through Grammarly Business, Grammarly for Education, or certain Grammarly Pro offerings), the administrator of that team may access and control your Grammarly account (see below). If you created an account using an email address belonging to your employer or organization, we may share your email address with the administrators or representatives of that employer or organization to, for example, allow them to invite you to a Grammarly Business account or reach out to them about purchasing Grammarly Business."}, {"5": "Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  "}, {"6": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}, {"7": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}]}, "count": 8}, "authority": {"text": {"authority": [{"0": "We do not engage in sales, sharing, or targeted advertising using personal information about anyone we know to be under the age of 18. \nYour Rights under State Privacy Laws\nOpt Out of Sales, Sharing, and Targeted AdvertisingYou may opt out of activities that we engage in that may constitute “targeted advertising,” “sharing,” or “sales” of personal information under the State Privacy Laws. To do so:  Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control.You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out. Access, Correction, and DeletionYou have the right to (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To exercise these rights, follow the instructions in the “Your Other Data Rights” section above. We may ask you for information to verify your identity and, if you do not provide enough information for us to reasonably verify your identity, we will not be able to fulfill your request. NondiscriminationYou have the right not to be discriminated against for exercising any of your privacy rights.\nAppealsIf we deny your request, you may appeal our decision by submitting a support ticket. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside.Authorized Agents If you are an authorized agent seeking to make a request to opt out of sales, sharing, or targeted advertising on behalf of a consumer, please contact us at privacy@grammarly.com.  If you reside in California, you may also designate an authorized agent to submit an access, deletion, or correction request on your behalf. We may ask authorized agents to submit proof of their authority to make a request, such as a valid power of attorney or proof that they have signed permission from the consumer who is the subject of the request. In some cases, we may contact the consumer who is the subject of the request to verify their own identity or confirm the authorized agent has permission to submit the request. If you are an authorized agent seeking to make an access, correction, or deletion request on behalf of a California consumer, please submit a support ticket. "}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "Complying with legal obligations and protecting against harm. We use personal data to: (a) comply with applicable laws, regulations, legal processes, and governmental requests, (b) protect our or others’ legal rights, and (c) protect ourselves or our users from fraud, abuse, or other illegal or potentially harmful activities."}, {"1": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"2": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}, {"3": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}]}, "count": 4}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}]}, "count": 1}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {"regulators": [{"0": "Government agencies, regulators, and similar authorities. "}]}, "count": 1}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "When this policy applies:"}, {"1": "When this policy doesn’t apply: "}, {"2": " This policy explains our global privacy practices. If you live in certain places, additional disclosures may apply to you. For instance, if you reside in California, you can read our California Notice at Collection, and if you reside in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can read our Supplemental EEA+ Privacy Statement."}, {"3": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}, {"4": "You can contact us with questions relating to this Privacy Policy or requests to exercise your privacy rights by submitting a help desk request here, emailing privacy@grammarly.com, or contacting us via postal mail at Grammarly, Inc., 548 Market Street, #35410, San Francisco, CA 94104."}, {"5": "Privacy Policy - (Updated)"}]}, "count": 6}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "California Notice at Collection,"}, {"1": "California Notice at Collection and Additional Information for Residents of Certain U.S. States"}, {"2": "California Notice at Collection & Additional Information for Residents of Certain US States "}, {"3": "This section also serves as our California notice at collection."}, {"4": "We do not engage in sales, sharing, or targeted advertising using personal information about anyone we know to be under the age of 18. \nYour Rights under State Privacy Laws\nOpt Out of Sales, Sharing, and Targeted AdvertisingYou may opt out of activities that we engage in that may constitute “targeted advertising,” “sharing,” or “sales” of personal information under the State Privacy Laws. To do so:  Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control.You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out. Access, Correction, and DeletionYou have the right to (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To exercise these rights, follow the instructions in the “Your Other Data Rights” section above. We may ask you for information to verify your identity and, if you do not provide enough information for us to reasonably verify your identity, we will not be able to fulfill your request. NondiscriminationYou have the right not to be discriminated against for exercising any of your privacy rights.\nAppealsIf we deny your request, you may appeal our decision by submitting a support ticket. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside.Authorized Agents If you are an authorized agent seeking to make a request to opt out of sales, sharing, or targeted advertising on behalf of a consumer, please contact us at privacy@grammarly.com.  If you reside in California, you may also designate an authorized agent to submit an access, deletion, or correction request on your behalf. We may ask authorized agents to submit proof of their authority to make a request, such as a valid power of attorney or proof that they have signed permission from the consumer who is the subject of the request. In some cases, we may contact the consumer who is the subject of the request to verify their own identity or confirm the authorized agent has permission to submit the request. If you are an authorized agent seeking to make an access, correction, or deletion request on behalf of a California consumer, please submit a support ticket. "}]}, "count": 5}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "With your consent or otherwise at your direction. If you consent to us disclosing your personal data to a particular recipient or otherwise direct us to do so, we may do so."}]}, "count": 1}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {"you read": [{"0": "(View Previous Version)When you use Grammarly’s products, you’re trusting us to handle your personal data with care. We take that trust seriously. When this policy applies: We, Grammarly, Inc., provide this Privacy Policy to explain how we collect, use, and disclose your personal data when you interact with us as an individual, such as when you create an account and receive our products directly from us (such as through our Grammarly Free, Premium, and Pro products). It also applies when you browse our websites or similarly interact with us, such as by subscribing to our marketing emails.When this policy doesn’t apply: This Privacy Policy does not apply to the content you upload to our products if you use a Grammarly Business, Grammarly for Education, or Grammarly Pro account under the management of a company, organization, or other legal entity. For those accounts, we process such personal data on behalf of and in accordance with the contract and data protection terms with such legal entity (read more). We may update this Privacy Policy from time to time, in which case we will provide you with notice of updates or seek your consent to the updates as may be required by applicable laws.SummaryWhile we hope you read this entire Privacy Policy, here is a brief overview of some important points: This policy explains our global privacy practices. If you live in certain places, additional disclosures may apply to you. For instance, if you reside in California, you can read our California Notice at Collection, and if you reside in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can read our Supplemental EEA+ Privacy Statement. We make money when users purchase our paid products, and not by selling or monetizing your content. We offer a free product and hope you’ll purchase one of our paid products (read more).  When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more).  To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more). We have stringent security mechanisms in place to protect your data and maintain your privacy (read more). We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more).  We offer and allow you to exercise privacy rights and choices, including as may be required under applicable laws (read more). "}]}, "count": 1}}, "BUSINESS_FOCUS": {"third parties": {"text": {}, "count": 0}, "third-party": {"text": {"third-party": [{"0": "Does Grammarly Obtain Any Data From Third-Party Sources?"}, {"1": "Account information when you sign up for an account, which includes your email address, password, name, and email preferences. If you sign up through a third-party service, like Google or Apple, we’ll collect the information from them that you authorize."}, {"2": "Does Grammarly Obtain Any Data From Third-Party Sources?"}, {"3": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}, {"4": "You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out."}]}, "count": 5}, "third party": {"text": {"third party": [{"0": "Does Grammarly Obtain Any Data from Third Party Sources?"}]}, "count": 1}, "advertising": {"text": {"advertising": [{"0": "We offer free and paid products, and we make money from subscriptions of the paid products. Grammarly does not monetize data or use the content customers upload to our products for advertising purposes."}, {"1": "Advertising partners"}, {"2": "Opt out of targeted advertising. "}, {"3": "targeted advertising practices"}, {"4": "Sales, Sharing, and Targeted Advertising Activities"}, {"5": "You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out."}]}, "count": 6}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "Sales and support data, which is the personal data you share with us when you interact with our customer support and sales teams. "}]}, "count": 1}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Cookie information and other identifiers to enable our systems to recognize your browser or device and provide, protect, improve, and promote our products and services.  "}, {"1": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"2": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}]}, "count": 3}, "optimize": {"text": {"optimize": [{"0": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}]}, "count": 1}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": " We have stringent security mechanisms in place to protect your data and maintain your privacy (read more)."}, {"1": "What Types of Personal Data Does Grammarly Collect?"}, {"2": "Does Grammarly Obtain Any Data From Third-Party Sources?"}, {"3": "For What Purposes Does Grammarly Use Personal Data?"}, {"4": "How Does Grammarly Secure and Store Personal Data?"}, {"5": "To Whom Does Grammarly Disclose Personal Data?"}, {"6": "We offer free and paid products, and we make money from subscriptions of the paid products. Grammarly does not monetize data or use the content customers upload to our products for advertising purposes."}, {"7": "What Types of Personal Data Does Grammarly Collect?"}, {"8": "Log data and device information"}, {"9": "Sales and support data, which is the personal data you share with us when you interact with our customer support and sales teams. "}, {"10": "For What Purposes Does Grammarly Use Personal Data?"}, {"11": "How Does Grammarly Secure and Store Personal Data?"}, {"12": "Usage data,"}, {"13": "Inferences. We may also derive information or draw inferences about you based on the information we collect. For example, we may make inferences about your approximate location based on your IP address, infer that you are looking to purchase certain Grammarly products based on your browsing behavior and past purchases, and, depending upon your account settings, we may infer the industry you work in based on your writing and other metadata, or infer writing style preferences based on your prior use of our products."}, {"14": "Does Grammarly Obtain Any Data From Third-Party Sources?"}, {"15": "Yes, we sometimes obtain information about you from our partners or others that we use to make our information and our products better or more useful. This data may be combined with the other information we collect and might include aggregate-level data, such as which IP addresses correspond to zip codes or countries. Or it might be more specific, such as data about your company or job function, which we may use, for example, to advertise Grammarly products to you. "}, {"16": "For What Purposes Does Grammarly Use Personal Data?"}, {"17": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"18": "Providing support to you. We use your personal data to communicate with you and resolve any issues that you may encounter with our products. For example, if you contact our support team, we may need access to account information in order to respond to your request."}, {"19": "Troubleshooting and debugging our products. We use personal data to resolve technical issues that arise with our products. For example, we use log data to track outages."}, {"20": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"21": "Promoting our products. We use personal data to send promotional communications. For example, depending on your location and consent settings, we may use account information to send you marketing emails about new products or offers, from which you can unsubscribe."}, {"22": "Complying with legal obligations and protecting against harm. We use personal data to: (a) comply with applicable laws, regulations, legal processes, and governmental requests, (b) protect our or others’ legal rights, and (c) protect ourselves or our users from fraud, abuse, or other illegal or potentially harmful activities."}, {"23": "How Does Grammarly Secure and Store Personal Data?"}, {"24": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"25": "To Whom Does Grammarly Disclose Personal Data?"}, {"26": "Trusted service providers. We use service providers like Amazon Web Services to provide services that allow us to serve our users. These trusted service providers are bound by agreements that require them to follow data privacy and security requirements and only use your data in the way we tell them to. "}, {"27": "An acquirer of Grammarly’s business or assets. We may disclose personal data to manage or give effect to a reorganization, restructuring, merger, acquisition, or whole or partial sale or transfer of our business or assets (“Business Transaction”) that our business decides to enter into. We’ll notify you (for example, via a message to the email address associated with your account) of any Business Transaction involving your personal data and outline your choices in that event."}, {"28": "With your consent or otherwise at your direction. If you consent to us disclosing your personal data to a particular recipient or otherwise direct us to do so, we may do so."}, {"29": "Stop us from using your personal data for marketing emails. "}, {"30": "Your Other Data Rights"}, {"31": "Request a personal data report. "}, {"32": "Correct or update your data."}, {"33": "Delete your data."}, {"34": "Move your data out of Grammarly. "}, {"35": "What Types of Personal Data Does Grammarly Collect"}, {"36": "Does Grammarly Obtain Any Data from Third Party Sources?"}, {"37": "How Does Grammarly Secure and Store Personal Data?"}, {"38": "Your Other Data Rights"}]}, "count": 39}, "we process": {"text": {"we process": [{"0": " When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more). "}, {"1": " To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more)."}, {"2": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"3": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"4": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"5": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}]}, "count": 6}, "collected": {"text": {}, "count": 0}, "stored": {"text": {"stored": [{"0": "Names of user contacts in the Grammarly Keyboard (on-device storage only) to make appropriate spelling suggestions. The Grammarly Keyboard may request or obtain access to your contacts’ names on your device. For instance, Grammarly will do so to try to not autocorrect names in your list of contacts. These names will be stored solely on your device within the Grammarly Keyboard app and are never sent to Grammarly servers."}, {"1": "Move your data out of Grammarly. You can download the documents you’ve stored in your Grammarly account by following the steps here. You can download your billing receipts by following the instructions here and download a copy of your document statistics by following the instructions here. "}]}, "count": 2}, "retention": {"text": {"retention": [{"0": " Use, Disclosure, and Retention of Personal Information for Business Purposes "}, {"1": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}]}, "count": 2}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}]}, "count": 1}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "AI at Grammarly"}, {"1": "AI Writing Tools"}, {"2": "AI Detector"}, {"3": "AI at Grammarly"}, {"4": "AI Writing Tools"}, {"5": "AI Detector"}, {"6": "AI at Grammarly"}, {"7": "AI Detector"}, {"8": "AI Writing Tools"}]}, "count": 9}, "automatically": {"text": {"automatically": [{"0": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}]}, "count": 1}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": " To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more)."}, {"1": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"2": "Organization IT administrators and representatives. When you join Grammarly through a company, organization, or other legal entity (e.g., through Grammarly Business, Grammarly for Education, or certain Grammarly Pro offerings), the administrator of that team may access and control your Grammarly account (see below). If you created an account using an email address belonging to your employer or organization, we may share your email address with the administrators or representatives of that employer or organization to, for example, allow them to invite you to a Grammarly Business account or reach out to them about purchasing Grammarly Business."}, {"3": "Other choices regarding cookies and similar technologies. If you live outside of the US, please click the footer link titled “Cookie Preferences” to control the cookies set on our websites. All users can adjust browser settings to remove or reject browser cookies. "}, {"4": "Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control."}, {"5": "You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out."}, {"6": "Control your account, including restricting or terminating your access to it"}]}, "count": 7}, "settings": {"text": {"settings": [{"0": " To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more)."}, {"1": "Inferences. We may also derive information or draw inferences about you based on the information we collect. For example, we may make inferences about your approximate location based on your IP address, infer that you are looking to purchase certain Grammarly products based on your browsing behavior and past purchases, and, depending upon your account settings, we may infer the industry you work in based on your writing and other metadata, or infer writing style preferences based on your prior use of our products."}, {"2": "Promoting our products. We use personal data to send promotional communications. For example, depending on your location and consent settings, we may use account information to send you marketing emails about new products or offers, from which you can unsubscribe."}, {"3": "Other choices regarding cookies and similar technologies. If you live outside of the US, please click the footer link titled “Cookie Preferences” to control the cookies set on our websites. All users can adjust browser settings to remove or reject browser cookies. "}, {"4": "Stop us from using your personal data for marketing emails. You can ask us to stop using your personal data for marketing emails by clicking “Unsubscribe” on the emails you receive or via your account settings. "}, {"5": "Request a personal data report. You can submit an access request for your data through your Grammarly account settings."}, {"6": "Correct or update your data. You can update your name, email address, and language preferences through your Grammarly account settings. If you registered for Grammarly using Google or Facebook, or if you otherwise have problems updating this information, please submit a support ticket. "}, {"7": "You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services. If you have a Grammarly account, use the control in your account settings to do so. If you do not have a Grammarly account, please contact us at privacy@grammarly.com to opt out."}]}, "count": 8}, "controls": {"text": {"controls": [{"0": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"1": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"2": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"3": "Grammarly offers privacy controls to everyone, for example with respect to receiving marketing emails or how content is used to personalize users’ experience. You can find most of these controls within your account settings. Below we explain these choices and rights and how to exercise them. Note that the wording of these rights and how they are exercised may vary somewhat by region (for example, if you live in Europe, you can read more about your rights here).\nYour Opt-Out Rights and Communications ChoicesOpt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. Other choices regarding cookies and similar technologies. If you live outside of the US, please click the footer link titled “Cookie Preferences” to control the cookies set on our websites. All users can adjust browser settings to remove or reject browser cookies. Stop us from using your personal data for marketing emails. You can ask us to stop using your personal data for marketing emails by clicking “Unsubscribe” on the emails you receive or via your account settings. Your Other Data RightsYou may have rights under privacy laws to submit requests to us to access, correct, update, stop using for certain purposes, delete, or move your personal data out of Grammarly. If you would like to submit a request to exercise your rights, please follow these instructions: Request a personal data report. You can submit an access request for your data through your Grammarly account settings.Correct or update your data. You can update your name, email address, and language preferences through your Grammarly account settings. If you registered for Grammarly using Google or Facebook, or if you otherwise have problems updating this information, please submit a support ticket. Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  Move your data out of Grammarly. You can download the documents you’ve stored in your Grammarly account by following the steps here. You can download your billing receipts by following the instructions here and download a copy of your document statistics by following the instructions here. To exercise any other rights you may have under privacy laws or if you need additional assistance, please contact us using the contact information below and describe your request. We may ask for additional information from you to clarify your request and verify that you are authorized to make this request. We will respond to requests to exercise privacy rights according to applicable laws.  "}]}, "count": 4}, "fraud": {"text": {"fraud": [{"0": "Complying with legal obligations and protecting against harm. We use personal data to: (a) comply with applicable laws, regulations, legal processes, and governmental requests, (b) protect our or others’ legal rights, and (c) protect ourselves or our users from fraud, abuse, or other illegal or potentially harmful activities."}, {"1": "Government agencies, regulators, and similar authorities. We may disclose your information to governmental agencies, regulators, and other authorities or authorized parties if we determine that such disclosure is reasonably necessary to (a) comply with any applicable law, regulation, legal process, or appropriate governmental request or (b) protect ourselves, our users, or others from fraud, abuse, or other illegal or potentially harmful activities."}]}, "count": 2}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": " We have stringent security mechanisms in place to protect your data and maintain your privacy (read more)."}]}, "count": 1}, "encryption": {"text": {"encryption": [{"0": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}]}, "count": 1}, "security": {"text": {"security": [{"0": " We have stringent security mechanisms in place to protect your data and maintain your privacy (read more)."}, {"1": "Security page"}, {"2": "Trusted service providers. We use service providers like Amazon Web Services to provide services that allow us to serve our users. These trusted service providers are bound by agreements that require them to follow data privacy and security requirements and only use your data in the way we tell them to. "}, {"3": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}]}, "count": 4}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": " To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more)."}, {"1": "How Does Grammarly Make Money?"}, {"2": "How Does Grammarly Secure and Store Personal Data?"}, {"3": "How Does Grammarly Make Money? "}, {"4": "How Does Grammarly Secure and Store Personal Data?"}, {"5": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"6": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"7": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"8": "How Does Grammarly Secure and Store Personal Data?"}, {"9": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"10": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}, {"11": "Grammarly offers privacy controls to everyone, for example with respect to receiving marketing emails or how content is used to personalize users’ experience. You can find most of these controls within your account settings. Below we explain these choices and rights and how to exercise them. Note that the wording of these rights and how they are exercised may vary somewhat by region (for example, if you live in Europe, you can read more about your rights here).\nYour Opt-Out Rights and Communications ChoicesOpt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. Other choices regarding cookies and similar technologies. If you live outside of the US, please click the footer link titled “Cookie Preferences” to control the cookies set on our websites. All users can adjust browser settings to remove or reject browser cookies. Stop us from using your personal data for marketing emails. You can ask us to stop using your personal data for marketing emails by clicking “Unsubscribe” on the emails you receive or via your account settings. Your Other Data RightsYou may have rights under privacy laws to submit requests to us to access, correct, update, stop using for certain purposes, delete, or move your personal data out of Grammarly. If you would like to submit a request to exercise your rights, please follow these instructions: Request a personal data report. You can submit an access request for your data through your Grammarly account settings.Correct or update your data. You can update your name, email address, and language preferences through your Grammarly account settings. If you registered for Grammarly using Google or Facebook, or if you otherwise have problems updating this information, please submit a support ticket. Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  Move your data out of Grammarly. You can download the documents you’ve stored in your Grammarly account by following the steps here. You can download your billing receipts by following the instructions here and download a copy of your document statistics by following the instructions here. To exercise any other rights you may have under privacy laws or if you need additional assistance, please contact us using the contact information below and describe your request. We may ask for additional information from you to clarify your request and verify that you are authorized to make this request. We will respond to requests to exercise privacy rights according to applicable laws.  "}, {"12": "Some US states have enacted privacy laws that grant their residents certain rights and require specific disclosures (“State Privacy Laws”). If you reside in California, Colorado, Connecticut, Delaware, Iowa, Montana, Nebraska, New Hampshire, New Jersey, Oregon, Texas, Utah, or Virginia, this section applies to you. This section also serves as our California notice at collection.Additional DisclosuresAbove we explain how we collect, use, and disclose information about you, as well as our targeted advertising practices. As required by certain State Privacy Laws, we use the tables below to explain this same information.  Use, Disclosure, and Retention of Personal Information for Business Purposes "}, {"13": "How Does Grammarly Secure and Store Personal Data?"}]}, "count": 14}, "what": {"text": {"what": [{"0": "What Types of Personal Data Does Grammarly Collect?"}, {"1": "For What Purposes Does Grammarly Use Personal Data?"}, {"2": "What Types of Personal Data Does Grammarly Collect?"}, {"3": "For What Purposes Does Grammarly Use Personal Data?"}, {"4": "For What Purposes Does Grammarly Use Personal Data?"}, {"5": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}, {"6": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"7": "Grammarly offers privacy controls to everyone, for example with respect to receiving marketing emails or how content is used to personalize users’ experience. You can find most of these controls within your account settings. Below we explain these choices and rights and how to exercise them. Note that the wording of these rights and how they are exercised may vary somewhat by region (for example, if you live in Europe, you can read more about your rights here).\nYour Opt-Out Rights and Communications ChoicesOpt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. Other choices regarding cookies and similar technologies. If you live outside of the US, please click the footer link titled “Cookie Preferences” to control the cookies set on our websites. All users can adjust browser settings to remove or reject browser cookies. Stop us from using your personal data for marketing emails. You can ask us to stop using your personal data for marketing emails by clicking “Unsubscribe” on the emails you receive or via your account settings. Your Other Data RightsYou may have rights under privacy laws to submit requests to us to access, correct, update, stop using for certain purposes, delete, or move your personal data out of Grammarly. If you would like to submit a request to exercise your rights, please follow these instructions: Request a personal data report. You can submit an access request for your data through your Grammarly account settings.Correct or update your data. You can update your name, email address, and language preferences through your Grammarly account settings. If you registered for Grammarly using Google or Facebook, or if you otherwise have problems updating this information, please submit a support ticket. Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  Move your data out of Grammarly. You can download the documents you’ve stored in your Grammarly account by following the steps here. You can download your billing receipts by following the instructions here and download a copy of your document statistics by following the instructions here. To exercise any other rights you may have under privacy laws or if you need additional assistance, please contact us using the contact information below and describe your request. We may ask for additional information from you to clarify your request and verify that you are authorized to make this request. We will respond to requests to exercise privacy rights according to applicable laws.  "}, {"8": "What Types of Personal Data Does Grammarly Collect"}]}, "count": 9}, "how you": {"text": {"how you": [{"0": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"1": "Providing and tailoring our products to you. We use your personal data to operate our products and provide a rich, interactive, and personalized experience. For example, we process your user content and usage data to show you appropriate writing suggestions, personalize our writing suggestions based on the content and context of your writing, and offer tips on optimizing your use of our products. As another example, if you set up a personal dictionary, we will customize your suggestions to account for your personal dictionary. For more details about what you instruct us to do with your personal data when you use our products and the controls available to you, please see our Technical Specifications."}]}, "count": 2}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {"explain": [{"0": "(View Previous Version)When you use Grammarly’s products, you’re trusting us to handle your personal data with care. We take that trust seriously. When this policy applies: We, Grammarly, Inc., provide this Privacy Policy to explain how we collect, use, and disclose your personal data when you interact with us as an individual, such as when you create an account and receive our products directly from us (such as through our Grammarly Free, Premium, and Pro products). It also applies when you browse our websites or similarly interact with us, such as by subscribing to our marketing emails.When this policy doesn’t apply: This Privacy Policy does not apply to the content you upload to our products if you use a Grammarly Business, Grammarly for Education, or Grammarly Pro account under the management of a company, organization, or other legal entity. For those accounts, we process such personal data on behalf of and in accordance with the contract and data protection terms with such legal entity (read more). We may update this Privacy Policy from time to time, in which case we will provide you with notice of updates or seek your consent to the updates as may be required by applicable laws.SummaryWhile we hope you read this entire Privacy Policy, here is a brief overview of some important points: This policy explains our global privacy practices. If you live in certain places, additional disclosures may apply to you. For instance, if you reside in California, you can read our California Notice at Collection, and if you reside in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, you can read our Supplemental EEA+ Privacy Statement. We make money when users purchase our paid products, and not by selling or monetizing your content. We offer a free product and hope you’ll purchase one of our paid products (read more).  When you sign up for and use our products, we process your account information, and—if applicable—we work with payment processors to handle your payment information (read more).  To provide you with writing suggestions, we process your text. To provide you with an optimized product, we also process some additional information, such as the type of device you’re using. We offer you tools in account settings to control how we use your text and personalize your experience (read more). We have stringent security mechanisms in place to protect your data and maintain your privacy (read more). We use trusted service providers to help provide our products and describe other scenarios in which we may disclose information below (read more).  We offer and allow you to exercise privacy rights and choices, including as may be required under applicable laws (read more). "}, {"1": "Grammarly offers privacy controls to everyone, for example with respect to receiving marketing emails or how content is used to personalize users’ experience. You can find most of these controls within your account settings. Below we explain these choices and rights and how to exercise them. Note that the wording of these rights and how they are exercised may vary somewhat by region (for example, if you live in Europe, you can read more about your rights here).\nYour Opt-Out Rights and Communications ChoicesOpt out of targeted advertising. As described above, we work with select advertising partners to promote Grammarly on other websites and online services. If you live in the US, you can opt out of these disclosures following the instructions presented when you click the link titled “Your Privacy Choices” on the footer of our websites. Other choices regarding cookies and similar technologies. If you live outside of the US, please click the footer link titled “Cookie Preferences” to control the cookies set on our websites. All users can adjust browser settings to remove or reject browser cookies. Stop us from using your personal data for marketing emails. You can ask us to stop using your personal data for marketing emails by clicking “Unsubscribe” on the emails you receive or via your account settings. Your Other Data RightsYou may have rights under privacy laws to submit requests to us to access, correct, update, stop using for certain purposes, delete, or move your personal data out of Grammarly. If you would like to submit a request to exercise your rights, please follow these instructions: Request a personal data report. You can submit an access request for your data through your Grammarly account settings.Correct or update your data. You can update your name, email address, and language preferences through your Grammarly account settings. If you registered for Grammarly using Google or Facebook, or if you otherwise have problems updating this information, please submit a support ticket. Delete your data. You can remove your personal data from Grammarly by deleting your account. Note that if you use a paid Grammarly account as part of an account managed by your employer, organization, or other legal entity, you may need to ask the administrator of your account to request deletion or remove you from their account before we can act on your request.  Move your data out of Grammarly. You can download the documents you’ve stored in your Grammarly account by following the steps here. You can download your billing receipts by following the instructions here and download a copy of your document statistics by following the instructions here. To exercise any other rights you may have under privacy laws or if you need additional assistance, please contact us using the contact information below and describe your request. We may ask for additional information from you to clarify your request and verify that you are authorized to make this request. We will respond to requests to exercise privacy rights according to applicable laws.  "}, {"2": "Some US states have enacted privacy laws that grant their residents certain rights and require specific disclosures (“State Privacy Laws”). If you reside in California, Colorado, Connecticut, Delaware, Iowa, Montana, Nebraska, New Hampshire, New Jersey, Oregon, Texas, Utah, or Virginia, this section applies to you. This section also serves as our California notice at collection.Additional DisclosuresAbove we explain how we collect, use, and disclose information about you, as well as our targeted advertising practices. As required by certain State Privacy Laws, we use the tables below to explain this same information.  Use, Disclosure, and Retention of Personal Information for Business Purposes "}]}, "count": 3}, "understand": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Building and improving our products. We’re continually developing new methods to make our products smarter, faster, more secure, and more helpful. Our privacy-preserving uses of personal data are core to continually improving Grammarly’s product offerings and maintaining a high-quality product experience. For example, we refer to usage data to help us decide what new features to build. You are in control of whether your user content is used for training and improvement of our models. You can learn more about these controls, how we build and improve our products, and the steps we take to preserve your privacy before doing so in our Technical Specifications."}, {"1": "Learn More"}]}, "count": 2}, "more information": {"text": {"more information": [{"0": "Usage data, which includes information about how you use and interact with our products. For example, we collect usage data to provide you with weekly activity reports, personalized insights on how to optimize your use of our products, and performance optimization in the sites and applications you use our products. For more information on the types of usage data we collect and how we process it as well as the controls available to you, please see our Technical Specifications."}, {"1": "As described in more detail on our Security page, we use a combination of technical, physical, and logical safeguards designed to secure your data. These safeguards include encryption, secure network configuration, data transfer restrictions, restricted employee access, and other measures.\nWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information, please see our Technical Specifications.\nWhen it comes to user content, by default, we process user content associated with your account to provide services to you (for example, writing suggestions, customization, and insights on how to use our features). For troubleshooting and product improvement, we typically retain user content for no longer than one year, after which we either delete or de-identify the content unless you choose to retain it in your account for longer or specifically ask us to delete it sooner, subject to any legal obligations requiring us to maintain the content for a longer period. We also pseudonymize, aggregate, and/or de-identify data and content when providing our services to you as described in our Technical Specifications. With the Grammarly Editor, we will store documents you create until you delete them or we close your account."}, {"2": "When we process information that is considered “sensitive” under State Privacy Laws (such as when such information is included in your user content, including the content of communications you use Grammarly products to edit and improve), we use such data only for the legally permitted purposes described above, in the same way we process user content generally. We similarly limit how we process account log-in information, which may be considered “sensitive” under certain State Privacy Laws. We do not use or disclose such information for the purpose of inferring characteristics about you.\nAs described in the “What Types of Personal Data Does Grammarly Collect?” and “Does Grammarly Obtain Any Data from Third Party Sources?” sections above, we collect personal information from various sources, including directly from you, automatically when you access or use our products, and from third-party sources. \nWe may use data that has been de-identified so that it can no longer reasonably be used to identify you for any purpose. We commit to maintaining and using such information in de-identified form and not to attempt to re-identify the information, except for the purpose of determining whether our de-identification processes satisfy applicable legal requirements.\nRetentionWe retain personal data for as long as necessary to provide our products to you, to complete the transactions you have requested, to comply with our legal obligations, and to resolve any disputes. For more information about retention generally and protections for user content specifically, please see \"How Does Grammarly Secure and Store Personal Data?\" and our Technical Specifications.\nSales, Sharing, and Targeted Advertising ActivitiesWe also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services. These disclosures may be considered “sales,” “sharing,” or use of personal information for “targeted advertising” under State Privacy Laws, and the table below provides more information about our practices. "}, {"3": "If you use Grammarly Business, Grammarly for Education, or Grammarly Pro under the management of a company, organization, or other legal entity, your use of our product is subject to such legal entity’s policies (if any), and you should direct any privacy inquiries to your account administrator. Grammarly is not responsible for the privacy or security practices of such legal entity, which may differ from this Privacy Policy. Also, if you are a Grammarly for Education team member, your parents and school administrator may have the legal right to access or delete your account.Please note that administrators of these Grammarly accounts may be able to:Access information related to your account, such as usage dataControl your account, including restricting or terminating your access to itPlease contact your organization for more information."}]}, "count": 4}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}, {"1": "Other choices regarding cookies and similar technologies"}, {"2": "Follow the prompts behind the “Your Privacy Choices ” link in the footer of our websites, to turn off use of cookies, pixels, and similar technologies for such purposes. Your opt-out choice will be linked to your browser only; therefore, you will need to renew your opt-out choice if you visit our website from a new device or browser, or if you clear your browser’s cookies. You can also opt out by visiting our websites with a legally recognized universal opt-out signal enabled, such as the Global Privacy Control."}]}, "count": 3}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "Advertising partners. We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies’ mobile apps, and perform related services. We do not make user content available to these advertising partners. These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on the Grammarly website. In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier (called a hashed value) that such partners can then use to show ads promoting Grammarly on other websites and online services. These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute “targeted advertising,” “sharing,” or “selling” under certain privacy laws, and you may opt out at any time. See the “Your Opt-Out Rights and Communication Choices” section for information about how to opt out of these disclosures. "}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}