{"https://fotor.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"1": "1.1 “Fotor” refers to the legal entity that develops and provides Fotor products and service, i.e. Chengdu Everimaging Science & Technology Co., Ltd., hereinafter referred to as “Fotor”, “we”, “us” or “our”."}, {"2": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"3": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}, {"4": "2.1.1 We generally use Cookies for the following purposes: 1) to allow registered users to stay logged in to the service after they close their browser window; 2) to store users' preferences for Service functionality; 3) to track Service usage so we can improve our service & better understand how people are using it; and 4) to better understand the interests of our customers and our Service visitors."}, {"5": "2.1.2 Some Cookies are necessary for certain uses of the Service, and without such Cookies, we would not be able to provide many features that you need to use the Service properly. These Cookies, for example, allow us to operate our Service so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Service content. They also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Services."}, {"6": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"7": "2.1.5 We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein."}, {"8": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"9": "2.3.1 If you visit our Service through website or mobile application, we shall receive and record the device related information you use (such as device type, operating system and its version, device settings, device identifier, time zone and language, software version number, browser unique identifier) according to specific permissions you grant in the software installation and use."}, {"10": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}, {"11": "When you use certain Fotor Service, we may require you to provide Personal Information. Personal Information may be collected in a number of ways. Typically, we may prompt you to provide Personal Information that is necessary for a certain Service to be performed."}, {"12": "3.3.1 If you use Fotor as a platform to sell or buy a license of copyright protected works or to participate in any artwork competition, we may require your personal information in order to identify you as the source of the artistic work, in compliance with applicable laws."}, {"13": "3.3.4 When you use our customer support service, we collect your correspondence in order to build up a public knowledge base, which will be available to all users of the Service. Your correspondence will most likely not be used verbatim, but paraphrased in FAQ format."}, {"14": "3.5.2 You can delete your personal information by contacting support@fotor.com. You understand that we shall delete your personal information within the period regulated by applicable laws after verifying your identity."}, {"15": "3.6.1 You should understand and agree that we may disclose your Personal Information to law enforcement authorities in the event of assistance to prevent, detect or investigate criminal activity."}, {"16": "3.6.2 When provided with notification of copyright infringement, we may reveal registration information of the seller to the licensee, copyright owner, judicial or administrative authorities."}, {"17": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}, {"18": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}, {"19": "If you are residing in other countries/jurisdictions, we will make our best effort for you to exercise your rights pursuant to your local data privacy legislation, so far as it’s not in conflict with applicable laws of the People’s Republic of China. Send us an email at support@fotor.com requesting to exercise your rights."}, {"20": "We regularly review our own compliance with our Privacy Policy. If you submit a formal written complaint, we will contact you and try our best to resolve the issue."}, {"21": "Our Privacy Policy may change occasionally. We will not reduce your rights under this Privacy Policy without providing explicit, advanced notice. We will post any privacy policy changes on this page and, in the event of significant changes, we will provide a more prominent notice (such as an email notification). We will also archive prior versions of this Privacy Policy for your review."}, {"22": "We use cookies to provide you with better experience. By continuing, you acknowledge that you have read, understood and agreed our Cookie Policy."}]}, "count": 23}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Please take a few minutes to review the details of our privacy practices below. By using the websites, mobile applications or other service of Fotor (hereinafter referred to as “Fotor Service” or “Service”), you acknowledge and agree that you have consented to the collection, use, disclosure, transfer and storage practices set out in this Privacy Policy. Particularly, if you are under 18 years old, you shall read these terms under the guidance of your parent or legal guardian, and you shall use Fotor only after your guardian agrees to these terms."}, {"1": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}, {"2": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}]}, "count": 3}, "information": {"text": {"information": [{"0": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"1": "1.2 “Personal Information” refers to all kinds of information recorded by electronic or other means that can identify the identity of a specific individual or reflect the activities of a specific individual independently or in combination with other information."}, {"2": "1.3 “Non-Personal Information” refers to the processed anonymous user information that cannot identify specific individuals and cannot be recovered, such as data that does not allow direct association with any specific individual."}, {"3": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"4": "1.6 “Face Data” collectively refers to (1) “input”: the original photos, selfies and a specified gender that you submit to Service for purpose of creating AI Avatars; and (2) “outcome”: the avatars created through AI technology based on your face likeness. Face Data is a specific category of Personal Information.﻿"}, {"5": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}, {"6": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"7": "2.1.5 We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein."}, {"8": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"9": "2.3 Device Information or System Information﻿﻿"}, {"10": "2.3.1 If you visit our Service through website or mobile application, we shall receive and record the device related information you use (such as device type, operating system and its version, device settings, device identifier, time zone and language, software version number, browser unique identifier) according to specific permissions you grant in the software installation and use."}, {"11": "2.3.2 The purposes of the Device Information or System Information includes: 1) identifying the user’s using habits; 2) automatically matching user’s system language; 3) decision on service adaptation to some older devices or systems; 4) helping developers locate the errors in the software; and 5) improving the Service of website such as access speed etc."}, {"12": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}, {"13": "3. Our Policy on Personal Information (General)"}, {"14": "When you use certain Fotor Service, we may require you to provide Personal Information. Personal Information may be collected in a number of ways. Typically, we may prompt you to provide Personal Information that is necessary for a certain Service to be performed."}, {"15": "As permitted by applicable laws, your Personal Information is encrypted and securely stored in the place where Fotor is located."}, {"16": "3.3.1 If you use Fotor as a platform to sell or buy a license of copyright protected works or to participate in any artwork competition, we may require your personal information in order to identify you as the source of the artistic work, in compliance with applicable laws."}, {"17": "3.3.3 If you agree to participate in our market research activities in order to provide better Service for you and other users in the future, you may need to provide some additional information (such as your gender, age, nature of your organization, etc.) that is necessary for the market research."}, {"18": "3.3.5 Should any other Service require your Personal Information, Fotor will use it with your prior consent."}, {"19": "In general, Fotor will not transfer your Personal Information to any third party. Notwithstanding, as far as permitted by applicable laws, such information, as a whole, may be inherited, transferred, or taken over by Fotor’s legal succession in a merger, acquisition, or sale of the company and/or its assets, as well as in the event of insolvency, bankruptcy or receivership."}, {"20": "3.5.1 You are entitled to request us to delete your Personal Information, except for the following circumstances: 1) your account has been identified to commit illegal activities; 2) there are completed or ongoing transactions of copyright licensing in your account; 3) your account has outstanding debts or unresolved disputes; 4) Fotor is requested to keep your Personal Information according to relevant laws and regulations or the requirements of judicial or administrative authorities."}, {"21": "3.5.2 You can delete your personal information by contacting support@fotor.com. You understand that we shall delete your personal information within the period regulated by applicable laws after verifying your identity."}, {"22": "3.6.1 You should understand and agree that we may disclose your Personal Information to law enforcement authorities in the event of assistance to prevent, detect or investigate criminal activity."}, {"23": "3.6.2 When provided with notification of copyright infringement, we may reveal registration information of the seller to the licensee, copyright owner, judicial or administrative authorities."}, {"24": "3.6.3 If you participate in an artwork competition or your entry is shortlisted/granted prize, Fotor and/or the competition sponsor may publish your name/username and some other limited information such as your city of residence, according to competition rules."}, {"25": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}]}, "count": 26}, "use": {"text": {"use": [{"0": "Easy-to-Use Photo Editing Software on Windows for You"}, {"1": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"2": "Please take a few minutes to review the details of our privacy practices below. By using the websites, mobile applications or other service of Fotor (hereinafter referred to as “Fotor Service” or “Service”), you acknowledge and agree that you have consented to the collection, use, disclosure, transfer and storage practices set out in this Privacy Policy. Particularly, if you are under 18 years old, you shall read these terms under the guidance of your parent or legal guardian, and you shall use Fotor only after your guardian agrees to these terms."}, {"3": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"4": "1.5 “Clear GIFs” (also known as “Web Beacons”) are used in combination with Cookies to help service operators understand how visitors interact with their service. A Clear GIF is typically a transparent graphic image that is placed on a site. The use of a Clear GIF allows the service provider to measure the actions of the visitor such as opening a page that contains the Clear GIF."}, {"5": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}, {"6": "2.1.1 We generally use Cookies for the following purposes: 1) to allow registered users to stay logged in to the service after they close their browser window; 2) to store users' preferences for Service functionality; 3) to track Service usage so we can improve our service & better understand how people are using it; and 4) to better understand the interests of our customers and our Service visitors."}, {"7": "2.1.2 Some Cookies are necessary for certain uses of the Service, and without such Cookies, we would not be able to provide many features that you need to use the Service properly. These Cookies, for example, allow us to operate our Service so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Service content. They also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Services."}, {"8": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"9": "2.1.4 You can generally activate or later deactivate the use of Cookies through a functionality built into your web browser. In addition, certain third-party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing."}, {"10": "2.1.5 We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein."}, {"11": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"12": "2.3.1 If you visit our Service through website or mobile application, we shall receive and record the device related information you use (such as device type, operating system and its version, device settings, device identifier, time zone and language, software version number, browser unique identifier) according to specific permissions you grant in the software installation and use."}, {"13": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}, {"14": "When you use certain Fotor Service, we may require you to provide Personal Information. Personal Information may be collected in a number of ways. Typically, we may prompt you to provide Personal Information that is necessary for a certain Service to be performed."}, {"15": "3.3.1 If you use Fotor as a platform to sell or buy a license of copyright protected works or to participate in any artwork competition, we may require your personal information in order to identify you as the source of the artistic work, in compliance with applicable laws."}, {"16": "3.3.4 When you use our customer support service, we collect your correspondence in order to build up a public knowledge base, which will be available to all users of the Service. Your correspondence will most likely not be used verbatim, but paraphrased in FAQ format."}, {"17": "3.3.5 Should any other Service require your Personal Information, Fotor will use it with your prior consent."}, {"18": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}, {"19": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}, {"20": "We use cookies to provide you with better experience. By continuing, you acknowledge that you have read, understood and agreed our Cookie Policy."}]}, "count": 21}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Other Platforms"}, {"1": "Please take a few minutes to review the details of our privacy practices below. By using the websites, mobile applications or other service of Fotor (hereinafter referred to as “Fotor Service” or “Service”), you acknowledge and agree that you have consented to the collection, use, disclosure, transfer and storage practices set out in this Privacy Policy. Particularly, if you are under 18 years old, you shall read these terms under the guidance of your parent or legal guardian, and you shall use Fotor only after your guardian agrees to these terms."}, {"2": "1.2 “Personal Information” refers to all kinds of information recorded by electronic or other means that can identify the identity of a specific individual or reflect the activities of a specific individual independently or in combination with other information."}, {"3": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}, {"4": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"5": "2.1.5 We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein."}, {"6": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"7": "3.3.3 If you agree to participate in our market research activities in order to provide better Service for you and other users in the future, you may need to provide some additional information (such as your gender, age, nature of your organization, etc.) that is necessary for the market research."}, {"8": "3.3.5 Should any other Service require your Personal Information, Fotor will use it with your prior consent."}, {"9": "3.6.3 If you participate in an artwork competition or your entry is shortlisted/granted prize, Fotor and/or the competition sponsor may publish your name/username and some other limited information such as your city of residence, according to competition rules."}, {"10": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}, {"11": "5. Compliance with Laws in Other Jurisdictions"}, {"12": "If you are residing in other countries/jurisdictions, we will make our best effort for you to exercise your rights pursuant to your local data privacy legislation, so far as it’s not in conflict with applicable laws of the People’s Republic of China. Send us an email at support@fotor.com requesting to exercise your rights."}, {"13": "8.2.3 Unless you and Fotor both otherwise agree, the lawsuit shall be under the jurisdiction of a People's Court in Chengdu City, Sichuan Province, People’s Republic of China. Fotor shall not be liable for any legal fees and/or other costs incurred prior to receiving complete notification of the claim."}]}, "count": 14}, "if": {"text": {"if": [{"0": "AI Gif Generator"}, {"1": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"2": "Please take a few minutes to review the details of our privacy practices below. By using the websites, mobile applications or other service of Fotor (hereinafter referred to as “Fotor Service” or “Service”), you acknowledge and agree that you have consented to the collection, use, disclosure, transfer and storage practices set out in this Privacy Policy. Particularly, if you are under 18 years old, you shall read these terms under the guidance of your parent or legal guardian, and you shall use Fotor only after your guardian agrees to these terms."}, {"3": "1.5 “Clear GIFs” (also known as “Web Beacons”) are used in combination with Cookies to help service operators understand how visitors interact with their service. A Clear GIF is typically a transparent graphic image that is placed on a site. The use of a Clear GIF allows the service provider to measure the actions of the visitor such as opening a page that contains the Clear GIF."}, {"4": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"5": "2.3.1 If you visit our Service through website or mobile application, we shall receive and record the device related information you use (such as device type, operating system and its version, device settings, device identifier, time zone and language, software version number, browser unique identifier) according to specific permissions you grant in the software installation and use."}, {"6": "3.3.1 If you use Fotor as a platform to sell or buy a license of copyright protected works or to participate in any artwork competition, we may require your personal information in order to identify you as the source of the artistic work, in compliance with applicable laws."}, {"7": "3.3.2 If you require us to contact you through a specific means of communication, you need to provide for example your account identifier, name, address/zip code, telephone number or email, according to the means of communication that you have specified."}, {"8": "3.3.3 If you agree to participate in our market research activities in order to provide better Service for you and other users in the future, you may need to provide some additional information (such as your gender, age, nature of your organization, etc.) that is necessary for the market research."}, {"9": "3.6.3 If you participate in an artwork competition or your entry is shortlisted/granted prize, Fotor and/or the competition sponsor may publish your name/username and some other limited information such as your city of residence, according to competition rules."}, {"10": "If you are residing in other countries/jurisdictions, we will make our best effort for you to exercise your rights pursuant to your local data privacy legislation, so far as it’s not in conflict with applicable laws of the People’s Republic of China. Send us an email at support@fotor.com requesting to exercise your rights."}, {"11": "We regularly review our own compliance with our Privacy Policy. If you submit a formal written complaint, we will contact you and try our best to resolve the issue."}, {"12": "If you have any questions about this Privacy Policy, please send us an email at support@fotor.com."}]}, "count": 13}, "when": {"text": {"when": [{"0": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"1": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"2": "When you use certain Fotor Service, we may require you to provide Personal Information. Personal Information may be collected in a number of ways. Typically, we may prompt you to provide Personal Information that is necessary for a certain Service to be performed."}, {"3": "3.3.4 When you use our customer support service, we collect your correspondence in order to build up a public knowledge base, which will be available to all users of the Service. Your correspondence will most likely not be used verbatim, but paraphrased in FAQ format."}, {"4": "3.6.2 When provided with notification of copyright infringement, we may reveal registration information of the seller to the licensee, copyright owner, judicial or administrative authorities."}, {"5": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}]}, "count": 6}, "help": {"text": {"help": [{"0": "Help Center"}, {"1": "1.5 “Clear GIFs” (also known as “Web Beacons”) are used in combination with Cookies to help service operators understand how visitors interact with their service. A Clear GIF is typically a transparent graphic image that is placed on a site. The use of a Clear GIF allows the service provider to measure the actions of the visitor such as opening a page that contains the Clear GIF."}, {"2": "Help Center"}]}, "count": 3}, "access": {"text": {"access": [{"0": "2.1.2 Some Cookies are necessary for certain uses of the Service, and without such Cookies, we would not be able to provide many features that you need to use the Service properly. These Cookies, for example, allow us to operate our Service so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Service content. They also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Services."}, {"1": "2.3.2 The purposes of the Device Information or System Information includes: 1) identifying the user’s using habits; 2) automatically matching user’s system language; 3) decision on service adaptation to some older devices or systems; 4) helping developers locate the errors in the software; and 5) improving the Service of website such as access speed etc."}, {"2": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}]}, "count": 3}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "Our Privacy Policy may change occasionally. We will not reduce your rights under this Privacy Policy without providing explicit, advanced notice. We will post any privacy policy changes on this page and, in the event of significant changes, we will provide a more prominent notice (such as an email notification). We will also archive prior versions of this Privacy Policy for your review."}]}, "count": 1}, "we only": {"text": {"we only": [{"0": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"1": "2.1.5 We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein."}, {"2": "3.3.4 When you use our customer support service, we collect your correspondence in order to build up a public knowledge base, which will be available to all users of the Service. Your correspondence will most likely not be used verbatim, but paraphrased in FAQ format."}, {"3": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}]}, "count": 4}, "we may collect": {"text": {"we may collect": [{"0": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "2.1.2 Some Cookies are necessary for certain uses of the Service, and without such Cookies, we would not be able to provide many features that you need to use the Service properly. These Cookies, for example, allow us to operate our Service so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Service content. They also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Services."}, {"1": "2.1.6 You may configure your browser or device to block Cookies, including Cookies associated with our Service. However, you also understand that our Service may not function correctly with Cookies disabled."}, {"2": "3.3.3 If you agree to participate in our market research activities in order to provide better Service for you and other users in the future, you may need to provide some additional information (such as your gender, age, nature of your organization, etc.) that is necessary for the market research."}]}, "count": 3}, "you can": {"text": {"you can": [{"0": "2.1.4 You can generally activate or later deactivate the use of Cookies through a functionality built into your web browser. In addition, certain third-party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing."}, {"1": "3.5.2 You can delete your personal information by contacting support@fotor.com. You understand that we shall delete your personal information within the period regulated by applicable laws after verifying your identity."}, {"2": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}]}, "count": 3}, "right": {"text": {"right": [{"0": "3.3.1 If you use Fotor as a platform to sell or buy a license of copyright protected works or to participate in any artwork competition, we may require your personal information in order to identify you as the source of the artistic work, in compliance with applicable laws."}, {"1": "3.5.1 You are entitled to request us to delete your Personal Information, except for the following circumstances: 1) your account has been identified to commit illegal activities; 2) there are completed or ongoing transactions of copyright licensing in your account; 3) your account has outstanding debts or unresolved disputes; 4) Fotor is requested to keep your Personal Information according to relevant laws and regulations or the requirements of judicial or administrative authorities."}, {"2": "3.6.2 When provided with notification of copyright infringement, we may reveal registration information of the seller to the licensee, copyright owner, judicial or administrative authorities."}, {"3": "8.2.2 You agree that Disputes between you and Fotor will be resolved by binding, individual lawsuit and you waive your right to participate in a class-action lawsuit."}]}, "count": 4}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "3.5.1 You are entitled to request us to delete your Personal Information, except for the following circumstances: 1) your account has been identified to commit illegal activities; 2) there are completed or ongoing transactions of copyright licensing in your account; 3) your account has outstanding debts or unresolved disputes; 4) Fotor is requested to keep your Personal Information according to relevant laws and regulations or the requirements of judicial or administrative authorities."}, {"1": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}]}, "count": 2}, "delete": {"text": {"delete": [{"0": "3.5.1 You are entitled to request us to delete your Personal Information, except for the following circumstances: 1) your account has been identified to commit illegal activities; 2) there are completed or ongoing transactions of copyright licensing in your account; 3) your account has outstanding debts or unresolved disputes; 4) Fotor is requested to keep your Personal Information according to relevant laws and regulations or the requirements of judicial or administrative authorities."}, {"1": "3.5.2 You can delete your personal information by contacting support@fotor.com. You understand that we shall delete your personal information within the period regulated by applicable laws after verifying your identity."}, {"2": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}]}, "count": 3}, "deletion": {"text": {"deletion": [{"0": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"1": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}]}, "count": 2}, "remove": {"text": {"remove": [{"0": "Remove Watermark from Video"}, {"1": "Remove Object from Video"}]}, "count": 2}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Please take a few minutes to review the details of our privacy practices below. By using the websites, mobile applications or other service of Fotor (hereinafter referred to as “Fotor Service” or “Service”), you acknowledge and agree that you have consented to the collection, use, disclosure, transfer and storage practices set out in this Privacy Policy. Particularly, if you are under 18 years old, you shall read these terms under the guidance of your parent or legal guardian, and you shall use Fotor only after your guardian agrees to these terms."}, {"1": "1.1 “Fotor” refers to the legal entity that develops and provides Fotor products and service, i.e. Chengdu Everimaging Science & Technology Co., Ltd., hereinafter referred to as “Fotor”, “we”, “us” or “our”."}, {"2": "In general, Fotor will not transfer your Personal Information to any third party. Notwithstanding, as far as permitted by applicable laws, such information, as a whole, may be inherited, transferred, or taken over by Fotor’s legal succession in a merger, acquisition, or sale of the company and/or its assets, as well as in the event of insolvency, bankruptcy or receivership."}, {"3": "3.5.1 You are entitled to request us to delete your Personal Information, except for the following circumstances: 1) your account has been identified to commit illegal activities; 2) there are completed or ongoing transactions of copyright licensing in your account; 3) your account has outstanding debts or unresolved disputes; 4) Fotor is requested to keep your Personal Information according to relevant laws and regulations or the requirements of judicial or administrative authorities."}, {"4": "8.2.3 Unless you and Fotor both otherwise agree, the lawsuit shall be under the jurisdiction of a People's Court in Chengdu City, Sichuan Province, People’s Republic of China. Fotor shall not be liable for any legal fees and/or other costs incurred prior to receiving complete notification of the claim."}]}, "count": 5}, "authority": {"text": {}, "count": 0}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "3.6.1 You should understand and agree that we may disclose your Personal Information to law enforcement authorities in the event of assistance to prevent, detect or investigate criminal activity."}, {"1": "8. Governing Law & Dispute Resolution"}, {"2": "The formation, execution, validity, interpretation and performance and the settlement of disputes concerning this Privacy Policy shall be governed by and construed in accordance with the laws of the People’s Republic of China, without giving effect to any conflict of law principles."}]}, "count": 3}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Privacy Policy of Fotor"}, {"1": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"2": "Please take a few minutes to review the details of our privacy practices below. By using the websites, mobile applications or other service of Fotor (hereinafter referred to as “Fotor Service” or “Service”), you acknowledge and agree that you have consented to the collection, use, disclosure, transfer and storage practices set out in this Privacy Policy. Particularly, if you are under 18 years old, you shall read these terms under the guidance of your parent or legal guardian, and you shall use Fotor only after your guardian agrees to these terms."}, {"3": "2. Our Policy on Non-Personal Information"}, {"4": "2.1.5 We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein."}, {"5": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"6": "3. Our Policy on Personal Information (General)"}, {"7": "4. Our Policy on Face Data﻿"}, {"8": "We regularly review our own compliance with our Privacy Policy. If you submit a formal written complaint, we will contact you and try our best to resolve the issue."}, {"9": "Our Privacy Policy may change occasionally. We will not reduce your rights under this Privacy Policy without providing explicit, advanced notice. We will post any privacy policy changes on this page and, in the event of significant changes, we will provide a more prominent notice (such as an email notification). We will also archive prior versions of this Privacy Policy for your review."}, {"10": "The formation, execution, validity, interpretation and performance and the settlement of disputes concerning this Privacy Policy shall be governed by and construed in accordance with the laws of the People’s Republic of China, without giving effect to any conflict of law principles."}, {"11": "8.2.1 Except as otherwise agreed between you and Fotor, claim or controversy arising out of or relating to this Privacy Policy or the breach, termination, enforcement, interpretation or validity of these terms (collectively, “Disputes”) shall be settled by lawsuits."}, {"12": "If you have any questions about this Privacy Policy, please send us an email at support@fotor.com."}, {"13": "We use cookies to provide you with better experience. By continuing, you acknowledge that you have read, understood and agreed our Cookie Policy."}]}, "count": 14}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "3.3.3 If you agree to participate in our market research activities in order to provide better Service for you and other users in the future, you may need to provide some additional information (such as your gender, age, nature of your organization, etc.) that is necessary for the market research."}, {"1": "8.2.2 You agree that Disputes between you and Fotor will be resolved by binding, individual lawsuit and you waive your right to participate in a class-action lawsuit."}]}, "count": 2}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {"you acknowledge": [{"0": "Please take a few minutes to review the details of our privacy practices below. By using the websites, mobile applications or other service of Fotor (hereinafter referred to as “Fotor Service” or “Service”), you acknowledge and agree that you have consented to the collection, use, disclosure, transfer and storage practices set out in this Privacy Policy. Particularly, if you are under 18 years old, you shall read these terms under the guidance of your parent or legal guardian, and you shall use Fotor only after your guardian agrees to these terms."}, {"1": "We use cookies to provide you with better experience. By continuing, you acknowledge that you have read, understood and agreed our Cookie Policy."}]}, "count": 2}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"1": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}]}, "count": 2}, "third-party": {"text": {"third-party": [{"0": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"1": "2.1.4 You can generally activate or later deactivate the use of Cookies through a functionality built into your web browser. In addition, certain third-party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing."}, {"2": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}]}, "count": 3}, "third party": {"text": {"third party": [{"0": "In general, Fotor will not transfer your Personal Information to any third party. Notwithstanding, as far as permitted by applicable laws, such information, as a whole, may be inherited, transferred, or taken over by Fotor’s legal succession in a merger, acquisition, or sale of the company and/or its assets, as well as in the event of insolvency, bankruptcy or receivership."}, {"1": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}]}, "count": 2}, "advertising": {"text": {"advertising": [{"0": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"1": "2.1.4 You can generally activate or later deactivate the use of Cookies through a functionality built into your web browser. In addition, certain third-party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing."}, {"2": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"3": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}]}, "count": 4}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"1": "2.1.1 We generally use Cookies for the following purposes: 1) to allow registered users to stay logged in to the service after they close their browser window; 2) to store users' preferences for Service functionality; 3) to track Service usage so we can improve our service & better understand how people are using it; and 4) to better understand the interests of our customers and our Service visitors."}]}, "count": 2}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"1": "1.3 “Non-Personal Information” refers to the processed anonymous user information that cannot identify specific individuals and cannot be recovered, such as data that does not allow direct association with any specific individual."}, {"2": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"3": "1.6 “Face Data” collectively refers to (1) “input”: the original photos, selfies and a specified gender that you submit to Service for purpose of creating AI Avatars; and (2) “outcome”: the avatars created through AI technology based on your face likeness. Face Data is a specific category of Personal Information.﻿"}, {"4": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}, {"5": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}, {"6": "4. Our Policy on Face Data﻿"}, {"7": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}, {"8": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}, {"9": "If you are residing in other countries/jurisdictions, we will make our best effort for you to exercise your rights pursuant to your local data privacy legislation, so far as it’s not in conflict with applicable laws of the People’s Republic of China. Send us an email at support@fotor.com requesting to exercise your rights."}]}, "count": 10}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"1": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}, {"2": "2.1.5 We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein."}, {"3": "When you use certain Fotor Service, we may require you to provide Personal Information. Personal Information may be collected in a number of ways. Typically, we may prompt you to provide Personal Information that is necessary for a certain Service to be performed."}]}, "count": 4}, "stored": {"text": {"stored": [{"0": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"1": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}, {"2": "As permitted by applicable laws, your Personal Information is encrypted and securely stored in the place where Fotor is located."}, {"3": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}]}, "count": 4}, "retention": {"text": {"retention": [{"0": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {"analysis": [{"0": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}]}, "count": 1}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "AI Image"}, {"1": "AI Image Generator"}, {"2": "AI Art Generator"}, {"3": "AI Photo Effect"}, {"4": "AI Photo Enhancer"}, {"5": "AI Avatar Generator"}, {"6": "AI Headshot Generator"}, {"7": "AI Photo Editor"}, {"8": "AI Photo Restoration"}, {"9": "AI Image Extender"}, {"10": "AI Presentation Maker"}, {"11": "AI Video"}, {"12": "AI Video Enhancer"}, {"13": "AI Video Generator"}, {"14": "AI Gif Generator"}, {"15": "AI Animation Generator"}, {"16": "AI Video Editor"}, {"17": "1.6 “Face Data” collectively refers to (1) “input”: the original photos, selfies and a specified gender that you submit to Service for purpose of creating AI Avatars; and (2) “outcome”: the avatars created through AI technology based on your face likeness. Face Data is a specific category of Personal Information.﻿"}, {"18": "4.1 CollectionThe only case that we collect Face Data is when you use AI Avatar features. Service uses a neural network model say “Stable Diffusion” to generate AI Avatars based on your input. To implement this functionality, you will be asked to upload 8 to 15 photos or selfies to Service and select a desired gender of the avatar to be created.4.2 Storage, Retention and Deletion4.2.1 About InputYour input will be temporarily stored on our servers (provided by Amazon Web Services located in the USA) and will be permanently deleted from our servers once the avatars are successfully generated. 4.2.2 About OutcomeYour outcome (avatar) will be stored on our servers (provided by Amazon Web Services located in the USA) so that they remain accessible to you in the service at any time until you decide to delete it. Generally, the retention time of your outcome equals to the term of your account existence. You can delete your outcome by yourself in the service at any time or just send us an email (at support@fotor.com) to request assistance in deletion.4.3 Use, Transfer and Share"}, {"19": "We only use your Face Data to provide AI Avatar features to you in the service. We DO NOT use your Face Data to train any other AI products. We DO NOT use your Face Data to identify any individual user or for any marketing purpose. We DO NOT use your Face Data to build a user profile, or otherwise attempt, facilitate, or encourage any third party to do so. We DO NOT transfer, share, sell, or provide your Face Data to advertising platforms, analytics providers, data brokers, information resellers or other such parties."}, {"20": "AI Video Generator"}, {"21": "AI Presentation Maker"}, {"22": "AI Image Generator"}]}, "count": 23}, "automatically": {"text": {"automatically": [{"0": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"1": "2.3.2 The purposes of the Device Information or System Information includes: 1) identifying the user’s using habits; 2) automatically matching user’s system language; 3) decision on service adaptation to some older devices or systems; 4) helping developers locate the errors in the software; and 5) improving the Service of website such as access speed etc."}, {"2": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}]}, "count": 3}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}]}, "count": 1}, "settings": {"text": {"settings": [{"0": "2.3.1 If you visit our Service through website or mobile application, we shall receive and record the device related information you use (such as device type, operating system and its version, device settings, device identifier, time zone and language, software version number, browser unique identifier) according to specific permissions you grant in the software installation and use."}]}, "count": 1}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {}, "count": 0}, "unauthorized": {"text": {"unauthorized": [{"0": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"1": "1.5 “Clear GIFs” (also known as “Web Beacons”) are used in combination with Cookies to help service operators understand how visitors interact with their service. A Clear GIF is typically a transparent graphic image that is placed on a site. The use of a Clear GIF allows the service provider to measure the actions of the visitor such as opening a page that contains the Clear GIF."}, {"2": "2.1.1 We generally use Cookies for the following purposes: 1) to allow registered users to stay logged in to the service after they close their browser window; 2) to store users' preferences for Service functionality; 3) to track Service usage so we can improve our service & better understand how people are using it; and 4) to better understand the interests of our customers and our Service visitors."}, {"3": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"4": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"5": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}]}, "count": 6}, "what": {"text": {}, "count": 0}, "how you": {"text": {"how you": [{"0": "We may save information about your registration or log in Fotor. We may automatically record certain information about how you use our Service (we refer to this information as “Log Data”). Log Data may include information such as a user’s Internet Protocol (IP) address, date and time of login/logout. We use this information to administer and provide access to the Service. Such information will be guaranteed to be under control of Fotor. We shall protect such Log Data through both technical and administrative means to prevent the risk of loss, improper use, unauthorized access, disclosure or changes."}]}, "count": 1}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Your privacy is important to Fotor. Our Privacy Policy covers how we collect, use, disclose, transfer, and store your information and customized user data. We hope our policy is straightforward and easy-to-understand. If you do not accept the content of the following terms, we are unable to provide service for you."}, {"1": "1.5 “Clear GIFs” (also known as “Web Beacons”) are used in combination with Cookies to help service operators understand how visitors interact with their service. A Clear GIF is typically a transparent graphic image that is placed on a site. The use of a Clear GIF allows the service provider to measure the actions of the visitor such as opening a page that contains the Clear GIF."}, {"2": "2.1.1 We generally use Cookies for the following purposes: 1) to allow registered users to stay logged in to the service after they close their browser window; 2) to store users' preferences for Service functionality; 3) to track Service usage so we can improve our service & better understand how people are using it; and 4) to better understand the interests of our customers and our Service visitors."}, {"3": "2.1.6 You may configure your browser or device to block Cookies, including Cookies associated with our Service. However, you also understand that our Service may not function correctly with Cookies disabled."}, {"4": "3.5.2 You can delete your personal information by contacting support@fotor.com. You understand that we shall delete your personal information within the period regulated by applicable laws after verifying your identity."}, {"5": "3.6.1 You should understand and agree that we may disclose your Personal Information to law enforcement authorities in the event of assistance to prevent, detect or investigate criminal activity."}]}, "count": 6}, "learn": {"text": {}, "count": 0}, "more information": {"text": {"more information": [{"0": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "1.4 “Cookie” refers to small data file that is stored on your device. Most Internet browsers automatically accept cookies. We use information collected from cookies to improve users' experience and the overall quality of our service."}, {"1": "1.5 “Clear GIFs” (also known as “Web Beacons”) are used in combination with Cookies to help service operators understand how visitors interact with their service. A Clear GIF is typically a transparent graphic image that is placed on a site. The use of a Clear GIF allows the service provider to measure the actions of the visitor such as opening a page that contains the Clear GIF."}, {"2": "We may collect Non-Personal Information. Non-personal data is collected, used, transferred, disclosed and stored for a number of purposes. These purposes include the use of cookies and other technologies that give us a better understanding of our users' needs."}, {"3": "2.1.1 We generally use Cookies for the following purposes: 1) to allow registered users to stay logged in to the service after they close their browser window; 2) to store users' preferences for Service functionality; 3) to track Service usage so we can improve our service & better understand how people are using it; and 4) to better understand the interests of our customers and our Service visitors."}, {"4": "2.1.2 Some Cookies are necessary for certain uses of the Service, and without such Cookies, we would not be able to provide many features that you need to use the Service properly. These Cookies, for example, allow us to operate our Service so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Service content. They also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Services."}, {"5": "2.1.3 We also use functional Cookies and/or Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the service to work properly and your User preferences to remain known. Analysis Cookies, among other things, collect information on how visitors use our Service, the content and products that users view most frequently, and the effectiveness of our third-party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either “session” Cookies which are deleted when you end your browser session, or “persistent,” which remain until their deletion by you (discussed below) or the party who served the cookie."}, {"6": "2.1.4 You can generally activate or later deactivate the use of Cookies through a functionality built into your web browser. In addition, certain third-party advertising networks, including Google, permit users to opt out of or customize preferences associated with your internet browsing."}, {"7": "2.1.5 We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein."}, {"8": "2.1.6 You may configure your browser or device to block Cookies, including Cookies associated with our Service. However, you also understand that our Service may not function correctly with Cookies disabled."}, {"9": "We may use third-party advertising companies to serve ads when you visit our service. These companies may use Non-Personal Information about your visits to our Service and to other websites in order to provide advertisements about goods and services of interest to you. These companies may employ Clear GIFs in addition to Cookies to measure advertising effectiveness. Any information that these third parties collect via Clear GIFs is generally not personally identifiable (unless, for example, you provide personally identifiable information to them through an ad or e-mail message). We encourage you to read these businesses’ privacy policy if you should have any concerns about how they will care for your personal information. If you would like more information about this practice and to know your choices about not having this information used by these companies, see the Network Advertising Initiative’s consumer website."}, {"10": "We use cookies to provide you with better experience. By continuing, you acknowledge that you have read, understood and agreed our Cookie Policy."}]}, "count": 11}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "1.5 “Clear GIFs” (also known as “Web Beacons”) are used in combination with Cookies to help service operators understand how visitors interact with their service. A Clear GIF is typically a transparent graphic image that is placed on a site. The use of a Clear GIF allows the service provider to measure the actions of the visitor such as opening a page that contains the Clear GIF."}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}