{"https://spotpet.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Spot Pet Insurance Services, LLC a Delaware limited liability company (“Spot”, “we” or “us”) is committed to protecting the privacy of all individuals (“you” or “your”) who utilize our Offerings. “Offerings” refer to Spot Pet Insurance Services, LLC’s products, applications and services. This website (the “Site”) and the Offerings are sometimes collectively referred to as the “Services.”"}, {"1": "Spot may collect from you: (i) Personal Information (as defined below) and (ii) Non-Personal Information (as defined below), including technical and other information. You may choose not to provide us with your Personal Information. However, choosing not to provide certain requested Personal Information may prevent you from accessing and taking advantage of the Offerings of Spot.When we use the term “Personal Information” in this Privacy Policy, we mean information about you that is personally identifiable to you, such as your contact information (e.g., name, address, email address, or telephone number), or other personally identifiable information. When we use the term “Non-Personal Information”, we mean information about you but that does not identify you."}, {"2": "While you are browsing the Services, we automatically log your Internet protocol (“IP”) address, certain other technical information including your browser type and connection speed and your activities while using the Services (such as the pages you visited). When you access the Services from a mobile device, we may collect anonymous information from that device, including IP address, browser type, and device type, and other usage information about your device."}, {"3": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}, {"4": "3. WHEN DO WE SHARE YOUR PERSONAL INFORMATION?"}, {"5": "We share Personal Information only with our affiliates, service providers, third parties, and governmental agencies, or as otherwise described below (subject to restrictions and limitations imposed by applicable laws, including Title V of the Gramm-Leach-Bliley Act (the “GLBA”)):"}, {"6": "We share your Personal Information with our affiliates, service providers, and other third parties who will provide you with the products, services, and offerings you requested. These affiliates, service providers, and other third parties may also use your Identifiers and Contact information to contact you about their products, services or other offerings that may be of interest to you."}, {"7": "We may share your Personal Information with our auditors, lawyers or other professional advisors so they can support our business. Like the other service providers, these professional advisors are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them."}, {"8": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"9": "The GLBA and applicable state laws generally prohibit any financial institution, directly or through its affiliates, from sharing non-public personal information about you with a non-affiliated third party unless the institution provides you with a notice of its privacy policies and practices, including the type of information that it collects about you and the categories of persons or entities to whom it may be disclosed. In compliance with GLBA and state privacy laws, we are providing you with this notice, which informs you of the privacy policies and practices of SPOT Pet Insurance Services, LLC."}, {"10": "We strive to maintain the accuracy of any Personal Information that may be collected from you and will use our commercially reasonable efforts to respond promptly to update our database when you tell us any such information in our database is not accurate. It is your responsibility to ensure that such information is accurate, complete and up to date."}, {"11": "You may opt out of receiving communications from us and our affiliates by following the opt-out link provided in any email received from us or by emailing us at reply@spotpetins.com. For text messaging campaigns, you may opt-out by sending “STOP” in response to promotional text messages. Where permissible, we may retain a copy of certain information for archival purposes, and to avoid identity theft or fraud."}, {"12": "4.2.1 Right of Access. You may have the right to access your personal information maintained by us. Upon receipt of a verifiable request to access personal information, we will disclose and deliver, free of charge, the personal information requested."}, {"13": "4.2.2 Right of Deletion. You may have the right to request that we delete any personal information about you which we have collected from you. Upon receipt of a verifiable request for deletion, we will delete your personal information from our records and direct any service providers to delete your personal information from our records, within 45 days."}, {"14": "We will comply with your request to delete personal information unless it is necessary for us to maintain your personal information in order to:"}, {"15": "4.2.4 Verification. After you submit a request, we will promptly take steps to determine whether your request is a verifiable request. We will take steps to verify that you are who you say you are before honoring your request."}, {"16": "We will disclose and deliver the required information to you free of charge within 45 days of receiving your verifiable request. If necessary, we will extend the time period to provide the required information once by an additional 45 days and will provide you with notice of the extension within the first 45-day period. The disclosure shall cover the 12-month period preceding our receipt of the verifiable request."}, {"17": "As noted below, we do not knowingly collect information from or about children, including children aged 16 and under. We do not sell information of minors under 16 years of age."}, {"18": "4.2.5 Authorized Agent. You have the right to designate an authorized agent to submit an access or deletion request on your behalf. If you use an authorized agent to submit such a request, we will require that you:"}, {"19": "Provide the authorized agent written permission to act on your behalf; andVerify your own identity with us before we can honor the request.4.2.6 No Discrimination. We will not discriminate against an individual because the individual exercised any of the rights described here."}, {"20": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"21": "The Offerings are not permitted for children under 13, and we do not collect Personal Information from children. By using the Services, you represent that you are not under the age of 13. Any information we receive from users we believe to be under the age of 13 will be purged from our database."}, {"22": "Spot may reference or provide links to third party websites. We are not responsible for the third-party websites, and you should review the privacy policies posted on such sites. Please be aware that Spot does not control, nor are we responsible for, the privacy policies or information practices of third parties or their websites."}, {"23": "If you provide Personal Information on SPOT’s Site, receive a quote for pet insurance, and decide to purchase the insurance, you will leave our Site and be re-directed to a different website to purchase that insurance. Your purchase of the insurance product is through a third-party website over which we have no control. We do not receive any of the information you provide on that website to purchase insurance."}, {"24": "Spot employs security systems to protect the information we receive from you from unauthorized disclosure. Nothing is 100% secure, so please use caution when sharing sensitive information online."}, {"25": "SPOT may update this Privacy Policy from time to time to reflect changes to our information practices. SPOT will provide you with advance notice of a major change prior to your access of any portion of the Offerings. For example, we may (i) require that you re-accept the updated version of this Privacy Policy, (ii) send you an electronic notification advising of the update to this Privacy Policy, or (iii) include a notice on the Site. SPOT does not ordinarily provide advance notice of a minor change."}, {"26": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}]}, "count": 27}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "We share Personal Information only with our affiliates, service providers, third parties, and governmental agencies, or as otherwise described below (subject to restrictions and limitations imposed by applicable laws, including Title V of the Gramm-Leach-Bliley Act (the “GLBA”)):"}, {"1": "We may share your Personal Information with our auditors, lawyers or other professional advisors so they can support our business. Like the other service providers, these professional advisors are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them."}, {"2": "Spot and you agree that there is only one way for us to stop text messages from Spot and that is to reply STOP to any text you receive from Spot. While that STOP will stop further text messages relating to the information above, the STOP may generate a confirmation text regarding your request to stop receiving text messages."}, {"3": "^Plans only cover eligible expenses."}, {"4": "~Only available to residents of AR, AZ, CA, FL, ID, IN, ME, MT, NJ, NM, NY, OK, OR and WA, or potential customers in GA, KY, MN, MS, NH, NV, OH, PA, and WY. Subject to eligibility. Full terms: spotpet.com/amz-terms"}]}, "count": 5}, "information": {"text": {"information": [{"0": "1. WHAT INFORMATION DOES SPOT COLLECT FROM YOU?"}, {"1": "Spot may collect from you: (i) Personal Information (as defined below) and (ii) Non-Personal Information (as defined below), including technical and other information. You may choose not to provide us with your Personal Information. However, choosing not to provide certain requested Personal Information may prevent you from accessing and taking advantage of the Offerings of Spot.When we use the term “Personal Information” in this Privacy Policy, we mean information about you that is personally identifiable to you, such as your contact information (e.g., name, address, email address, or telephone number), or other personally identifiable information. When we use the term “Non-Personal Information”, we mean information about you but that does not identify you."}, {"2": "At the time you begin the quoting process, you may be asked to provide us Personal Information including:"}, {"3": "Identifiers such as your name, andContact information such as your address, phone number, email address.The provision of this information allows us to create an account for you. Your provision of any Personal Information is voluntary. However, if you choose not to provide the information requested, certain aspects or elements of the Services may not be available to you."}, {"4": "While you are browsing the Services, we automatically log your Internet protocol (“IP”) address, certain other technical information including your browser type and connection speed and your activities while using the Services (such as the pages you visited). When you access the Services from a mobile device, we may collect anonymous information from that device, including IP address, browser type, and device type, and other usage information about your device."}, {"5": "2. HOW IS YOUR INFORMATION USED?"}, {"6": "2.1 Personal Information."}, {"7": "Spot collects Personal Information solely for conducting its business of marketing, producing, underwriting, servicing and administering its Offerings, including, but not limited to:"}, {"8": "Responding to an inquiry from you or addressing a request submitted by you (including contacting you directly to request additional information to process your inquiry or request);"}, {"9": "2.2 Non-personal Information."}, {"10": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}, {"11": "3. WHEN DO WE SHARE YOUR PERSONAL INFORMATION?"}, {"12": "We share Personal Information only with our affiliates, service providers, third parties, and governmental agencies, or as otherwise described below (subject to restrictions and limitations imposed by applicable laws, including Title V of the Gramm-Leach-Bliley Act (the “GLBA”)):"}, {"13": "We share your Personal Information with our affiliates, service providers, and other third parties who will provide you with the products, services, and offerings you requested. These affiliates, service providers, and other third parties may also use your Identifiers and Contact information to contact you about their products, services or other offerings that may be of interest to you."}, {"14": "We may share your Personal Information with our auditors, lawyers or other professional advisors so they can support our business. Like the other service providers, these professional advisors are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them."}, {"15": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"16": "The GLBA and applicable state laws generally prohibit any financial institution, directly or through its affiliates, from sharing non-public personal information about you with a non-affiliated third party unless the institution provides you with a notice of its privacy policies and practices, including the type of information that it collects about you and the categories of persons or entities to whom it may be disclosed. In compliance with GLBA and state privacy laws, we are providing you with this notice, which informs you of the privacy policies and practices of SPOT Pet Insurance Services, LLC."}, {"17": "You have the right to restrict sharing of your non-public personal information with a non-affiliated third party for any purpose that is not specifically authorized by law. You may “opt-out” of the sharing of your Personal Information with non-affiliated third parties for purposes of those third parties’ marketing of their products and services by sending a request to reply@spotpetins.com."}, {"18": "We strive to maintain the accuracy of any Personal Information that may be collected from you and will use our commercially reasonable efforts to respond promptly to update our database when you tell us any such information in our database is not accurate. It is your responsibility to ensure that such information is accurate, complete and up to date."}, {"19": "You may obtain from us, by email or mail, the information in our records and/or files. If you wish to make any changes to any Personal Information you have provided to us, you may do so at any time by contacting us at reply@spotpetins.com."}, {"20": "You may opt out of receiving communications from us and our affiliates by following the opt-out link provided in any email received from us or by emailing us at reply@spotpetins.com. For text messaging campaigns, you may opt-out by sending “STOP” in response to promotional text messages. Where permissible, we may retain a copy of certain information for archival purposes, and to avoid identity theft or fraud."}, {"21": "Depending on your state or country of residence, you may be entitled to additional rights over your Personal Information:"}, {"22": "4.2.1 Right of Access. You may have the right to access your personal information maintained by us. Upon receipt of a verifiable request to access personal information, we will disclose and deliver, free of charge, the personal information requested."}, {"23": "4.2.2 Right of Deletion. You may have the right to request that we delete any personal information about you which we have collected from you. Upon receipt of a verifiable request for deletion, we will delete your personal information from our records and direct any service providers to delete your personal information from our records, within 45 days."}, {"24": "We will comply with your request to delete personal information unless it is necessary for us to maintain your personal information in order to:"}, {"25": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}, {"26": "We will disclose and deliver the required information to you free of charge within 45 days of receiving your verifiable request. If necessary, we will extend the time period to provide the required information once by an additional 45 days and will provide you with notice of the extension within the first 45-day period. The disclosure shall cover the 12-month period preceding our receipt of the verifiable request."}, {"27": "As noted below, we do not knowingly collect information from or about children, including children aged 16 and under. We do not sell information of minors under 16 years of age."}, {"28": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"29": "The Offerings are not permitted for children under 13, and we do not collect Personal Information from children. By using the Services, you represent that you are not under the age of 13. Any information we receive from users we believe to be under the age of 13 will be purged from our database."}, {"30": "Spot may reference or provide links to third party websites. We are not responsible for the third-party websites, and you should review the privacy policies posted on such sites. Please be aware that Spot does not control, nor are we responsible for, the privacy policies or information practices of third parties or their websites."}, {"31": "If you provide Personal Information on SPOT’s Site, receive a quote for pet insurance, and decide to purchase the insurance, you will leave our Site and be re-directed to a different website to purchase that insurance. Your purchase of the insurance product is through a third-party website over which we have no control. We do not receive any of the information you provide on that website to purchase insurance."}, {"32": "Spot employs security systems to protect the information we receive from you from unauthorized disclosure. Nothing is 100% secure, so please use caution when sharing sensitive information online."}, {"33": "This Privacy Policy is incorporated into and subject to the terms of the SPOT Terms & Conditions. If you do not agree to the terms of this Privacy Policy, please do not provide us with any information and do not purchase and/or use the Offerings. By purchasing and/or using the Offerings and voluntarily providing your Personal Information to us you consent to the collection and use of such Personal Information as set forth in this Privacy Policy."}, {"34": "SPOT may update this Privacy Policy from time to time to reflect changes to our information practices. SPOT will provide you with advance notice of a major change prior to your access of any portion of the Offerings. For example, we may (i) require that you re-accept the updated version of this Privacy Policy, (ii) send you an electronic notification advising of the update to this Privacy Policy, or (iii) include a notice on the Site. SPOT does not ordinarily provide advance notice of a minor change."}, {"35": "Spot encourages you to periodically review this page for the latest information on our privacy practices. You can tell when changes have been made to the Privacy Policy by referring to the “Effective Date” legend on top of this page. YOUR CONTINUED USE OF THE SERVICES AND/OR UTILIZATION OF ANY SERVICES BENEFITS AFTER THIS PRIVACY STATEMENT HAS BEEN UPDATED (AND AFTER ADVANCE NOTICE FOR A MAJOR CHANGE) INDICATES YOUR AGREEMENT AND ACCEPTANCE OF THE UPDATED VERSION OF THE PRIVACY STATEMENT. UNLESS OTHERWISE INDICATED, ANY CHANGES TO THIS PRIVACY STATEMENT WILL APPLY IMMEDIATELY UPON POSTING TO THE SITE."}, {"36": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}, {"37": "You agree that Spot’s Privacy Policy is a part of these Texting Terms and all information received pursuant to these Texting Terms will be handled in accordance with that privacy policy;"}, {"38": "14.2 Information Contained in Texts"}, {"39": "Messages may include important information about the lapse of your policy, renewal of your policy or reactivation of your policy;"}, {"40": "Messages may include information about referral programs;"}, {"41": "Messages may include information regarding claims submitted under your policy;"}, {"42": "Spot and you agree that there is only one way for us to stop text messages from Spot and that is to reply STOP to any text you receive from Spot. While that STOP will stop further text messages relating to the information above, the STOP may generate a confirmation text regarding your request to stop receiving text messages."}, {"43": "If you have enrolled your phone number multiple times with Spot for different types of text message information, a STOP for each program may be required to completely stop receiving each type of text messages from Spot. For instance, if you elected to receive information regarding topics related to claims or customer service, you will need to provide a separate STOP for that information."}, {"44": "Waiting periods, annual deductible, co-insurance, benefit limits and exclusions may apply. For all terms visit https://spotpet.com/sample-policy. Products, schedules, discounts, and rates may vary and are subject to change. 10% multi-pet discount is available on all pets after the first. More information available at checkout.Insurance plans are underwritten by either Independence American Insurance Company (NAIC #26581. A Delaware insurance company located at 11333 N. Scottsdale Rd, Ste. 160, Scottsdale, AZ 85254) or United States Fire Insurance Company (NAIC #21113. Morristown, NJ), and are produced by Spot Pet Insurance Services, LLC. (NPN # 19246385. 990 Biscayne Boulevard Suite 603, Miami, FL 33132. CA License #6000188)."}]}, "count": 45}, "use": {"text": {"use": [{"0": "Spot may collect from you: (i) Personal Information (as defined below) and (ii) Non-Personal Information (as defined below), including technical and other information. You may choose not to provide us with your Personal Information. However, choosing not to provide certain requested Personal Information may prevent you from accessing and taking advantage of the Offerings of Spot.When we use the term “Personal Information” in this Privacy Policy, we mean information about you that is personally identifiable to you, such as your contact information (e.g., name, address, email address, or telephone number), or other personally identifiable information. When we use the term “Non-Personal Information”, we mean information about you but that does not identify you."}, {"1": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}, {"2": "We share your Personal Information with our affiliates, service providers, and other third parties who will provide you with the products, services, and offerings you requested. These affiliates, service providers, and other third parties may also use your Identifiers and Contact information to contact you about their products, services or other offerings that may be of interest to you."}, {"3": "We may share your Personal Information with our auditors, lawyers or other professional advisors so they can support our business. Like the other service providers, these professional advisors are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them."}, {"4": "We strive to maintain the accuracy of any Personal Information that may be collected from you and will use our commercially reasonable efforts to respond promptly to update our database when you tell us any such information in our database is not accurate. It is your responsibility to ensure that such information is accurate, complete and up to date."}, {"5": "4.2.5 Authorized Agent. You have the right to designate an authorized agent to submit an access or deletion request on your behalf. If you use an authorized agent to submit such a request, we will require that you:"}, {"6": "Provide the authorized agent written permission to act on your behalf; andVerify your own identity with us before we can honor the request.4.2.6 No Discrimination. We will not discriminate against an individual because the individual exercised any of the rights described here."}, {"7": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"8": "Spot employs security systems to protect the information we receive from you from unauthorized disclosure. Nothing is 100% secure, so please use caution when sharing sensitive information online."}, {"9": "This Privacy Policy is incorporated into and subject to the terms of the SPOT Terms & Conditions. If you do not agree to the terms of this Privacy Policy, please do not provide us with any information and do not purchase and/or use the Offerings. By purchasing and/or using the Offerings and voluntarily providing your Personal Information to us you consent to the collection and use of such Personal Information as set forth in this Privacy Policy."}, {"10": "Spot encourages you to periodically review this page for the latest information on our privacy practices. You can tell when changes have been made to the Privacy Policy by referring to the “Effective Date” legend on top of this page. YOUR CONTINUED USE OF THE SERVICES AND/OR UTILIZATION OF ANY SERVICES BENEFITS AFTER THIS PRIVACY STATEMENT HAS BEEN UPDATED (AND AFTER ADVANCE NOTICE FOR A MAJOR CHANGE) INDICATES YOUR AGREEMENT AND ACCEPTANCE OF THE UPDATED VERSION OF THE PRIVACY STATEMENT. UNLESS OTHERWISE INDICATED, ANY CHANGES TO THIS PRIVACY STATEMENT WILL APPLY IMMEDIATELY UPON POSTING TO THE SITE."}, {"11": "Spot may use your mobile telephone number to send transactional and promotional text messages to you, and, where appropriate, will obtain your consent to do so prior to sending text messages. These “Texting Terms”, which are incorporated into the Privacy Policy, apply when you give prior express consent to get text messages from Spot."}, {"12": "You authorize Spot to use autodialer or non-autodialer technology to send text messages to the cell phone number associated with your consent (for example, the number listed on the form you completed to provide us consent to receive text message, or, if none, the number from which you sent your consent to receive text messages);"}]}, "count": 13}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Spot may collect from you: (i) Personal Information (as defined below) and (ii) Non-Personal Information (as defined below), including technical and other information. You may choose not to provide us with your Personal Information. However, choosing not to provide certain requested Personal Information may prevent you from accessing and taking advantage of the Offerings of Spot.When we use the term “Personal Information” in this Privacy Policy, we mean information about you that is personally identifiable to you, such as your contact information (e.g., name, address, email address, or telephone number), or other personally identifiable information. When we use the term “Non-Personal Information”, we mean information about you but that does not identify you."}, {"1": "While you are browsing the Services, we automatically log your Internet protocol (“IP”) address, certain other technical information including your browser type and connection speed and your activities while using the Services (such as the pages you visited). When you access the Services from a mobile device, we may collect anonymous information from that device, including IP address, browser type, and device type, and other usage information about your device."}, {"2": "3.1 Affiliates, Service Providers, and other Third Parties."}, {"3": "We share your Personal Information with our affiliates, service providers, and other third parties who will provide you with the products, services, and offerings you requested. These affiliates, service providers, and other third parties may also use your Identifiers and Contact information to contact you about their products, services or other offerings that may be of interest to you."}, {"4": "We may share your Personal Information with our auditors, lawyers or other professional advisors so they can support our business. Like the other service providers, these professional advisors are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them."}, {"5": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"6": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}]}, "count": 7}, "if": {"text": {"if": [{"0": "Identifiers such as your name, andContact information such as your address, phone number, email address.The provision of this information allows us to create an account for you. Your provision of any Personal Information is voluntary. However, if you choose not to provide the information requested, certain aspects or elements of the Services may not be available to you."}, {"1": "You may obtain from us, by email or mail, the information in our records and/or files. If you wish to make any changes to any Personal Information you have provided to us, you may do so at any time by contacting us at reply@spotpetins.com."}, {"2": "We will disclose and deliver the required information to you free of charge within 45 days of receiving your verifiable request. If necessary, we will extend the time period to provide the required information once by an additional 45 days and will provide you with notice of the extension within the first 45-day period. The disclosure shall cover the 12-month period preceding our receipt of the verifiable request."}, {"3": "4.2.5 Authorized Agent. You have the right to designate an authorized agent to submit an access or deletion request on your behalf. If you use an authorized agent to submit such a request, we will require that you:"}, {"4": "If you provide Personal Information on SPOT’s Site, receive a quote for pet insurance, and decide to purchase the insurance, you will leave our Site and be re-directed to a different website to purchase that insurance. Your purchase of the insurance product is through a third-party website over which we have no control. We do not receive any of the information you provide on that website to purchase insurance."}, {"5": "This Privacy Policy is incorporated into and subject to the terms of the SPOT Terms & Conditions. If you do not agree to the terms of this Privacy Policy, please do not provide us with any information and do not purchase and/or use the Offerings. By purchasing and/or using the Offerings and voluntarily providing your Personal Information to us you consent to the collection and use of such Personal Information as set forth in this Privacy Policy."}, {"6": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}, {"7": "You authorize Spot to use autodialer or non-autodialer technology to send text messages to the cell phone number associated with your consent (for example, the number listed on the form you completed to provide us consent to receive text message, or, if none, the number from which you sent your consent to receive text messages);"}, {"8": "You agree to let us know if you no longer are in possession of that phone number. If you do not, Spot is not responsible for any text message sent to a new user of that phone number;"}, {"9": "If you have enrolled your phone number multiple times with Spot for different types of text message information, a STOP for each program may be required to completely stop receiving each type of text messages from Spot. For instance, if you elected to receive information regarding topics related to claims or customer service, you will need to provide a separate STOP for that information."}, {"10": "ªAvailable if no claims have been filed. There is a 15-day money back guarantee in ME, LA and WA. Not available in NY."}]}, "count": 11}, "when": {"text": {"when": [{"0": "Spot may collect from you: (i) Personal Information (as defined below) and (ii) Non-Personal Information (as defined below), including technical and other information. You may choose not to provide us with your Personal Information. However, choosing not to provide certain requested Personal Information may prevent you from accessing and taking advantage of the Offerings of Spot.When we use the term “Personal Information” in this Privacy Policy, we mean information about you that is personally identifiable to you, such as your contact information (e.g., name, address, email address, or telephone number), or other personally identifiable information. When we use the term “Non-Personal Information”, we mean information about you but that does not identify you."}, {"1": "While you are browsing the Services, we automatically log your Internet protocol (“IP”) address, certain other technical information including your browser type and connection speed and your activities while using the Services (such as the pages you visited). When you access the Services from a mobile device, we may collect anonymous information from that device, including IP address, browser type, and device type, and other usage information about your device."}, {"2": "3. WHEN DO WE SHARE YOUR PERSONAL INFORMATION?"}, {"3": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"4": "We strive to maintain the accuracy of any Personal Information that may be collected from you and will use our commercially reasonable efforts to respond promptly to update our database when you tell us any such information in our database is not accurate. It is your responsibility to ensure that such information is accurate, complete and up to date."}, {"5": "Some internet browsers incorporate a “Do Not Track” feature that signals to websites you visit that you do not want to have your online activity tracked. Given that there is not a uniform way that browsers communicate the “Do Not Track” signal, our Sites do not currently interpret, respond to or alter their practices when it receives “Do Not Track” signals."}, {"6": "Spot employs security systems to protect the information we receive from you from unauthorized disclosure. Nothing is 100% secure, so please use caution when sharing sensitive information online."}, {"7": "Spot encourages you to periodically review this page for the latest information on our privacy practices. You can tell when changes have been made to the Privacy Policy by referring to the “Effective Date” legend on top of this page. YOUR CONTINUED USE OF THE SERVICES AND/OR UTILIZATION OF ANY SERVICES BENEFITS AFTER THIS PRIVACY STATEMENT HAS BEEN UPDATED (AND AFTER ADVANCE NOTICE FOR A MAJOR CHANGE) INDICATES YOUR AGREEMENT AND ACCEPTANCE OF THE UPDATED VERSION OF THE PRIVACY STATEMENT. UNLESS OTHERWISE INDICATED, ANY CHANGES TO THIS PRIVACY STATEMENT WILL APPLY IMMEDIATELY UPON POSTING TO THE SITE."}, {"8": "Spot may use your mobile telephone number to send transactional and promotional text messages to you, and, where appropriate, will obtain your consent to do so prior to sending text messages. These “Texting Terms”, which are incorporated into the Privacy Policy, apply when you give prior express consent to get text messages from Spot."}]}, "count": 9}, "help": {"text": {"help": [{"0": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}, {"1": "Text “HELP” for help; and,"}, {"2": "Help Center"}]}, "count": 3}, "access": {"text": {"access": [{"0": "While you are browsing the Services, we automatically log your Internet protocol (“IP”) address, certain other technical information including your browser type and connection speed and your activities while using the Services (such as the pages you visited). When you access the Services from a mobile device, we may collect anonymous information from that device, including IP address, browser type, and device type, and other usage information about your device."}, {"1": "4.2.1 Right of Access. You may have the right to access your personal information maintained by us. Upon receipt of a verifiable request to access personal information, we will disclose and deliver, free of charge, the personal information requested."}, {"2": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}, {"3": "4.2.5 Authorized Agent. You have the right to designate an authorized agent to submit an access or deletion request on your behalf. If you use an authorized agent to submit such a request, we will require that you:"}, {"4": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"5": "SPOT may update this Privacy Policy from time to time to reflect changes to our information practices. SPOT will provide you with advance notice of a major change prior to your access of any portion of the Offerings. For example, we may (i) require that you re-accept the updated version of this Privacy Policy, (ii) send you an electronic notification advising of the update to this Privacy Policy, or (iii) include a notice on the Site. SPOT does not ordinarily provide advance notice of a minor change."}]}, "count": 6}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "Provide the authorized agent written permission to act on your behalf; andVerify your own identity with us before we can honor the request.4.2.6 No Discrimination. We will not discriminate against an individual because the individual exercised any of the rights described here."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {}, "count": 0}, "we may collect": {"text": {"we may collect": [{"0": "While you are browsing the Services, we automatically log your Internet protocol (“IP”) address, certain other technical information including your browser type and connection speed and your activities while using the Services (such as the pages you visited). When you access the Services from a mobile device, we may collect anonymous information from that device, including IP address, browser type, and device type, and other usage information about your device."}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "Spot may collect from you: (i) Personal Information (as defined below) and (ii) Non-Personal Information (as defined below), including technical and other information. You may choose not to provide us with your Personal Information. However, choosing not to provide certain requested Personal Information may prevent you from accessing and taking advantage of the Offerings of Spot.When we use the term “Personal Information” in this Privacy Policy, we mean information about you that is personally identifiable to you, such as your contact information (e.g., name, address, email address, or telephone number), or other personally identifiable information. When we use the term “Non-Personal Information”, we mean information about you but that does not identify you."}, {"1": "At the time you begin the quoting process, you may be asked to provide us Personal Information including:"}, {"2": "You have the right to restrict sharing of your non-public personal information with a non-affiliated third party for any purpose that is not specifically authorized by law. You may “opt-out” of the sharing of your Personal Information with non-affiliated third parties for purposes of those third parties’ marketing of their products and services by sending a request to reply@spotpetins.com."}, {"3": "You may obtain from us, by email or mail, the information in our records and/or files. If you wish to make any changes to any Personal Information you have provided to us, you may do so at any time by contacting us at reply@spotpetins.com."}, {"4": "You may opt out of receiving communications from us and our affiliates by following the opt-out link provided in any email received from us or by emailing us at reply@spotpetins.com. For text messaging campaigns, you may opt-out by sending “STOP” in response to promotional text messages. Where permissible, we may retain a copy of certain information for archival purposes, and to avoid identity theft or fraud."}, {"5": "Depending on your state or country of residence, you may be entitled to additional rights over your Personal Information:"}, {"6": "4.2.1 Right of Access. You may have the right to access your personal information maintained by us. Upon receipt of a verifiable request to access personal information, we will disclose and deliver, free of charge, the personal information requested."}, {"7": "4.2.2 Right of Deletion. You may have the right to request that we delete any personal information about you which we have collected from you. Upon receipt of a verifiable request for deletion, we will delete your personal information from our records and direct any service providers to delete your personal information from our records, within 45 days."}, {"8": "After consenting to the text messages from Spot, you may receive from Spot one-time, or recurring texts, related to the following activities:"}]}, "count": 9}, "you can": {"text": {"you can": [{"0": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"1": "Spot encourages you to periodically review this page for the latest information on our privacy practices. You can tell when changes have been made to the Privacy Policy by referring to the “Effective Date” legend on top of this page. YOUR CONTINUED USE OF THE SERVICES AND/OR UTILIZATION OF ANY SERVICES BENEFITS AFTER THIS PRIVACY STATEMENT HAS BEEN UPDATED (AND AFTER ADVANCE NOTICE FOR A MAJOR CHANGE) INDICATES YOUR AGREEMENT AND ACCEPTANCE OF THE UPDATED VERSION OF THE PRIVACY STATEMENT. UNLESS OTHERWISE INDICATED, ANY CHANGES TO THIS PRIVACY STATEMENT WILL APPLY IMMEDIATELY UPON POSTING TO THE SITE."}]}, "count": 2}, "right": {"text": {"right": [{"0": "You have the right to restrict sharing of your non-public personal information with a non-affiliated third party for any purpose that is not specifically authorized by law. You may “opt-out” of the sharing of your Personal Information with non-affiliated third parties for purposes of those third parties’ marketing of their products and services by sending a request to reply@spotpetins.com."}, {"1": "4.2.1 Right of Access. You may have the right to access your personal information maintained by us. Upon receipt of a verifiable request to access personal information, we will disclose and deliver, free of charge, the personal information requested."}, {"2": "4.2.2 Right of Deletion. You may have the right to request that we delete any personal information about you which we have collected from you. Upon receipt of a verifiable request for deletion, we will delete your personal information from our records and direct any service providers to delete your personal information from our records, within 45 days."}, {"3": "4.2.5 Authorized Agent. You have the right to designate an authorized agent to submit an access or deletion request on your behalf. If you use an authorized agent to submit such a request, we will require that you:"}]}, "count": 4}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "Responding to an inquiry from you or addressing a request submitted by you (including contacting you directly to request additional information to process your inquiry or request);"}, {"1": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"2": "You have the right to restrict sharing of your non-public personal information with a non-affiliated third party for any purpose that is not specifically authorized by law. You may “opt-out” of the sharing of your Personal Information with non-affiliated third parties for purposes of those third parties’ marketing of their products and services by sending a request to reply@spotpetins.com."}, {"3": "4.2.1 Right of Access. You may have the right to access your personal information maintained by us. Upon receipt of a verifiable request to access personal information, we will disclose and deliver, free of charge, the personal information requested."}, {"4": "4.2.2 Right of Deletion. You may have the right to request that we delete any personal information about you which we have collected from you. Upon receipt of a verifiable request for deletion, we will delete your personal information from our records and direct any service providers to delete your personal information from our records, within 45 days."}, {"5": "We will comply with your request to delete personal information unless it is necessary for us to maintain your personal information in order to:"}, {"6": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}, {"7": "4.2.4 Verification. After you submit a request, we will promptly take steps to determine whether your request is a verifiable request. We will take steps to verify that you are who you say you are before honoring your request."}, {"8": "We will disclose and deliver the required information to you free of charge within 45 days of receiving your verifiable request. If necessary, we will extend the time period to provide the required information once by an additional 45 days and will provide you with notice of the extension within the first 45-day period. The disclosure shall cover the 12-month period preceding our receipt of the verifiable request."}, {"9": "4.2.5 Authorized Agent. You have the right to designate an authorized agent to submit an access or deletion request on your behalf. If you use an authorized agent to submit such a request, we will require that you:"}, {"10": "Provide the authorized agent written permission to act on your behalf; andVerify your own identity with us before we can honor the request.4.2.6 No Discrimination. We will not discriminate against an individual because the individual exercised any of the rights described here."}, {"11": "Spot and you agree that there is only one way for us to stop text messages from Spot and that is to reply STOP to any text you receive from Spot. While that STOP will stop further text messages relating to the information above, the STOP may generate a confirmation text regarding your request to stop receiving text messages."}]}, "count": 12}, "delete": {"text": {"delete": [{"0": "4.2.2 Right of Deletion. You may have the right to request that we delete any personal information about you which we have collected from you. Upon receipt of a verifiable request for deletion, we will delete your personal information from our records and direct any service providers to delete your personal information from our records, within 45 days."}, {"1": "We will comply with your request to delete personal information unless it is necessary for us to maintain your personal information in order to:"}, {"2": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}]}, "count": 3}, "deletion": {"text": {"deletion": [{"0": "4.2.2 Right of Deletion. You may have the right to request that we delete any personal information about you which we have collected from you. Upon receipt of a verifiable request for deletion, we will delete your personal information from our records and direct any service providers to delete your personal information from our records, within 45 days."}, {"1": "4.2.5 Authorized Agent. You have the right to designate an authorized agent to submit an access or deletion request on your behalf. If you use an authorized agent to submit such a request, we will require that you:"}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}]}, "count": 1}, "agreement": {"text": {"agreement": [{"0": "Spot encourages you to periodically review this page for the latest information on our privacy practices. You can tell when changes have been made to the Privacy Policy by referring to the “Effective Date” legend on top of this page. YOUR CONTINUED USE OF THE SERVICES AND/OR UTILIZATION OF ANY SERVICES BENEFITS AFTER THIS PRIVACY STATEMENT HAS BEEN UPDATED (AND AFTER ADVANCE NOTICE FOR A MAJOR CHANGE) INDICATES YOUR AGREEMENT AND ACCEPTANCE OF THE UPDATED VERSION OF THE PRIVACY STATEMENT. UNLESS OTHERWISE INDICATED, ANY CHANGES TO THIS PRIVACY STATEMENT WILL APPLY IMMEDIATELY UPON POSTING TO THE SITE."}]}, "count": 1}, "obligation": {"text": {"obligation": [{"0": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}]}, "count": 1}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"1": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}]}, "count": 2}, "authority": {"text": {}, "count": 0}, "comply": {"text": {"comply": [{"0": "We will comply with your request to delete personal information unless it is necessary for us to maintain your personal information in order to:"}, {"1": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}]}, "count": 2}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "Complying with the law and statutory reporting requirements;"}, {"1": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}, {"2": "3.3 As required or appropriate by Law."}, {"3": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"4": "You have the right to restrict sharing of your non-public personal information with a non-affiliated third party for any purpose that is not specifically authorized by law. You may “opt-out” of the sharing of your Personal Information with non-affiliated third parties for purposes of those third parties’ marketing of their products and services by sending a request to reply@spotpetins.com."}, {"5": "4.2 Rights under law."}, {"6": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}]}, "count": 7}, "enforce": {"text": {"enforce": [{"0": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}]}, "count": 1}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Spot may collect from you: (i) Personal Information (as defined below) and (ii) Non-Personal Information (as defined below), including technical and other information. You may choose not to provide us with your Personal Information. However, choosing not to provide certain requested Personal Information may prevent you from accessing and taking advantage of the Offerings of Spot.When we use the term “Personal Information” in this Privacy Policy, we mean information about you that is personally identifiable to you, such as your contact information (e.g., name, address, email address, or telephone number), or other personally identifiable information. When we use the term “Non-Personal Information”, we mean information about you but that does not identify you."}, {"1": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"2": "This Privacy Policy is incorporated into and subject to the terms of the SPOT Terms & Conditions. If you do not agree to the terms of this Privacy Policy, please do not provide us with any information and do not purchase and/or use the Offerings. By purchasing and/or using the Offerings and voluntarily providing your Personal Information to us you consent to the collection and use of such Personal Information as set forth in this Privacy Policy."}, {"3": "SPOT may update this Privacy Policy from time to time to reflect changes to our information practices. SPOT will provide you with advance notice of a major change prior to your access of any portion of the Offerings. For example, we may (i) require that you re-accept the updated version of this Privacy Policy, (ii) send you an electronic notification advising of the update to this Privacy Policy, or (iii) include a notice on the Site. SPOT does not ordinarily provide advance notice of a minor change."}, {"4": "Spot encourages you to periodically review this page for the latest information on our privacy practices. You can tell when changes have been made to the Privacy Policy by referring to the “Effective Date” legend on top of this page. YOUR CONTINUED USE OF THE SERVICES AND/OR UTILIZATION OF ANY SERVICES BENEFITS AFTER THIS PRIVACY STATEMENT HAS BEEN UPDATED (AND AFTER ADVANCE NOTICE FOR A MAJOR CHANGE) INDICATES YOUR AGREEMENT AND ACCEPTANCE OF THE UPDATED VERSION OF THE PRIVACY STATEMENT. UNLESS OTHERWISE INDICATED, ANY CHANGES TO THIS PRIVACY STATEMENT WILL APPLY IMMEDIATELY UPON POSTING TO THE SITE."}, {"5": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}, {"6": "Questions regarding this Privacy Policy should be directed to SPOT at Reply@SPOTpetins.com. SPOT may also be contacted directly at the following address and phone number:"}, {"7": "Spot may use your mobile telephone number to send transactional and promotional text messages to you, and, where appropriate, will obtain your consent to do so prior to sending text messages. These “Texting Terms”, which are incorporated into the Privacy Policy, apply when you give prior express consent to get text messages from Spot."}, {"8": "You agree that Spot’s Privacy Policy is a part of these Texting Terms and all information received pursuant to these Texting Terms will be handled in accordance with that privacy policy;"}, {"9": "Messages may include requests regarding feedback regarding your either your experience in getting a quote for, or purchasing, a Spot pet insurance policy or as a Spot policy holder;"}, {"10": "Messages may include important information about the lapse of your policy, renewal of your policy or reactivation of your policy;"}, {"11": "Messages may include information regarding claims submitted under your policy;"}, {"12": "Insurer Disclosure of Important Policy Provisions"}, {"13": "https://spotpet.com/sample-policy."}, {"14": "Privacy Policy | Spot®"}]}, "count": 15}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "NOTICE TO CALIFORNIA RESIDENTS"}]}, "count": 1}, "children": {"text": {"children": [{"0": "As noted below, we do not knowingly collect information from or about children, including children aged 16 and under. We do not sell information of minors under 16 years of age."}, {"1": "The Offerings are not permitted for children under 13, and we do not collect Personal Information from children. By using the Services, you represent that you are not under the age of 13. Any information we receive from users we believe to be under the age of 13 will be purged from our database."}]}, "count": 2}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {"minor": [{"0": "SPOT may update this Privacy Policy from time to time to reflect changes to our information practices. SPOT will provide you with advance notice of a major change prior to your access of any portion of the Offerings. For example, we may (i) require that you re-accept the updated version of this Privacy Policy, (ii) send you an electronic notification advising of the update to this Privacy Policy, or (iii) include a notice on the Site. SPOT does not ordinarily provide advance notice of a minor change."}]}, "count": 1}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "This Privacy Policy is incorporated into and subject to the terms of the SPOT Terms & Conditions. If you do not agree to the terms of this Privacy Policy, please do not provide us with any information and do not purchase and/or use the Offerings. By purchasing and/or using the Offerings and voluntarily providing your Personal Information to us you consent to the collection and use of such Personal Information as set forth in this Privacy Policy."}, {"1": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}]}, "count": 2}, "you agree": {"text": {"you agree": [{"0": "You agree that these Texting Terms apply to the receipt of text messages;"}, {"1": "You agree to let us know if you no longer are in possession of that phone number. If you do not, Spot is not responsible for any text message sent to a new user of that phone number;"}, {"2": "You agree that Spot’s Privacy Policy is a part of these Texting Terms and all information received pursuant to these Texting Terms will be handled in accordance with that privacy policy;"}, {"3": "You agree that you reside in the United States, and,"}, {"4": "Spot and you agree that there is only one way for us to stop text messages from Spot and that is to reply STOP to any text you receive from Spot. While that STOP will stop further text messages relating to the information above, the STOP may generate a confirmation text regarding your request to stop receiving text messages."}, {"5": "You agree that all disputes arising out of the Texting Terms will be handled in accordance with Section 5 of Spot’s Terms and Conditions."}]}, "count": 6}, "your agreement": {"text": {"your agreement": [{"0": "Spot encourages you to periodically review this page for the latest information on our privacy practices. You can tell when changes have been made to the Privacy Policy by referring to the “Effective Date” legend on top of this page. YOUR CONTINUED USE OF THE SERVICES AND/OR UTILIZATION OF ANY SERVICES BENEFITS AFTER THIS PRIVACY STATEMENT HAS BEEN UPDATED (AND AFTER ADVANCE NOTICE FOR A MAJOR CHANGE) INDICATES YOUR AGREEMENT AND ACCEPTANCE OF THE UPDATED VERSION OF THE PRIVACY STATEMENT. UNLESS OTHERWISE INDICATED, ANY CHANGES TO THIS PRIVACY STATEMENT WILL APPLY IMMEDIATELY UPON POSTING TO THE SITE."}]}, "count": 1}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "We share Personal Information only with our affiliates, service providers, third parties, and governmental agencies, or as otherwise described below (subject to restrictions and limitations imposed by applicable laws, including Title V of the Gramm-Leach-Bliley Act (the “GLBA”)):"}, {"1": "3.1 Affiliates, Service Providers, and other Third Parties."}, {"2": "We share your Personal Information with our affiliates, service providers, and other third parties who will provide you with the products, services, and offerings you requested. These affiliates, service providers, and other third parties may also use your Identifiers and Contact information to contact you about their products, services or other offerings that may be of interest to you."}, {"3": "You have the right to restrict sharing of your non-public personal information with a non-affiliated third party for any purpose that is not specifically authorized by law. You may “opt-out” of the sharing of your Personal Information with non-affiliated third parties for purposes of those third parties’ marketing of their products and services by sending a request to reply@spotpetins.com."}, {"4": "Spot may reference or provide links to third party websites. We are not responsible for the third-party websites, and you should review the privacy policies posted on such sites. Please be aware that Spot does not control, nor are we responsible for, the privacy policies or information practices of third parties or their websites."}, {"5": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}]}, "count": 6}, "third-party": {"text": {"third-party": [{"0": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"1": "Spot may reference or provide links to third party websites. We are not responsible for the third-party websites, and you should review the privacy policies posted on such sites. Please be aware that Spot does not control, nor are we responsible for, the privacy policies or information practices of third parties or their websites."}, {"2": "If you provide Personal Information on SPOT’s Site, receive a quote for pet insurance, and decide to purchase the insurance, you will leave our Site and be re-directed to a different website to purchase that insurance. Your purchase of the insurance product is through a third-party website over which we have no control. We do not receive any of the information you provide on that website to purchase insurance."}]}, "count": 3}, "third party": {"text": {"third party": [{"0": "The GLBA and applicable state laws generally prohibit any financial institution, directly or through its affiliates, from sharing non-public personal information about you with a non-affiliated third party unless the institution provides you with a notice of its privacy policies and practices, including the type of information that it collects about you and the categories of persons or entities to whom it may be disclosed. In compliance with GLBA and state privacy laws, we are providing you with this notice, which informs you of the privacy policies and practices of SPOT Pet Insurance Services, LLC."}, {"1": "You have the right to restrict sharing of your non-public personal information with a non-affiliated third party for any purpose that is not specifically authorized by law. You may “opt-out” of the sharing of your Personal Information with non-affiliated third parties for purposes of those third parties’ marketing of their products and services by sending a request to reply@spotpetins.com."}, {"2": "8. THIRD PARTY WEBSITES"}, {"3": "Spot may reference or provide links to third party websites. We are not responsible for the third-party websites, and you should review the privacy policies posted on such sites. Please be aware that Spot does not control, nor are we responsible for, the privacy policies or information practices of third parties or their websites."}]}, "count": 4}, "advertising": {"text": {}, "count": 0}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}]}, "count": 1}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {"benefit": [{"0": "Waiting periods, annual deductible, co-insurance, benefit limits and exclusions may apply. For all terms visit https://spotpet.com/sample-policy. Products, schedules, discounts, and rates may vary and are subject to change. 10% multi-pet discount is available on all pets after the first. More information available at checkout.Insurance plans are underwritten by either Independence American Insurance Company (NAIC #26581. A Delaware insurance company located at 11333 N. Scottsdale Rd, Ste. 160, Scottsdale, AZ 85254) or United States Fire Insurance Company (NAIC #21113. Morristown, NJ), and are produced by Spot Pet Insurance Services, LLC. (NPN # 19246385. 990 Biscayne Boulevard Suite 603, Miami, FL 33132. CA License #6000188)."}]}, "count": 1}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}, {"1": "Message and data rates may apply."}, {"2": "+Jan 2019 to May 2024 administrator Claims Data. Includes total reimbursed for accident, illness & wellness claims.‍ "}]}, "count": 3}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}, {"1": "We strive to maintain the accuracy of any Personal Information that may be collected from you and will use our commercially reasonable efforts to respond promptly to update our database when you tell us any such information in our database is not accurate. It is your responsibility to ensure that such information is accurate, complete and up to date."}, {"2": "4.2.2 Right of Deletion. You may have the right to request that we delete any personal information about you which we have collected from you. Upon receipt of a verifiable request for deletion, we will delete your personal information from our records and direct any service providers to delete your personal information from our records, within 45 days."}]}, "count": 3}, "stored": {"text": {"stored": [{"0": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"1": "Our Site is hosted in the United States and are governed by United States law. If you are using the Site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located and our central database is operated. The data protection and other laws of the United States and other countries might not be as comprehensive as those in your country. By using the Site, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy."}]}, "count": 2}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}]}, "count": 1}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {}, "count": 0}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {"automatically": [{"0": "While you are browsing the Services, we automatically log your Internet protocol (“IP”) address, certain other technical information including your browser type and connection speed and your activities while using the Services (such as the pages you visited). When you access the Services from a mobile device, we may collect anonymous information from that device, including IP address, browser type, and device type, and other usage information about your device."}]}, "count": 1}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}, {"1": "Spot may reference or provide links to third party websites. We are not responsible for the third-party websites, and you should review the privacy policies posted on such sites. Please be aware that Spot does not control, nor are we responsible for, the privacy policies or information practices of third parties or their websites."}, {"2": "If you provide Personal Information on SPOT’s Site, receive a quote for pet insurance, and decide to purchase the insurance, you will leave our Site and be re-directed to a different website to purchase that insurance. Your purchase of the insurance product is through a third-party website over which we have no control. We do not receive any of the information you provide on that website to purchase insurance."}]}, "count": 3}, "settings": {"text": {}, "count": 0}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"1": "You may opt out of receiving communications from us and our affiliates by following the opt-out link provided in any email received from us or by emailing us at reply@spotpetins.com. For text messaging campaigns, you may opt-out by sending “STOP” in response to promotional text messages. Where permissible, we may retain a copy of certain information for archival purposes, and to avoid identity theft or fraud."}]}, "count": 2}, "to detect": {"text": {"to detect": [{"0": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}]}, "count": 1}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"1": "Spot employs security systems to protect the information we receive from you from unauthorized disclosure. Nothing is 100% secure, so please use caution when sharing sensitive information online."}]}, "count": 2}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "We will disclose your Personal Information as necessary or appropriate, including to providing information as required by law, regulation, subpoena, court order, legal process or government request; to enforce our Terms, including investigations of potential violations thereof; to detect, prevent or otherwise address fraud, security or technical issues; when we believe in good faith that disclosure is necessary to protect your safety or the safety of others; to protect our rights, to investigate fraud, or to respond to a government request."}, {"1": "Complete a transaction, provide requested-for goods/services, and/or perform a contract between you and us;Detect security incidents;Comply with a legal obligation; andEnable our internal uses that are aligned with your expectations and your relationship with us.4.2.3 Submission of Requests for Information. In order to make a request to access, delete, or transmit your personal information, please email reply@spotpetins.com."}, {"2": "Spot employs security systems to protect the information we receive from you from unauthorized disclosure. Nothing is 100% secure, so please use caution when sharing sensitive information online."}]}, "count": 3}, "unauthorized": {"text": {"unauthorized": [{"0": "Spot employs security systems to protect the information we receive from you from unauthorized disclosure. Nothing is 100% secure, so please use caution when sharing sensitive information online."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "2. HOW IS YOUR INFORMATION USED?"}, {"1": "How Pet Insurance Works?"}, {"2": "How to Choose The Best Pet Insurance?"}]}, "count": 3}, "what": {"text": {"what": [{"0": "What Does Pet Insurance Cover?"}, {"1": "1. WHAT INFORMATION DOES SPOT COLLECT FROM YOU?"}, {"2": "We may use any Non-Personal Information for any purposes as appropriate and subject to applicable law. For example, we may use Non-Personal Information collected to monitor visitor traffic patterns and Site usage, to improve our Offerings, or to customize your browsing experience. We may de-identify your information and use Non-Personal Information in the aggregate to create summary statistics that help us analyze Site usage trends, assess what information is of most and least importance, determine technical design specifications, arrange our Offerings in a user-friendly way, and identify system performance or problem areas."}, {"3": "What Does Pet Insurance Cover?"}]}, "count": 4}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Learn About Pet Insurance"}]}, "count": 1}, "more information": {"text": {"more information": [{"0": "Waiting periods, annual deductible, co-insurance, benefit limits and exclusions may apply. For all terms visit https://spotpet.com/sample-policy. Products, schedules, discounts, and rates may vary and are subject to change. 10% multi-pet discount is available on all pets after the first. More information available at checkout.Insurance plans are underwritten by either Independence American Insurance Company (NAIC #26581. A Delaware insurance company located at 11333 N. Scottsdale Rd, Ste. 160, Scottsdale, AZ 85254) or United States Fire Insurance Company (NAIC #21113. Morristown, NJ), and are produced by Spot Pet Insurance Services, LLC. (NPN # 19246385. 990 Biscayne Boulevard Suite 603, Miami, FL 33132. CA License #6000188)."}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}]}, "count": 1}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "Cookies are small files that are sent to and stored in your computer by the websites you visit. Cookies are stored in your browser’s file directory either for the time you are on a given website or, for a defined period of time, beyond your current session. Cookies capture and remember information to streamline your use of websites. We use cookies and other similar technologies (such as web beacons and pixels) to collect and process Internet and other electronic network activity information. You can manage cookies, including electing to disable all. Although not all cookies and similar technologies that we use are required for you to use the Site, disabling these technologies altogether could prevent the Sites from working properly and disable features that allow you to take full advantage of our offerings.The use of third-party cookies is not covered by our Privacy Policy. We do not have access or control over third-party cookies."}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}