{"https://sallysbakingaddiction.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Sally’s Baking Addiction, LLC (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (https://sallysbakingaddiction.com/) or any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Website”). Please read this Privacy Policy carefully."}, {"1": "We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the “revised” date of this Privacy Policy. Any changes or modifications will be effective immediately upon posting the updated Privacy Policy on the Website, and you waive the right to receive specific notice of each such change or modification. You are encouraged to periodically review this Privacy Policy to stay informed of updates. You will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Website after the date such revised Privacy Policy is posted."}, {"2": "We may collect information about you in a variety of ways. The information we may collect on the Website includes:"}, {"3": "Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Website to:"}, {"4": "We may share information we have collected about you in certain situations. Your information may be disclosed as follows:"}, {"5": "If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and privacy risk reduction."}, {"6": "We may share your information with third parties that perform services for us or on our behalf, including data analysis, email delivery, hosting services, customer service, and marketing assistance."}, {"7": "With your consent, or with an opportunity for you to withdraw consent, we may share your information with third parties for marketing purposes, as permitted by law."}, {"8": "We use a third-party advertising company to serve ads when you visit the Website. This company may use information about your visits to the Website and other websites that are contained in web cookies to provide advertisements about goods and services of interest to you."}, {"9": "We may share your information with our business partners to offer you certain products, services, or promotions you may enjoy."}, {"10": "We may share your information with advertisers and investors for the purpose of conducting general business analysis. We may also share your information with such third parties for marketing purposes, as permitted by law."}, {"11": "If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity. If we go out of business or enter bankruptcy, your information would be an asset transferred or acquired by a third party. You acknowledge that such transfers may occur and that the transferee may decline to honor commitments we made in this Privacy Policy."}, {"12": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}, {"13": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"14": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"15": "We use third-party software from Raptive, a CMI Marketing, Inc. property, to serve ads on the Website. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. For more information about opting out of internet-based ads, visit the third-party network or review the Digital Advertising Alliance Opt-Out Tool."}, {"16": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"17": "We provide sponsored content in which we are compensated for recipe development, product reviews, and other work. Sponsored content may contain separate tracking pixels. The pixel may be embedded in emails or blog posts and allows an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you click on a specific link, open an email, and which links within the email you click. Also, this allows us to adapt the content of future posts to the interests of the user. This behavior may be passed on to third parties."}, {"18": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"19": "We are a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and providing links to products or services available from Amazon.com. As part of this Amazon Associates program, the Website may post customized links, provided by Amazon, to track the referrals to the Amazon listing. This affiliate program utilizes cookies to track visits for the purposes of assigning commission on these sales."}, {"20": "We are an affiliate partner with Sweetapolita Sprinkles. By clicking on select links, you will be transferred to their website from which you can make a purchase. Sweetapolita utilizes cookies to track visits for the purposes of assigning commission on these sales. Please contact Sweetapolita for more information on how they manage your information."}, {"21": "We participate in the Target Affiliate Marketing Program. This means we may post customized links, provided by Target, to track referrals to their website, and we may earn an advertising fee from any purchases made through these links. This program utilizes cookies to track visits for the purposes of assigning commission on these sales."}, {"22": "We currently use ConvertKit for delivery of email updates and newsletters. The ConvertKit service will store your name and email address for purposes of delivering such communications. Please refer to the ConvertKit privacy policy for further information."}, {"23": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}, {"24": "The General Data Protection Regulation or “GDPR” gives certain rights to individuals in relation to their personal data. In addition, we offer transparency and access controls to help users take advantage of those rights. As available and except as limited under applicable law, the rights afforded to individuals are:"}, {"25": "Right of access – the right to be informed of, and request access to, the personal data we process about you;"}, {"26": "Right to rectification – the right to request that we amend or update your personal data where it is inaccurate or incomplete;"}, {"27": "Right to erasure – the right to request that we delete your personal data;"}, {"28": "Right to restrict – the right to request that we temporarily or permanently stop processing all or some of your personal data;"}, {"29": "You may also contact us at and inform us of your desire to exercise your rights. We will reply with further instructions to verify your identity and provide details regarding the process. Please note that we may need to retain certain information for recordkeeping purposes or to complete transactions, or when required by law."}, {"30": "The Website is designed for those 18 years of age or older. Visitors under the age of 18 must have permission from their parent or guardian to use certain features of our Website. We do not knowingly collect any personally identifiable information from anyone under the age of 18. We do not knowingly solicit information from or market to children under the age of 13. If you become aware of any data we have collected from children under age 13, please contact us using the information provided on our Contact page."}, {"31": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}, {"32": "California Civil Code Section 1798.83, also known as the “Shine the Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below."}, {"33": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}, {"34": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}, {"35": "We won't send you spam. Unsubscribe at any time."}]}, "count": 36}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}, "information": {"text": {"information": [{"0": "Sally’s Baking Addiction, LLC (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (https://sallysbakingaddiction.com/) or any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Website”). Please read this Privacy Policy carefully."}, {"1": "We may collect information about you in a variety of ways. The information we may collect on the Website includes:"}, {"2": "Personally identifiable information, such as your name, address, email address, and telephone number, and demographic information, such as your age, gender, hometown, and interests, that you voluntarily give to us when you choose to participate in various activities related to the Website, such as newsletter subscriptions, downloads, and website comments. You are under no obligation to provide us with personal information of any kind, however your refusal to do so may prevent you from using certain features of the Website."}, {"3": "Derivative Data is information our servers may automatically collect when you access the Website, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Website."}, {"4": "Personal and other information you may provide when entering contests or giveaways and/or responding to surveys."}, {"5": "Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Website to:"}, {"6": "Deliver targeted advertising, coupons, newsletters, promotions, and other information regarding the Website to you."}, {"7": "We may share information we have collected about you in certain situations. Your information may be disclosed as follows:"}, {"8": "If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and privacy risk reduction."}, {"9": "We may share your information with third parties that perform services for us or on our behalf, including data analysis, email delivery, hosting services, customer service, and marketing assistance."}, {"10": "With your consent, or with an opportunity for you to withdraw consent, we may share your information with third parties for marketing purposes, as permitted by law."}, {"11": "We use a third-party advertising company to serve ads when you visit the Website. This company may use information about your visits to the Website and other websites that are contained in web cookies to provide advertisements about goods and services of interest to you."}, {"12": "We may share your information with our business partners to offer you certain products, services, or promotions you may enjoy."}, {"13": "We may share your information with advertisers and investors for the purpose of conducting general business analysis. We may also share your information with such third parties for marketing purposes, as permitted by law."}, {"14": "If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity. If we go out of business or enter bankruptcy, your information would be an asset transferred or acquired by a third party. You acknowledge that such transfers may occur and that the transferee may decline to honor commitments we made in this Privacy Policy."}, {"15": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"16": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"17": "We use third-party software from Raptive, a CMI Marketing, Inc. property, to serve ads on the Website. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. For more information about opting out of internet-based ads, visit the third-party network or review the Digital Advertising Alliance Opt-Out Tool."}, {"18": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"19": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"20": "This Website is a participant in the RewardStyle content monetization platform. By clicking on select links, you will be transferred to a third party from which you can make a purchase. RewardStyle utilizes cookies to track visits for the purposes of assigning commission on these sales. Please refer to the RewardStyle privacy policy for more information."}, {"21": "We are an affiliate partner with Sweetapolita Sprinkles. By clicking on select links, you will be transferred to their website from which you can make a purchase. Sweetapolita utilizes cookies to track visits for the purposes of assigning commission on these sales. Please contact Sweetapolita for more information on how they manage your information."}, {"22": "We currently use ConvertKit for delivery of email updates and newsletters. The ConvertKit service will store your name and email address for purposes of delivering such communications. Please refer to the ConvertKit privacy policy for further information."}, {"23": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}, {"24": "You may also contact us at and inform us of your desire to exercise your rights. We will reply with further instructions to verify your identity and provide details regarding the process. Please note that we may need to retain certain information for recordkeeping purposes or to complete transactions, or when required by law."}, {"25": "At no time should you submit sensitive personal information to the Website. This includes your social security number, information regarding race or ethnic origin, political affiliation or opinions, religious beliefs, health information, criminal background, or other sensitive personal information. If you elect to submit such information to us, it will be subject to this Privacy Policy."}, {"26": "The Website is designed for those 18 years of age or older. Visitors under the age of 18 must have permission from their parent or guardian to use certain features of our Website. We do not knowingly collect any personally identifiable information from anyone under the age of 18. We do not knowingly solicit information from or market to children under the age of 13. If you become aware of any data we have collected from children under age 13, please contact us using the information provided on our Contact page."}, {"27": "California Civil Code Section 1798.83, also known as the “Shine the Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below."}, {"28": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}, {"29": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}, {"30": "Do not sell or share my personal information."}, {"31": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}, {"32": "Do not sell or share my personal information."}]}, "count": 33}, "use": {"text": {"use": [{"0": "Sally’s Baking Addiction, LLC (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (https://sallysbakingaddiction.com/) or any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Website”). Please read this Privacy Policy carefully."}, {"1": "We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the “revised” date of this Privacy Policy. Any changes or modifications will be effective immediately upon posting the updated Privacy Policy on the Website, and you waive the right to receive specific notice of each such change or modification. You are encouraged to periodically review this Privacy Policy to stay informed of updates. You will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Website after the date such revised Privacy Policy is posted."}, {"2": "Use of Your Information"}, {"3": "Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Website to:"}, {"4": "Compile anonymous statistical data and analysis for use internally or with third parties."}, {"5": "Request feedback and contact you about your use of the Website."}, {"6": "We use a third-party advertising company to serve ads when you visit the Website. This company may use information about your visits to the Website and other websites that are contained in web cookies to provide advertisements about goods and services of interest to you."}, {"7": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"8": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"9": "We use third-party software from Raptive, a CMI Marketing, Inc. property, to serve ads on the Website. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. For more information about opting out of internet-based ads, visit the third-party network or review the Digital Advertising Alliance Opt-Out Tool."}, {"10": "This Website is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (“CafeMedia”) for the purposes of placing advertising on the Website, and CafeMedia will collect and use certain data for advertising purposes. To learn more about CafeMedia’s data usage, click the following link: www.cafemedia.com/publisher-advertising-privacy-policy"}, {"11": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"12": "We provide sponsored content in which we are compensated for recipe development, product reviews, and other work. Sponsored content may contain separate tracking pixels. The pixel may be embedded in emails or blog posts and allows an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you click on a specific link, open an email, and which links within the email you click. Also, this allows us to adapt the content of future posts to the interests of the user. This behavior may be passed on to third parties."}, {"13": "We currently use ConvertKit for delivery of email updates and newsletters. The ConvertKit service will store your name and email address for purposes of delivering such communications. Please refer to the ConvertKit privacy policy for further information."}, {"14": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}, {"15": "Right to data portability – the right to request a copy of your personal data in electronic format and the right to transmit that personal data for use in another party’s service; and"}, {"16": "The Website is designed for those 18 years of age or older. Visitors under the age of 18 must have permission from their parent or guardian to use certain features of our Website. We do not knowingly collect any personally identifiable information from anyone under the age of 18. We do not knowingly solicit information from or market to children under the age of 13. If you become aware of any data we have collected from children under age 13, please contact us using the information provided on our Contact page."}, {"17": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}, {"18": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 19}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Sally’s Baking Addiction, LLC (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (https://sallysbakingaddiction.com/) or any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Website”). Please read this Privacy Policy carefully."}, {"1": "Personal and other information you may provide when entering contests or giveaways and/or responding to surveys."}, {"2": "Deliver targeted advertising, coupons, newsletters, promotions, and other information regarding the Website to you."}, {"3": "Perform other business activities as needed."}, {"4": "If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and privacy risk reduction."}, {"5": "When you post comments, contributions, or other content to the Website, your posts may be viewed by all users and may be publicly distributed outside the Website in perpetuity."}, {"6": "We use a third-party advertising company to serve ads when you visit the Website. This company may use information about your visits to the Website and other websites that are contained in web cookies to provide advertisements about goods and services of interest to you."}, {"7": "Other Third Parties"}, {"8": "If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity. If we go out of business or enter bankruptcy, your information would be an asset transferred or acquired by a third party. You acknowledge that such transfers may occur and that the transferee may decline to honor commitments we made in this Privacy Policy."}, {"9": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}, {"10": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"11": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"12": "We provide sponsored content in which we are compensated for recipe development, product reviews, and other work. Sponsored content may contain separate tracking pixels. The pixel may be embedded in emails or blog posts and allows an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you click on a specific link, open an email, and which links within the email you click. Also, this allows us to adapt the content of future posts to the interests of the user. This behavior may be passed on to third parties."}, {"13": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"14": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}, {"15": "Right to data portability – the right to request a copy of your personal data in electronic format and the right to transmit that personal data for use in another party’s service; and"}, {"16": "At no time should you submit sensitive personal information to the Website. This includes your social security number, information regarding race or ethnic origin, political affiliation or opinions, religious beliefs, health information, criminal background, or other sensitive personal information. If you elect to submit such information to us, it will be subject to this Privacy Policy."}, {"17": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}, {"18": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 19}, "if": {"text": {"if": [{"0": "IF YOU DO NOT AGREE WITH THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT ACCESS THE WEBSITE."}, {"1": "If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and privacy risk reduction."}, {"2": "If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity. If we go out of business or enter bankruptcy, your information would be an asset transferred or acquired by a third party. You acknowledge that such transfers may occur and that the transferee may decline to honor commitments we made in this Privacy Policy."}, {"3": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}, {"4": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"5": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"6": "We provide sponsored content in which we are compensated for recipe development, product reviews, and other work. Sponsored content may contain separate tracking pixels. The pixel may be embedded in emails or blog posts and allows an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you click on a specific link, open an email, and which links within the email you click. Also, this allows us to adapt the content of future posts to the interests of the user. This behavior may be passed on to third parties."}, {"7": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"8": "The Website engages in affiliate marketing, which is done by embedding tracking links into the Website. If you click on a link for one of our affiliate partners, a cookie will be placed on your browser to track any sales for purposes of commissions."}, {"9": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}, {"10": "At no time should you submit sensitive personal information to the Website. This includes your social security number, information regarding race or ethnic origin, political affiliation or opinions, religious beliefs, health information, criminal background, or other sensitive personal information. If you elect to submit such information to us, it will be subject to this Privacy Policy."}, {"11": "The Website is designed for those 18 years of age or older. Visitors under the age of 18 must have permission from their parent or guardian to use certain features of our Website. We do not knowingly collect any personally identifiable information from anyone under the age of 18. We do not knowingly solicit information from or market to children under the age of 13. If you become aware of any data we have collected from children under age 13, please contact us using the information provided on our Contact page."}, {"12": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}, {"13": "California Civil Code Section 1798.83, also known as the “Shine the Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below."}, {"14": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}, {"15": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}, {"16": "If you have questions or comments about this Privacy Policy, please contact us at sally(at)sallysbakingaddiction.com."}]}, "count": 17}, "when": {"text": {"when": [{"0": "Sally’s Baking Addiction, LLC (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (https://sallysbakingaddiction.com/) or any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Website”). Please read this Privacy Policy carefully."}, {"1": "Personally identifiable information, such as your name, address, email address, and telephone number, and demographic information, such as your age, gender, hometown, and interests, that you voluntarily give to us when you choose to participate in various activities related to the Website, such as newsletter subscriptions, downloads, and website comments. You are under no obligation to provide us with personal information of any kind, however your refusal to do so may prevent you from using certain features of the Website."}, {"2": "Derivative Data is information our servers may automatically collect when you access the Website, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Website."}, {"3": "Personal and other information you may provide when entering contests or giveaways and/or responding to surveys."}, {"4": "When you post comments, contributions, or other content to the Website, your posts may be viewed by all users and may be publicly distributed outside the Website in perpetuity."}, {"5": "We use a third-party advertising company to serve ads when you visit the Website. This company may use information about your visits to the Website and other websites that are contained in web cookies to provide advertisements about goods and services of interest to you."}, {"6": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"7": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"8": "We provide sponsored content in which we are compensated for recipe development, product reviews, and other work. Sponsored content may contain separate tracking pixels. The pixel may be embedded in emails or blog posts and allows an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you click on a specific link, open an email, and which links within the email you click. Also, this allows us to adapt the content of future posts to the interests of the user. This behavior may be passed on to third parties."}, {"9": "You may also contact us at and inform us of your desire to exercise your rights. We will reply with further instructions to verify your identity and provide details regarding the process. Please note that we may need to retain certain information for recordkeeping purposes or to complete transactions, or when required by law."}]}, "count": 10}, "help": {"text": {"help": [{"0": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"1": "We use third-party software from Raptive, a CMI Marketing, Inc. property, to serve ads on the Website. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. For more information about opting out of internet-based ads, visit the third-party network or review the Digital Advertising Alliance Opt-Out Tool."}, {"2": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}, {"3": "The General Data Protection Regulation or “GDPR” gives certain rights to individuals in relation to their personal data. In addition, we offer transparency and access controls to help users take advantage of those rights. As available and except as limited under applicable law, the rights afforded to individuals are:"}]}, "count": 4}, "access": {"text": {"access": [{"0": "IF YOU DO NOT AGREE WITH THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT ACCESS THE WEBSITE."}, {"1": "Derivative Data is information our servers may automatically collect when you access the Website, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Website."}, {"2": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"3": "The General Data Protection Regulation or “GDPR” gives certain rights to individuals in relation to their personal data. In addition, we offer transparency and access controls to help users take advantage of those rights. As available and except as limited under applicable law, the rights afforded to individuals are:"}, {"4": "Right of access – the right to be informed of, and request access to, the personal data we process about you;"}, {"5": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}]}, "count": 6}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "Sally’s Baking Addiction, LLC (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (https://sallysbakingaddiction.com/) or any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Website”). Please read this Privacy Policy carefully."}]}, "count": 1}, "we may collect": {"text": {"we may collect": [{"0": "We may collect information about you in a variety of ways. The information we may collect on the Website includes:"}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "Personal and other information you may provide when entering contests or giveaways and/or responding to surveys."}, {"1": "We may share your information with our business partners to offer you certain products, services, or promotions you may enjoy."}, {"2": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"3": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"4": "Opt-out – You may opt-out of future email communications by following the unsubscribe links in our emails."}, {"5": "You may also contact us at and inform us of your desire to exercise your rights. We will reply with further instructions to verify your identity and provide details regarding the process. Please note that we may need to retain certain information for recordkeeping purposes or to complete transactions, or when required by law."}, {"6": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 7}, "you can": {"text": {"you can": [{"0": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"1": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"2": "This Website is a participant in the RewardStyle content monetization platform. By clicking on select links, you will be transferred to a third party from which you can make a purchase. RewardStyle utilizes cookies to track visits for the purposes of assigning commission on these sales. Please refer to the RewardStyle privacy policy for more information."}, {"3": "We are an affiliate partner with Sweetapolita Sprinkles. By clicking on select links, you will be transferred to their website from which you can make a purchase. Sweetapolita utilizes cookies to track visits for the purposes of assigning commission on these sales. Please contact Sweetapolita for more information on how they manage your information."}, {"4": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}]}, "count": 5}, "right": {"text": {"right": [{"0": "We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the “revised” date of this Privacy Policy. Any changes or modifications will be effective immediately upon posting the updated Privacy Policy on the Website, and you waive the right to receive specific notice of each such change or modification. You are encouraged to periodically review this Privacy Policy to stay informed of updates. You will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Website after the date such revised Privacy Policy is posted."}, {"1": "Right of access – the right to be informed of, and request access to, the personal data we process about you;"}, {"2": "Right to rectification – the right to request that we amend or update your personal data where it is inaccurate or incomplete;"}, {"3": "Right to erasure – the right to request that we delete your personal data;"}, {"4": "Right to restrict – the right to request that we temporarily or permanently stop processing all or some of your personal data;"}, {"5": "the right, at any time, to object to us processing your personal data on grounds relating to your particular situation;"}, {"6": "the right to object to your personal data being processed for direct marketing purposes;"}, {"7": "Right to data portability – the right to request a copy of your personal data in electronic format and the right to transmit that personal data for use in another party’s service; and"}, {"8": "Right not to be subject to automated decision-making – the right to not be subject to a decision based solely on automated decision making, including profiling, where the decision would have a legal effect on you or produce a similarly significant effect."}, {"9": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}]}, "count": 10}, "choice": {"text": {"choice": [{"0": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}]}, "count": 1}, "request": {"text": {"request": [{"0": "Request feedback and contact you about your use of the Website."}, {"1": "Right of access – the right to be informed of, and request access to, the personal data we process about you;"}, {"2": "Right to rectification – the right to request that we amend or update your personal data where it is inaccurate or incomplete;"}, {"3": "Right to erasure – the right to request that we delete your personal data;"}, {"4": "Right to restrict – the right to request that we temporarily or permanently stop processing all or some of your personal data;"}, {"5": "Right to data portability – the right to request a copy of your personal data in electronic format and the right to transmit that personal data for use in another party’s service; and"}, {"6": "California Civil Code Section 1798.83, also known as the “Shine the Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below."}, {"7": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}]}, "count": 8}, "delete": {"text": {"delete": [{"0": "Right to erasure – the right to request that we delete your personal data;"}]}, "count": 1}, "deletion": {"text": {"deletion": [{"0": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}]}, "count": 1}, "remove": {"text": {"remove": [{"0": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"1": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}]}, "count": 2}, "removal": {"text": {"removal": [{"0": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}]}, "count": 1}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {"obligation": [{"0": "Personally identifiable information, such as your name, address, email address, and telephone number, and demographic information, such as your age, gender, hometown, and interests, that you voluntarily give to us when you choose to participate in various activities related to the Website, such as newsletter subscriptions, downloads, and website comments. You are under no obligation to provide us with personal information of any kind, however your refusal to do so may prevent you from using certain features of the Website."}]}, "count": 1}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and privacy risk reduction."}, {"1": "Right not to be subject to automated decision-making – the right to not be subject to a decision based solely on automated decision making, including profiling, where the decision would have a legal effect on you or produce a similarly significant effect."}]}, "count": 2}, "authority": {"text": {"authority": [{"0": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}]}, "count": 1}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "By Law or to Protect Rights"}, {"1": "If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and privacy risk reduction."}, {"2": "With your consent, or with an opportunity for you to withdraw consent, we may share your information with third parties for marketing purposes, as permitted by law."}, {"3": "We may share your information with advertisers and investors for the purpose of conducting general business analysis. We may also share your information with such third parties for marketing purposes, as permitted by law."}, {"4": "The General Data Protection Regulation or “GDPR” gives certain rights to individuals in relation to their personal data. In addition, we offer transparency and access controls to help users take advantage of those rights. As available and except as limited under applicable law, the rights afforded to individuals are:"}, {"5": "You may also contact us at and inform us of your desire to exercise your rights. We will reply with further instructions to verify your identity and provide details regarding the process. Please note that we may need to retain certain information for recordkeeping purposes or to complete transactions, or when required by law."}, {"6": "California Civil Code Section 1798.83, also known as the “Shine the Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below."}, {"7": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}]}, "count": 8}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Sally’s Baking Addiction, LLC (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (https://sallysbakingaddiction.com/) or any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Website”). Please read this Privacy Policy carefully."}, {"1": "IF YOU DO NOT AGREE WITH THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT ACCESS THE WEBSITE."}, {"2": "We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the “revised” date of this Privacy Policy. Any changes or modifications will be effective immediately upon posting the updated Privacy Policy on the Website, and you waive the right to receive specific notice of each such change or modification. You are encouraged to periodically review this Privacy Policy to stay informed of updates. You will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Website after the date such revised Privacy Policy is posted."}, {"3": "If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity. If we go out of business or enter bankruptcy, your information would be an asset transferred or acquired by a third party. You acknowledge that such transfers may occur and that the transferee may decline to honor commitments we made in this Privacy Policy."}, {"4": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"5": "This Website is a participant in the RewardStyle content monetization platform. By clicking on select links, you will be transferred to a third party from which you can make a purchase. RewardStyle utilizes cookies to track visits for the purposes of assigning commission on these sales. Please refer to the RewardStyle privacy policy for more information."}, {"6": "We currently use ConvertKit for delivery of email updates and newsletters. The ConvertKit service will store your name and email address for purposes of delivering such communications. Please refer to the ConvertKit privacy policy for further information."}, {"7": "At no time should you submit sensitive personal information to the Website. This includes your social security number, information regarding race or ethnic origin, political affiliation or opinions, religious beliefs, health information, criminal background, or other sensitive personal information. If you elect to submit such information to us, it will be subject to this Privacy Policy."}, {"8": "Policy for Children"}, {"9": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}, {"10": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}, {"11": "If you have questions or comments about this Privacy Policy, please contact us at sally(at)sallysbakingaddiction.com."}, {"12": "\n\tMeet Sally\n\tAccessibility\n\tDisclosure Policy\n\tPrivacy Policy\n\tFAQs\n"}, {"13": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 14}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "Supplemental Privacy Notice for California Residents"}, {"1": "California Privacy Rights"}, {"2": "California Civil Code Section 1798.83, also known as the “Shine the Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below."}, {"3": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}, {"4": "Supplementary Privacy Notice for California Residents"}]}, "count": 5}, "children": {"text": {"children": [{"0": "The Website is designed for those 18 years of age or older. Visitors under the age of 18 must have permission from their parent or guardian to use certain features of our Website. We do not knowingly collect any personally identifiable information from anyone under the age of 18. We do not knowingly solicit information from or market to children under the age of 13. If you become aware of any data we have collected from children under age 13, please contact us using the information provided on our Contact page."}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}]}, "count": 1}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {"you acknowledge": [{"0": "If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity. If we go out of business or enter bankruptcy, your information would be an asset transferred or acquired by a third party. You acknowledge that such transfers may occur and that the transferee may decline to honor commitments we made in this Privacy Policy."}]}, "count": 1}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "Compile anonymous statistical data and analysis for use internally or with third parties."}, {"1": "We may share your information with third parties that perform services for us or on our behalf, including data analysis, email delivery, hosting services, customer service, and marketing assistance."}, {"2": "With your consent, or with an opportunity for you to withdraw consent, we may share your information with third parties for marketing purposes, as permitted by law."}, {"3": "We may share your information with advertisers and investors for the purpose of conducting general business analysis. We may also share your information with such third parties for marketing purposes, as permitted by law."}, {"4": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}, {"5": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"6": "We provide sponsored content in which we are compensated for recipe development, product reviews, and other work. Sponsored content may contain separate tracking pixels. The pixel may be embedded in emails or blog posts and allows an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you click on a specific link, open an email, and which links within the email you click. Also, this allows us to adapt the content of future posts to the interests of the user. This behavior may be passed on to third parties."}, {"7": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"8": "California Civil Code Section 1798.83, also known as the “Shine the Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below."}]}, "count": 9}, "third-party": {"text": {"third-party": [{"0": "Third-Party Service Providers"}, {"1": "Third-Party Advertisers"}, {"2": "We use a third-party advertising company to serve ads when you visit the Website. This company may use information about your visits to the Website and other websites that are contained in web cookies to provide advertisements about goods and services of interest to you."}, {"3": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}, {"4": "We use third-party software from Raptive, a CMI Marketing, Inc. property, to serve ads on the Website. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. For more information about opting out of internet-based ads, visit the third-party network or review the Digital Advertising Alliance Opt-Out Tool."}, {"5": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"6": "Third-Party Websites"}, {"7": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"8": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}]}, "count": 9}, "third party": {"text": {"third party": [{"0": "If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity. If we go out of business or enter bankruptcy, your information would be an asset transferred or acquired by a third party. You acknowledge that such transfers may occur and that the transferee may decline to honor commitments we made in this Privacy Policy."}, {"1": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}, {"2": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"3": "This Website is a participant in the RewardStyle content monetization platform. By clicking on select links, you will be transferred to a third party from which you can make a purchase. RewardStyle utilizes cookies to track visits for the purposes of assigning commission on these sales. Please refer to the RewardStyle privacy policy for more information."}, {"4": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}]}, "count": 5}, "advertising": {"text": {"advertising": [{"0": "Deliver targeted advertising, coupons, newsletters, promotions, and other information regarding the Website to you."}, {"1": "We use a third-party advertising company to serve ads when you visit the Website. This company may use information about your visits to the Website and other websites that are contained in web cookies to provide advertisements about goods and services of interest to you."}, {"2": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"3": "Digital Advertising Alliance Opt-Out Tool"}, {"4": "www.cafemedia.com/publisher-advertising-privacy-policy"}, {"5": "Digital Advertising Alliance Opt-Out Tool"}, {"6": "We are a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and providing links to products or services available from Amazon.com. As part of this Amazon Associates program, the Website may post customized links, provided by Amazon, to track the referrals to the Amazon listing. This affiliate program utilizes cookies to track visits for the purposes of assigning commission on these sales."}, {"7": "We participate in the Target Affiliate Marketing Program. This means we may post customized links, provided by Target, to track referrals to their website, and we may earn an advertising fee from any purchases made through these links. This program utilizes cookies to track visits for the purposes of assigning commission on these sales."}, {"8": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 9}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Monitor and analyze usage and trends to improve your experience with the Website."}, {"1": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}]}, "count": 2}, "optimize": {"text": {"optimize": [{"0": "We use third-party software from Raptive, a CMI Marketing, Inc. property, to serve ads on the Website. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. For more information about opting out of internet-based ads, visit the third-party network or review the Digital Advertising Alliance Opt-Out Tool."}]}, "count": 1}, "increase": {"text": {"increase": [{"0": "Increase the efficiency and operation of the Website."}]}, "count": 1}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Derivative Data is information our servers may automatically collect when you access the Website, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Website."}, {"1": "Data from Contests, Giveaways, and Surveys"}, {"2": "Compile anonymous statistical data and analysis for use internally or with third parties."}, {"3": "We may share your information with third parties that perform services for us or on our behalf, including data analysis, email delivery, hosting services, customer service, and marketing assistance."}, {"4": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}, {"5": "This Website is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (“CafeMedia”) for the purposes of placing advertising on the Website, and CafeMedia will collect and use certain data for advertising purposes. To learn more about CafeMedia’s data usage, click the following link: www.cafemedia.com/publisher-advertising-privacy-policy"}, {"6": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}, {"7": "The General Data Protection Regulation or “GDPR” gives certain rights to individuals in relation to their personal data. In addition, we offer transparency and access controls to help users take advantage of those rights. As available and except as limited under applicable law, the rights afforded to individuals are:"}, {"8": "Right of access – the right to be informed of, and request access to, the personal data we process about you;"}, {"9": "Right to rectification – the right to request that we amend or update your personal data where it is inaccurate or incomplete;"}, {"10": "Right to erasure – the right to request that we delete your personal data;"}, {"11": "Right to restrict – the right to request that we temporarily or permanently stop processing all or some of your personal data;"}, {"12": "the right, at any time, to object to us processing your personal data on grounds relating to your particular situation;"}, {"13": "the right to object to your personal data being processed for direct marketing purposes;"}, {"14": "Right to data portability – the right to request a copy of your personal data in electronic format and the right to transmit that personal data for use in another party’s service; and"}, {"15": "The Website is designed for those 18 years of age or older. Visitors under the age of 18 must have permission from their parent or guardian to use certain features of our Website. We do not knowingly collect any personally identifiable information from anyone under the age of 18. We do not knowingly solicit information from or market to children under the age of 13. If you become aware of any data we have collected from children under age 13, please contact us using the information provided on our Contact page."}, {"16": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}, {"17": "If you are under 18 years of age, reside in California, and have provided your personal information with the Website, you have the right to request removal of unwanted data that you publicly post on the Website. To request removal of such data, please contact us using the contact information provided below, and include sufficient detail about the public post(s) and a statement that you reside in California. We will make sure the data is not publicly displayed on the Website, but please be aware that the data may not be completely or comprehensively removed from our systems, nor can we guarantee any cached or archived version of the Website will remove such data."}]}, "count": 18}, "we process": {"text": {"we process": [{"0": "Right of access – the right to be informed of, and request access to, the personal data we process about you;"}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Website to:"}, {"1": "We may share information we have collected about you in certain situations. Your information may be disclosed as follows:"}, {"2": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"3": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"4": "The Website is designed for those 18 years of age or older. Visitors under the age of 18 must have permission from their parent or guardian to use certain features of our Website. We do not knowingly collect any personally identifiable information from anyone under the age of 18. We do not knowingly solicit information from or market to children under the age of 13. If you become aware of any data we have collected from children under age 13, please contact us using the information provided on our Contact page."}, {"5": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}, {"6": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}]}, "count": 7}, "stored": {"text": {"stored": [{"0": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 1}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Monitor and analyze usage and trends to improve your experience with the Website."}, {"1": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}]}, "count": 2}, "analysis": {"text": {"analysis": [{"0": "Compile anonymous statistical data and analysis for use internally or with third parties."}, {"1": "We may share your information with third parties that perform services for us or on our behalf, including data analysis, email delivery, hosting services, customer service, and marketing assistance."}, {"2": "We may share your information with advertisers and investors for the purpose of conducting general business analysis. We may also share your information with such third parties for marketing purposes, as permitted by law."}, {"3": "Periodically, we may need to include a tracking pixel to monitor the effectiveness of information or materials we share. For example, you may subscribe to our newsletter, which may be used for advertising purposes. Newsletters sent may contain tracking pixels. The pixel is embedded in emails and allows for an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you open an email and which links within the email you click. Also, this allows the Website to adapt the content of future newsletters to the interests of the user. We do not share this information with third parties."}, {"4": "We provide sponsored content in which we are compensated for recipe development, product reviews, and other work. Sponsored content may contain separate tracking pixels. The pixel may be embedded in emails or blog posts and allows an analysis of the success of online marketing campaigns. Because of these tracking pixels, we may see if and when you click on a specific link, open an email, and which links within the email you click. Also, this allows us to adapt the content of future posts to the interests of the user. This behavior may be passed on to third parties."}]}, "count": 5}, "analytics": {"text": {"analytics": [{"0": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"1": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 2}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {"automatically": [{"0": "Derivative Data is information our servers may automatically collect when you access the Website, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Website."}, {"1": "Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy."}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations. If you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly."}]}, "count": 1}, "settings": {"text": {"settings": [{"0": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"1": "You should be aware that getting a new computer, installing a new browser, upgrading an existing browser, or erasing or otherwise altering your browser’s cookies files may also clear certain opt-out cookies, plug-ins, or settings."}]}, "count": 2}, "controls": {"text": {"controls": [{"0": "The General Data Protection Regulation or “GDPR” gives certain rights to individuals in relation to their personal data. In addition, we offer transparency and access controls to help users take advantage of those rights. As available and except as limited under applicable law, the rights afforded to individuals are:"}, {"1": "Controls for Do-Not-Track Features"}]}, "count": 2}, "fraud": {"text": {"fraud": [{"0": "If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and privacy risk reduction."}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "By Law or to Protect Rights"}, {"1": "If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and privacy risk reduction."}]}, "count": 2}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "The Website contains links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Website, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. Before visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information. We are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Website."}, {"1": "Security of Your Information"}, {"2": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}, {"3": "At no time should you submit sensitive personal information to the Website. This includes your social security number, information regarding race or ethnic origin, political affiliation or opinions, religious beliefs, health information, criminal background, or other sensitive personal information. If you elect to submit such information to us, it will be subject to this Privacy Policy."}]}, "count": 4}, "unauthorized": {"text": {"unauthorized": [{"0": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Any information disclosed online is vulnerable to interception and misuse by unauthorized parties. Therefore, we cannot guarantee complete security if you provide personal information."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "Sally’s Baking Addiction, LLC (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (https://sallysbakingaddiction.com/) or any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Website”). Please read this Privacy Policy carefully."}, {"1": "We are an affiliate partner with Sweetapolita Sprinkles. By clicking on select links, you will be transferred to their website from which you can make a purchase. Sweetapolita utilizes cookies to track visits for the purposes of assigning commission on these sales. Please contact Sweetapolita for more information on how they manage your information."}]}, "count": 2}, "what": {"text": {}, "count": 0}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}]}, "count": 1}, "learn": {"text": {"learn": [{"0": "This Website is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (“CafeMedia”) for the purposes of placing advertising on the Website, and CafeMedia will collect and use certain data for advertising purposes. To learn more about CafeMedia’s data usage, click the following link: www.cafemedia.com/publisher-advertising-privacy-policy"}, {"1": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}]}, "count": 2}, "more information": {"text": {"more information": [{"0": "We use third-party software from Raptive, a CMI Marketing, Inc. property, to serve ads on the Website. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. For more information about opting out of internet-based ads, visit the third-party network or review the Digital Advertising Alliance Opt-Out Tool."}, {"1": "This Website is a participant in the RewardStyle content monetization platform. By clicking on select links, you will be transferred to a third party from which you can make a purchase. RewardStyle utilizes cookies to track visits for the purposes of assigning commission on these sales. Please refer to the RewardStyle privacy policy for more information."}, {"2": "We are an affiliate partner with Sweetapolita Sprinkles. By clicking on select links, you will be transferred to their website from which you can make a purchase. Sweetapolita utilizes cookies to track visits for the purposes of assigning commission on these sales. Please contact Sweetapolita for more information on how they manage your information."}, {"3": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 4}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": " All Recipes\n Bread\n Breakfast\n Cakes\n Cookies\n Pies\n Shop\n Videos\n"}, {"1": "\n\t Bread\n\t Breakfast\n\t Brownies & Bars\n\t Cakes\n\t Cheesecake\n\t Cookies\n\t Cupcakes\n\tDesserts\n\t Frosting\n\t Healthy\n\t Ice Cream & Frozen Treats\n\t Pies, Crisps, & Tarts\n"}, {"2": "We use a third-party advertising company to serve ads when you visit the Website. This company may use information about your visits to the Website and other websites that are contained in web cookies to provide advertisements about goods and services of interest to you."}, {"3": "Cookies, Web Beacons, and Tracking Pixels"}, {"4": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}, {"5": "We use third-party software from Raptive, a CMI Marketing, Inc. property, to serve ads on the Website. This third-party software may use cookies or similar tracking technology to help manage and optimize your online experience with us. For more information about opting out of internet-based ads, visit the third-party network or review the Digital Advertising Alliance Opt-Out Tool."}, {"6": "We also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Website through the use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the Website, determine the popularity of certain content and better understand online activity. By accessing the Website, you consent to the collection and use of your information by these third-party vendors. You are encouraged to review their privacy policies and contact them directly for responses to your questions. We do not transfer personal information to these third-party vendors. However, if you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or review the Digital Advertising Alliance Opt-Out Tool."}, {"7": "You should be aware that getting a new computer, installing a new browser, upgrading an existing browser, or erasing or otherwise altering your browser’s cookies files may also clear certain opt-out cookies, plug-ins, or settings."}, {"8": "We are a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and providing links to products or services available from Amazon.com. As part of this Amazon Associates program, the Website may post customized links, provided by Amazon, to track the referrals to the Amazon listing. This affiliate program utilizes cookies to track visits for the purposes of assigning commission on these sales."}, {"9": "This Website is a participant in the RewardStyle content monetization platform. By clicking on select links, you will be transferred to a third party from which you can make a purchase. RewardStyle utilizes cookies to track visits for the purposes of assigning commission on these sales. Please refer to the RewardStyle privacy policy for more information."}, {"10": "We are an affiliate partner with Sweetapolita Sprinkles. By clicking on select links, you will be transferred to their website from which you can make a purchase. Sweetapolita utilizes cookies to track visits for the purposes of assigning commission on these sales. Please contact Sweetapolita for more information on how they manage your information."}, {"11": "We participate in the Target Affiliate Marketing Program. This means we may post customized links, provided by Target, to track referrals to their website, and we may earn an advertising fee from any purchases made through these links. This program utilizes cookies to track visits for the purposes of assigning commission on these sales."}, {"12": "The California Consumer Privacy Act (CCPA), enacted in 2018, creates new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. While we do not sell your information to any third party, we may partner with third-party service providers and affiliate partners who may gain access to your information through the use of beacons, tracking pixels, or cookies as provided in this Privacy Policy. If you are a California resident, California law may provide you with additional rights regarding our use of your personal information. To learn more about your California privacy rights, visit our Supplementary Privacy Notice for California Residents."}, {"13": "The Best Sugar Cookies\n        "}, {"14": "Chewy Chocolate Chip Cookies\n        "}, {"15": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 16}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "Cookies, Web Beacons, and Tracking Pixels"}, {"1": "We use cookies, web beacons, tracking pixels, and other tracking technologies on the Website to help customize the Website and improve your experience. When you access the Website, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Website. You may not decline web beacons; however, they can be rendered ineffective by declining all cookies or by modifying your web browser’s settings to notify you each time a cookie is tendered, permitting you to accept or decline cookies on an individual basis."}]}, "count": 2}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}