{"https://kahoot.it": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"1": "Kahoot!´s services allow our users to create and upload content, play and host games and invite others to join a game. Kahoot! acts as a data processor for Personal Information in user content, and for Personal Information that we may otherwise collect and process on behalf of our Users on the platform. Such processing is not covered by this Privacy Policy."}, {"2": "Please note that, to the extent we provide you with notice of different or additional privacy policies, those policies will govern such interactions. For details about Kahoot!´s processing of Student Data please read our Student Privacy Policy. Please see below for details regarding our collection of information from Children."}, {"3": "Kahoot! is a global educational technology and software-as-a-service group providing a learning platform for the global educational technology market. We focus on developing a comprehensive offering of engaging learning tools for enterprises, the educational sector as well as for personal users. The Kahoot! platform enables everyone who uses it to unlock their full potential through learning. More information about our services and how you can use them can be found in our T&Cs and on our webpage."}, {"4": "2. Personal Information we process"}, {"5": "The Personal Information we process depends on the context of your interactions with Kahoot!, your Kahoot! account settings, the products and features you use, your location, and applicable law. However, the Personal Information we collect broadly falls into the following categories:"}, {"6": " which is data you provide, or we otherwise collect in connection with support queries we receive from you. This may include contact or authentication data, the content of your chats and other communications with us, and the product or service you are using related to your help inquiry; and"}, {"7": " and other financial information that we/our payment processors need in order to provide the Services."}, {"8": ". Several of our Services let you share information with other people, and you have the control over what you share and with whom you share. For example, when signed in and interacting with certain Kahoot! Services, such as leaving comments on the Websites, you may disclose Personal Information to us and the general public. We strongly advise that you limit the disclosure of Personal Information through, for example, comments. Remember, when you share Personal Information publicly, for example through the comment section on our Website, the information you disclose may become publicly available and accessible through search engines. If you disclose Personal Information through comments within a Kahoot! group participation, i.e. not the general public, please note that the information you disclose will be available to other group participants. Personal Information disclosed through comments is processed by Kahoot! as a data processor."}, {"9": "Information we collect automatically"}, {"10": "which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}, {"11": " whereby our web servers keep log files that record data each time a device accesses those servers and the nature of each access, including originating IP-addresses and your activity in the Services (such as the date/time stamps associated with your usage, participation in Kahoot! games, results, pages and files viewed, searches and other actions you take (for example, which features you used)). We may also access metadata and other information associated with files that you upload into our Service."}, {"12": "Information we collect from other sources: "}, {"13": "From time to time, we may collect Personal Information about you from other sources, such as our Partners or other third parties, for example where you have given permission to the third party to share your information with us. We may also collect Personal Information from integrated third party technologies. For example, when you choose to import slides from Google Slides to our platform by using the import slides feature, we process your Google email address and any personal data included in the slides you choose to import. "}, {"14": "We may use your Personal Information which we collect for the purposes and on the legal bases identified below:"}, {"15": "This means using your Personal Information in order to provide the Services’ functionality to you, such as arranging access to an account, responding to your inquiries, and to allow you to utilize our various Service features, such as notifying you when a kahoot is shared with you or when you have been invited to join a challenge. We engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation."}, {"16": "  We may automatically process your Personal Information, in reliance on our legitimate interests, in order to enable you to use certain features of our Services, for example to publish a kahoot, make a comment, join a group or “follow” a specific Kahoot! user. Note that some of these features are only available as part of a subscription plan. If you want to remove your Personal Information in these cases, you can normally do this yourself through your account."}, {"17": "We may need to communicate with you about your account and provide you with customer support to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and supporting our Services. For example, if you use our App, we may ask you if you want to receive push notifications about activity in your account. If you have opted in to these push notifications and no longer want to receive them, you may turn them off through your operating system. We may also send you system alert messages in reliance on our legitimate interests in administering the Services and providing certain features. For example, we may inform you about temporary or permanent changes to our Service, such as planned outages, security or compliance notifications, information about new features, version updates, releases, abuse warnings, and changes to this Privacy Policy."}, {"18": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}, {"19": "Your Personal Information may be used to bill and collect money owed to us by you to perform our contract with you for the use of the Services or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service. This includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number. We use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments. To learn more about the steps we take to safeguard that data, see the “Our Security” section of this Privacy Policy."}, {"20": "In order to protect against misuse or abuse of our Services, protect the rights of our Users, ensure compliance with our T&Cs and applicable law, and to pursue available remedies, we may use your Personal Information as is reasonably necessary. For example, we may periodically review the content which our Users submit or display in order to ensure that such content complies with our T&Cs, including through automated filtering mechanisms. This benefits all Users who comply with our T&Cs, as it reduces abuse and helps us maintain a reliable platform. We use your Personal Information for this purpose in reliance on our legitimate interest to safeguard from abuse and misuse of the Service."}, {"21": " We may use your Personal Information in order to comply with requests by public authorities, court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms. This includes Personal Information necessary to provide information to representatives and advisors, including attorneys and accountants, to help us comply with legal, accounting, or security requirements in reliance on our legitimate interests, and Personal Information necessary to prosecute and defend a court, arbitration, or similar legal proceeding."}, {"22": "Personal Information may be used to provide you with suggestions and provide you with tailored features within our Services that optimize and personalize your experience. For example, on the Websites, we may display certain categories of kahoots on the basis of kahoots you have previously played, your location (city and country only), district or preferences. Such use of your Personal Information is in reliance on our legitimate interests in administering the Service and providing certain features."}, {"23": "Your Personal Information may be used to perform data analytics in reliance on our legitimate business interests in improving and enhancing our products and services for our Users. For example, we use analytics data to enable product recommendation, audience segmentation, and predicted demographics features for our Users."}, {"24": "We may also, with your consent, process your e-mail address for the purpose of checking whether a multi-user account exist or can be created for your organization (e.g. your employer), and in that case, contact you with options to gain access to your organization’s account with your own User. If you consent to the aforementioned processing activity, we may notify your organization that an individual is requesting access to the organization’s account, by sharing the domain name of your email address with your organization (i.e. the part which comes after the @ symbol in your email address)"}, {"25": "We will not send you unsolicited or third party marketing."}, {"26": "We may offer you the opportunity to participate in sweepstakes, contests and similar promotions. Some of these activities have additional rules, which could contain additional information about how we use and disclose your Personal Information. Participation in these activities is fully optional, and subject to separate `just in-time´ notice as required. We engage in these activities to manage our contractual relationship with you."}, {"27": "User’s Personal Information may be used to combine and anonymize data about our Users and our User’s use of the Service in order to create aggregate, anonymized statistics which we may use to provide certain features within the Service and for promoting and improving the Service in reliance on our legitimate interests."}, {"28": "We do not sell Personal Information and we do not share Personal Information with third parties for marketing purposes."}, {"29": "We may use the Personal Information we collect or receive through the Service, as a processor and as otherwise stated in this Privacy Policy, to enable your use of the integrations and plugins you choose to connect to your Kahoot! account. For instance, if you choose to connect a Google integration to your Kahoot! account, we’ll ask you to grant us permission to view and/or download, as applicable, your Google Sheets, Google Contacts, Google Slides and Google Drive. This allows us to configure your Google integration(s) in accordance with your preferences."}, {"30": "We also integrate with third parties that make available content, products, and/or services to you, such as the YouTube API for videos. Use of these Third Party Applications is optional. The Third Party Applications may have their own privacy policies that apply to you when you choose to use these Third Party Applications, including but not limited to YouTube whose privacy notice is located at http://www.google.com/policies/privacy."}, {"31": "The Third Party Applications may collect Personal Information about you but we do not share Personal Information with them."}, {"32": "The Websites include links to other websites, whose privacy practices may be different from ours. If you submit Personal Information to any of those sites, your information is governed by their privacy policies. We encourage you to carefully read the privacy policy of any website you visit."}, {"33": "If Personal Information is collected or processed on the basis of consent, or if you have, for example, consented to receiving marketing emails from Kahoot!, you have the right to withdraw your consent at any time. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your Personal Information conducted in reliance on lawful processing grounds other than consent."}, {"34": "Please note that the above rights may be subject to exceptions and limitations. We cannot, for example, provide Personal Information if it would violate our duty of confidentiality or if we have a legal obligation to retain such data. Kahoot! will respond to your request to exercise your data protection rights consistent with applicable law."}, {"35": "To exercise your rights pursuant to applicable data protection law, you may contact us on privacy@kahoot.com. We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection law. We may ask you to verify your identity in order to help us respond efficiently to your request."}, {"36": "We do not share Personal Information with third parties except in the limited circumstances outlined below."}, {"37": ". We may share and disclose your Personal Information with the companies in the Kahoot! Group, for our legitimate business purposes, for marketing of such companies’ products or services (if you have consented to this), or to provide services that may include one or more of our Group Companies."}, {"38": " We may share Personal Information with our  trusted service providers who perform services on our behalf (e.g. web hosting, technical support, processing of payment, analytics services and content provision), but strictly for the purpose of carrying out work on our behalf as described in this Privacy Policy. For example, companies we’ve hired to help us provide and support our Service or assist in protecting and securing our systems and services and other business-related functions. "}, {"39": "Social media partners: Kahoot! may cooperate with social media channels to promote our Services, both on our Websites and third-party websites. Notwithstanding the above, we never share information about Children for the purposes or with the parties described in this section."}, {"40": "Any competent law enforcement body, regulatory body, government agency, court or other third party where we believe disclosure is necessary (a) as a matter of applicable law or regulation, (b) to exercise, establish, or defend our legal rights, or (c) to protect your vital interests or those of any other person."}, {"41": " (and its agents and advisors) in the case of a sale, merger, consolidation, liquidation, reorganization, or acquisition. In that event, any acquirer will be subject to our obligations under this Privacy Policy, including your rights to access and choice. We will notify you of the change either by sending you an email or posting a notice on our Website."}, {"42": "Regardless of the above, Kahoot! does not sell Personal Information and we will never share or sell Student Data for marketing purposes."}, {"43": "We may also share anonymized, aggregated information with selected third parties for statistical purposes."}, {"44": "We are responsible for the data privacy of the service providers we may share Personal Information with. Kahoot! only uses service providers that have data protection and security standards consistent with our own. Our service providers are not permitted to use Personal Information they process on our behalf for any other purposes than as needed to carry out their work for us. We enter into written agreements with all of our service providers restricting the use of Personal Information and imposing the same level of privacy, confidentiality and information security that apply to Kahoot!."}, {"45": "Kahoot! maintains a comprehensive security program designed to protect the security, privacy, confidentiality and integrity of Personal Information within our organization. We have in place appropriate and reasonable technical and organizational measures designed to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the Personal Information. Our security measures include data encryption, firewalls, data use, and access limitations for our personnel and service providers, and physical access controls to our facilities. Our service providers that process payment data, maintain the applicable Payment Card Industry (PCI) compliance levels."}, {"46": "We collect information globally and may transfer, process and store your information outside of your country of residence, to wherever we or our third-party service providers operate for the purpose of providing you the Services. This may involve countries where the data protection, privacy rights and other laws may not be as comprehensive as in your country. Whenever we transfer your information, we take steps, including preventive measures, designed to protect your Personal Information."}, {"47": "For all international transfers, both within the Kahoot! Group or to our sub-processors, we ensure that the recipient of your Personal Information offers an adequate level of protection by entering into appropriate agreements. All international transfers to a Third Country are made based on an appropriate legal basis, including to a country who has received a finding of adequacy by the European Commission under Article 45 of the GDPR, or on the basis of executed standard contractual clauses approved by the European Commission (“SCCs”)."}, {"48": "Kahoot! maintains strict organizational and technical measures to protect Personal Information stored on our, and our trusted third parties’, serves. Access to any Personal Information we process in order to provision the Services is limited through login credentials, multi-factor authentication, access on a need-to-know basis and restricted access to administrative accounts for the employees who require access in order to perform their duties towards you, such as providing support services."}, {"49": "If you want to know more about Kahoot´s international transfers and the measures we take to keep your Personal Information safe, please reach out to us on privacy@kahoot.com."}, {"50": "We do not retain Personal Information longer than necessary for the purposes for which Personal Information was collected. We retain Personal Information where we have an ongoing legitimate business or legal obligation to do so. Our retention periods will vary depending on the type of data involved, but, generally, we refer to these criteria in order to determine retention period:"}, {"51": "Whether we have a legal or contractual need to retain the data;"}, {"52": "Whether our Users would reasonably expect that we would retain the data until they remove it or until their Kahoot! accounts are closed or terminated."}, {"53": "When we have no ongoing legitimate business need to process your Personal Information, it will be deleted or anonymized as soon as possible and in accordance with applicable law."}, {"54": "The following chart details the categories of Personal Information we collect and process, as well as the"}, {"55": "categories we disclose to third parties for our operational business purposes, including within the 12"}, {"56": "Kahoot! account credentials Personal Information collected from a known child. With respect to children under age 13, the Personal Information we collect is limited to an email address, which we immediately and permanently hash so that it can be used only as a password reminder (and not to contact the child)."}, {"57": "Subject to your consent where required by applicable law, we collect, process, and disclose Sensitive Personal Information for purposes of providing goods or services as requested; ensuring safety, security, and integrity; countering wrongful or unlawful actions; performing services for our business, including maintaining and servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, providing analytic services, and providing storage; activities relating to quality and safety control or product improvement; and other collection and processing that is not for the purpose of inferring characteristics about an individual. We do not use Sensitive Personal Information beyond these purposes."}, {"58": "The categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;"}, {"59": "The categories of Personal Information about you that we disclosed and the categories of third parties to whom we disclosed such Personal Information."}, {"60": "To make a request, please contact us at privacy@kahoot.com. We will verify and respond to your request consistent with applicable law, taking into account the type and sensitivity of the Personal Information subject to the request. We may decline to honor your request where an exception applies. We may need to request your registered email address, user nickname, and/or recent login activity, in order to verify your identity and protect against fraudulent requests. If you maintain a password-protected account with us, we may verify your identity through our existing authentication practices for your account and require you to re-authenticate yourself before disclosing or deleting your Personal Information. If you make a request to delete, we may ask you to confirm your request before we delete your Personal Information."}, {"61": "When offering services to its Users, Kahoot! may act as a “service provider” or “processor,” and we collect consumer Personal Information on behalf of our Users in order to provide the Service. If applicable, please direct any requests for access, correction, or deletion of your Personal Information to the User with whom you have a direct relationship."}, {"62": "We do not sell Personal Information (including Sensitive Personal Information), and we do not “share” or otherwise process Personal Information (including Sensitive Personal Information) for purposes of cross-context behavioral or targeted advertising, as defined under applicable law."}, {"63": "If you are a Colorado, Connecticut, or Virginia consumer, and we refuse to take action on your request, you may appeal our refusal within a reasonable period after you have received notice of the refusal. You may file an appeal by contacting us at privacy@kahoot.com."}, {"64": "If an agent would like to make a request on your behalf as permitted under applicable law, the agent may use the submission methods noted in the section entitled “Rights and Requests.” We will process the agent’s request consistent with applicable law. As part of our verification process, we may request that the agent provide, as applicable, proof concerning their status as an authorized agent. In addition, we may require that you verify your identity as described in the section entitled “Rights and Requests” or confirm that you provided the agent permission to submit the request."}, {"65": "Where we maintain or use de-identified information, we will continue to maintain and use the de-identified information only in a de-identified fashion and will not attempt to re-identify the information"}, {"66": "Certain US state laws require us to indicate whether we honor “Do Not Track” settings in your browser. Kahoot! adheres to the standards set out in this Privacy Policy and does not monitor or follow any Do Not Track browser requests."}, {"67": "We may change this Privacy Policy at any time and from time to time. If we make material changes in the Privacy Policy, for example if we seek to use Personal Information in a materially different way than we had previously, we will provide prior notice to you for example by email or a pop-up. You can always delete your account and stop using our Services if you do not accept the change."}, {"68": "We do not collect any Personal Information from a person who merely plays a kahoot."}, {"69": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}, {"70": "We also collect a username and password from Child account holders, which are used for login purposes only, to permit the Child account holder to use the Services."}, {"71": "We and our service providers also collect the information described above, under “information we collect automatically,” from Children."}, {"72": "If you are a parent or guardian, you may review the information we have collected from your Child or ask us to make no further use of, or delete, such information. In your request, please include your name and your Child’s Kahoot! username, and specify the action you would like us to take. For your Child’s protection, we may need to verify your identity before implementing your request. If your child uses our Services through his or her school, please contact the school or school district with any such request."}, {"73": "If you have any questions or comments, or if you have a concern about the way in which we have handled any privacy matter, you may contact us on privacy@kahoot.com."}, {"74": "“Service Usage Data” means information we gather automatically through your use of the Services and as further detailed in the “Personal Information we process” section below."}]}, "count": 75}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "such as your location (city and country only), interests, picture, organization, title/position, age, what Kahoot! groups you are part of and who you interact with by using the Services."}, {"1": "  We may automatically process your Personal Information, in reliance on our legitimate interests, in order to enable you to use certain features of our Services, for example to publish a kahoot, make a comment, join a group or “follow” a specific Kahoot! user. Note that some of these features are only available as part of a subscription plan. If you want to remove your Personal Information in these cases, you can normally do this yourself through your account."}, {"2": "Personal Information may be used to provide you with suggestions and provide you with tailored features within our Services that optimize and personalize your experience. For example, on the Websites, we may display certain categories of kahoots on the basis of kahoots you have previously played, your location (city and country only), district or preferences. Such use of your Personal Information is in reliance on our legitimate interests in administering the Service and providing certain features."}, {"3": "We are responsible for the data privacy of the service providers we may share Personal Information with. Kahoot! only uses service providers that have data protection and security standards consistent with our own. Our service providers are not permitted to use Personal Information they process on our behalf for any other purposes than as needed to carry out their work for us. We enter into written agreements with all of our service providers restricting the use of Personal Information and imposing the same level of privacy, confidentiality and information security that apply to Kahoot!."}, {"4": "Marketing (using only email address)"}, {"5": "Payment information (collected only by our payment processors and not by us)"}, {"6": "Marketing (using only email address)"}, {"7": "Marketing (using only email address)"}, {"8": "Marketing (using only email address)"}, {"9": "Marketing (using only email address)"}, {"10": "Geolocation data at a city-level only, derived from your IP address"}, {"11": "Marketing (using only email address)"}, {"12": "Marketing (using only email address)"}, {"13": "Kahoot! account credentials Personal Information collected from a known child. With respect to children under age 13, the Personal Information we collect is limited to an email address, which we immediately and permanently hash so that it can be used only as a password reminder (and not to contact the child)."}, {"14": "Where we maintain or use de-identified information, we will continue to maintain and use the de-identified information only in a de-identified fashion and will not attempt to re-identify the information"}, {"15": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}, {"16": "We also collect a username and password from Child account holders, which are used for login purposes only, to permit the Child account holder to use the Services."}]}, "count": 17}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": " You may provide certain Personal Information to us when you sign up for a Kahoot! account and use the Services, consult with our customer service team, send us an email, integrate the Services with another website or service (for example, when you choose to connect your Google account with Kahoot!), or communicate with us in any other way. This information may include:"}, {"1": " which is data you provide, or we otherwise collect in connection with support queries we receive from you. This may include contact or authentication data, the content of your chats and other communications with us, and the product or service you are using related to your help inquiry; and"}, {"2": " and other financial information that we/our payment processors need in order to provide the Services."}, {"3": ". Several of our Services let you share information with other people, and you have the control over what you share and with whom you share. For example, when signed in and interacting with certain Kahoot! Services, such as leaving comments on the Websites, you may disclose Personal Information to us and the general public. We strongly advise that you limit the disclosure of Personal Information through, for example, comments. Remember, when you share Personal Information publicly, for example through the comment section on our Website, the information you disclose may become publicly available and accessible through search engines. If you disclose Personal Information through comments within a Kahoot! group participation, i.e. not the general public, please note that the information you disclose will be available to other group participants. Personal Information disclosed through comments is processed by Kahoot! as a data processor."}, {"4": "which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}, {"5": " whereby our web servers keep log files that record data each time a device accesses those servers and the nature of each access, including originating IP-addresses and your activity in the Services (such as the date/time stamps associated with your usage, participation in Kahoot! games, results, pages and files viewed, searches and other actions you take (for example, which features you used)). We may also access metadata and other information associated with files that you upload into our Service."}, {"6": "Cookies which allow us to collect information such as browser type and other anonymous traffic data. Please see our Cookie Notice for more information on our use of cookies."}, {"7": "Information we collect from other sources: "}, {"8": "From time to time, we may collect Personal Information about you from other sources, such as our Partners or other third parties, for example where you have given permission to the third party to share your information with us. We may also collect Personal Information from integrated third party technologies. For example, when you choose to import slides from Google Slides to our platform by using the import slides feature, we process your Google email address and any personal data included in the slides you choose to import. "}, {"9": " We may use your Personal Information in order to comply with requests by public authorities, court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms. This includes Personal Information necessary to provide information to representatives and advisors, including attorneys and accountants, to help us comply with legal, accounting, or security requirements in reliance on our legitimate interests, and Personal Information necessary to prosecute and defend a court, arbitration, or similar legal proceeding."}, {"10": "We do not sell Personal Information and we do not share Personal Information with third parties for marketing purposes. For purposes of the CCPA, and in section 12 below, ´sale´ means the disclosure of Personal Information for monetary or other valuable consideration but does not include, for example, the transfer of Personal Information as an asset that is part of a merger, bankruptcy, or other disposition of all or any portion of our business."}, {"11": "The Websites include links to other websites, whose privacy practices may be different from ours. If you submit Personal Information to any of those sites, your information is governed by their privacy policies. We encourage you to carefully read the privacy policy of any website you visit."}, {"12": "If Personal Information is collected or processed on the basis of consent, or if you have, for example, consented to receiving marketing emails from Kahoot!, you have the right to withdraw your consent at any time. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your Personal Information conducted in reliance on lawful processing grounds other than consent."}, {"13": "Kahoot! supports our school customers in providing parents and eligible students with access to their Personal Information and in fulfilling other requests that parents and eligible students may make to access their data. Please also see the section about our processing of Personal Data about Children below."}, {"14": " We may share Personal Information with our  trusted service providers who perform services on our behalf (e.g. web hosting, technical support, processing of payment, analytics services and content provision), but strictly for the purpose of carrying out work on our behalf as described in this Privacy Policy. For example, companies we’ve hired to help us provide and support our Service or assist in protecting and securing our systems and services and other business-related functions. "}, {"15": "Any competent law enforcement body, regulatory body, government agency, court or other third party where we believe disclosure is necessary (a) as a matter of applicable law or regulation, (b) to exercise, establish, or defend our legal rights, or (c) to protect your vital interests or those of any other person."}, {"16": "Any other person with your consent."}, {"17": "We are responsible for the data privacy of the service providers we may share Personal Information with. Kahoot! only uses service providers that have data protection and security standards consistent with our own. Our service providers are not permitted to use Personal Information they process on our behalf for any other purposes than as needed to carry out their work for us. We enter into written agreements with all of our service providers restricting the use of Personal Information and imposing the same level of privacy, confidentiality and information security that apply to Kahoot!."}, {"18": "We collect information globally and may transfer, process and store your information outside of your country of residence, to wherever we or our third-party service providers operate for the purpose of providing you the Services. This may involve countries where the data protection, privacy rights and other laws may not be as comprehensive as in your country. Whenever we transfer your information, we take steps, including preventive measures, designed to protect your Personal Information."}, {"19": "Identifiers: IP address that can reasonably be linked or associated with a particular device; account name; and cookies used solely to operate the Services, analyze their use, and for other non-marketing internal purposes (see our Cookie Notice for details)"}, {"20": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"21": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"22": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"23": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"24": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"25": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"26": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"27": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"28": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"29": "Subject to your consent where required by applicable law, we collect, process, and disclose Sensitive Personal Information for purposes of providing goods or services as requested; ensuring safety, security, and integrity; countering wrongful or unlawful actions; performing services for our business, including maintaining and servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, providing analytic services, and providing storage; activities relating to quality and safety control or product improvement; and other collection and processing that is not for the purpose of inferring characteristics about an individual. We do not use Sensitive Personal Information beyond these purposes."}, {"30": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}, {"31": "“Personal Information” means any information that identifies or can be used to identify an individual directly or indirectly. Examples of Personal Information include, but are not limited to, first and last name, date of birth, email address, gender, occupation, or other demographic information."}]}, "count": 32}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": ". Several of our Services let you share information with other people, and you have the control over what you share and with whom you share. For example, when signed in and interacting with certain Kahoot! Services, such as leaving comments on the Websites, you may disclose Personal Information to us and the general public. We strongly advise that you limit the disclosure of Personal Information through, for example, comments. Remember, when you share Personal Information publicly, for example through the comment section on our Website, the information you disclose may become publicly available and accessible through search engines. If you disclose Personal Information through comments within a Kahoot! group participation, i.e. not the general public, please note that the information you disclose will be available to other group participants. Personal Information disclosed through comments is processed by Kahoot! as a data processor."}, {"1": "which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}, {"2": "  We may automatically process your Personal Information, in reliance on our legitimate interests, in order to enable you to use certain features of our Services, for example to publish a kahoot, make a comment, join a group or “follow” a specific Kahoot! user. Note that some of these features are only available as part of a subscription plan. If you want to remove your Personal Information in these cases, you can normally do this yourself through your account."}, {"3": "We may need to communicate with you about your account and provide you with customer support to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and supporting our Services. For example, if you use our App, we may ask you if you want to receive push notifications about activity in your account. If you have opted in to these push notifications and no longer want to receive them, you may turn them off through your operating system. We may also send you system alert messages in reliance on our legitimate interests in administering the Services and providing certain features. For example, we may inform you about temporary or permanent changes to our Service, such as planned outages, security or compliance notifications, information about new features, version updates, releases, abuse warnings, and changes to this Privacy Policy."}, {"4": "Your Personal Information may be used to bill and collect money owed to us by you to perform our contract with you for the use of the Services or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service. This includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number. We use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments. To learn more about the steps we take to safeguard that data, see the “Our Security” section of this Privacy Policy."}, {"5": "We may also, with your consent, process your e-mail address for the purpose of checking whether a multi-user account exist or can be created for your organization (e.g. your employer), and in that case, contact you with options to gain access to your organization’s account with your own User. If you consent to the aforementioned processing activity, we may notify your organization that an individual is requesting access to the organization’s account, by sharing the domain name of your email address with your organization (i.e. the part which comes after the @ symbol in your email address)"}, {"6": "We may use the Personal Information we collect or receive through the Service, as a processor and as otherwise stated in this Privacy Policy, to enable your use of the integrations and plugins you choose to connect to your Kahoot! account. For instance, if you choose to connect a Google integration to your Kahoot! account, we’ll ask you to grant us permission to view and/or download, as applicable, your Google Sheets, Google Contacts, Google Slides and Google Drive. This allows us to configure your Google integration(s) in accordance with your preferences."}, {"7": "The Websites include links to other websites, whose privacy practices may be different from ours. If you submit Personal Information to any of those sites, your information is governed by their privacy policies. We encourage you to carefully read the privacy policy of any website you visit."}, {"8": "If Personal Information is collected or processed on the basis of consent, or if you have, for example, consented to receiving marketing emails from Kahoot!, you have the right to withdraw your consent at any time. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your Personal Information conducted in reliance on lawful processing grounds other than consent."}, {"9": "Please note that the above rights may be subject to exceptions and limitations. We cannot, for example, provide Personal Information if it would violate our duty of confidentiality or if we have a legal obligation to retain such data. Kahoot! will respond to your request to exercise your data protection rights consistent with applicable law."}, {"10": ". We may share and disclose your Personal Information with the companies in the Kahoot! Group, for our legitimate business purposes, for marketing of such companies’ products or services (if you have consented to this), or to provide services that may include one or more of our Group Companies."}, {"11": "Details about our security program can be found here. If you have any questions about the security of your Personal Information, you may contact us at privacy@kahoot.com."}, {"12": "If you want to know more about Kahoot´s international transfers and the measures we take to keep your Personal Information safe, please reach out to us on privacy@kahoot.com."}, {"13": "To know whether we process your Personal Information and to access such Personal Information. If you are a California resident, you may also request the following:\n\nThe categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;\nThe business or commercial purpose for collecting Personal Information about you; and\nThe categories of Personal Information about you that we disclosed and the categories of third parties to whom we disclosed such Personal Information.\n\n"}, {"14": "To make a request, please contact us at privacy@kahoot.com. We will verify and respond to your request consistent with applicable law, taking into account the type and sensitivity of the Personal Information subject to the request. We may decline to honor your request where an exception applies. We may need to request your registered email address, user nickname, and/or recent login activity, in order to verify your identity and protect against fraudulent requests. If you maintain a password-protected account with us, we may verify your identity through our existing authentication practices for your account and require you to re-authenticate yourself before disclosing or deleting your Personal Information. If you make a request to delete, we may ask you to confirm your request before we delete your Personal Information."}, {"15": "When offering services to its Users, Kahoot! may act as a “service provider” or “processor,” and we collect consumer Personal Information on behalf of our Users in order to provide the Service. If applicable, please direct any requests for access, correction, or deletion of your Personal Information to the User with whom you have a direct relationship."}, {"16": "If you are a Colorado, Connecticut, or Virginia consumer, and we refuse to take action on your request, you may appeal our refusal within a reasonable period after you have received notice of the refusal. You may file an appeal by contacting us at privacy@kahoot.com."}, {"17": "If an agent would like to make a request on your behalf as permitted under applicable law, the agent may use the submission methods noted in the section entitled “Rights and Requests.” We will process the agent’s request consistent with applicable law. As part of our verification process, we may request that the agent provide, as applicable, proof concerning their status as an authorized agent. In addition, we may require that you verify your identity as described in the section entitled “Rights and Requests” or confirm that you provided the agent permission to submit the request."}, {"18": "We may change this Privacy Policy at any time and from time to time. If we make material changes in the Privacy Policy, for example if we seek to use Personal Information in a materially different way than we had previously, we will provide prior notice to you for example by email or a pop-up. You can always delete your account and stop using our Services if you do not accept the change."}, {"19": "If you are a parent or guardian, you may review the information we have collected from your Child or ask us to make no further use of, or delete, such information. In your request, please include your name and your Child’s Kahoot! username, and specify the action you would like us to take. For your Child’s protection, we may need to verify your identity before implementing your request. If your child uses our Services through his or her school, please contact the school or school district with any such request."}, {"20": "If you have any questions or comments, or if you have a concern about the way in which we have handled any privacy matter, you may contact us on privacy@kahoot.com."}]}, "count": 21}, "when": {"text": {"when": [{"0": " You may provide certain Personal Information to us when you sign up for a Kahoot! account and use the Services, consult with our customer service team, send us an email, integrate the Services with another website or service (for example, when you choose to connect your Google account with Kahoot!), or communicate with us in any other way. This information may include:"}, {"1": " such as your email address or username and password when you sign up for an account with us;"}, {"2": ". Several of our Services let you share information with other people, and you have the control over what you share and with whom you share. For example, when signed in and interacting with certain Kahoot! Services, such as leaving comments on the Websites, you may disclose Personal Information to us and the general public. We strongly advise that you limit the disclosure of Personal Information through, for example, comments. Remember, when you share Personal Information publicly, for example through the comment section on our Website, the information you disclose may become publicly available and accessible through search engines. If you disclose Personal Information through comments within a Kahoot! group participation, i.e. not the general public, please note that the information you disclose will be available to other group participants. Personal Information disclosed through comments is processed by Kahoot! as a data processor."}, {"3": "From time to time, we may collect Personal Information about you from other sources, such as our Partners or other third parties, for example where you have given permission to the third party to share your information with us. We may also collect Personal Information from integrated third party technologies. For example, when you choose to import slides from Google Slides to our platform by using the import slides feature, we process your Google email address and any personal data included in the slides you choose to import. "}, {"4": "This means using your Personal Information in order to provide the Services’ functionality to you, such as arranging access to an account, responding to your inquiries, and to allow you to utilize our various Service features, such as notifying you when a kahoot is shared with you or when you have been invited to join a challenge. We engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation."}, {"5": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}, {"6": "We also integrate with third parties that make available content, products, and/or services to you, such as the YouTube API for videos. Use of these Third Party Applications is optional. The Third Party Applications may have their own privacy policies that apply to you when you choose to use these Third Party Applications, including but not limited to YouTube whose privacy notice is located at http://www.google.com/policies/privacy."}, {"7": "When we have no ongoing legitimate business need to process your Personal Information, it will be deleted or anonymized as soon as possible and in accordance with applicable law."}, {"8": "When offering services to its Users, Kahoot! may act as a “service provider” or “processor,” and we collect consumer Personal Information on behalf of our Users in order to provide the Service. If applicable, please direct any requests for access, correction, or deletion of your Personal Information to the User with whom you have a direct relationship."}, {"9": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}]}, "count": 10}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {"help us": [{"0": " We may use your Personal Information in order to comply with requests by public authorities, court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms. This includes Personal Information necessary to provide information to representatives and advisors, including attorneys and accountants, to help us comply with legal, accounting, or security requirements in reliance on our legitimate interests, and Personal Information necessary to prosecute and defend a court, arbitration, or similar legal proceeding."}, {"1": "To exercise your rights pursuant to applicable data protection law, you may contact us on privacy@kahoot.com. We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection law. We may ask you to verify your identity in order to help us respond efficiently to your request."}, {"2": " We may share Personal Information with our  trusted service providers who perform services on our behalf (e.g. web hosting, technical support, processing of payment, analytics services and content provision), but strictly for the purpose of carrying out work on our behalf as described in this Privacy Policy. For example, companies we’ve hired to help us provide and support our Service or assist in protecting and securing our systems and services and other business-related functions. "}]}, "count": 3}}}, "ACCESS": {"OTHER": {"can access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {"we will not": [{"0": "We will not send you unsolicited or third party marketing."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "The Personal Information we process depends on the context of your interactions with Kahoot!, your Kahoot! account settings, the products and features you use, your location, and applicable law. However, the Personal Information we collect broadly falls into the following categories:"}, {"1": "Information we collect automatically"}, {"2": "Information we collect from other sources: "}, {"3": "We may use your Personal Information which we collect for the purposes and on the legal bases identified below:"}, {"4": "We may use the Personal Information we collect or receive through the Service, as a processor and as otherwise stated in this Privacy Policy, to enable your use of the integrations and plugins you choose to connect to your Kahoot! account. For instance, if you choose to connect a Google integration to your Kahoot! account, we’ll ask you to grant us permission to view and/or download, as applicable, your Google Sheets, Google Contacts, Google Slides and Google Drive. This allows us to configure your Google integration(s) in accordance with your preferences."}, {"5": "We collect information globally and may transfer, process and store your information outside of your country of residence, to wherever we or our third-party service providers operate for the purpose of providing you the Services. This may involve countries where the data protection, privacy rights and other laws may not be as comprehensive as in your country. Whenever we transfer your information, we take steps, including preventive measures, designed to protect your Personal Information."}, {"6": "The following chart details the categories of Personal Information we collect and process, as well as the"}, {"7": "Kahoot! account credentials Personal Information collected from a known child. With respect to children under age 13, the Personal Information we collect is limited to an email address, which we immediately and permanently hash so that it can be used only as a password reminder (and not to contact the child)."}, {"8": "Subject to your consent where required by applicable law, we collect, process, and disclose Sensitive Personal Information for purposes of providing goods or services as requested; ensuring safety, security, and integrity; countering wrongful or unlawful actions; performing services for our business, including maintaining and servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, providing analytic services, and providing storage; activities relating to quality and safety control or product improvement; and other collection and processing that is not for the purpose of inferring characteristics about an individual. We do not use Sensitive Personal Information beyond these purposes."}, {"9": "When offering services to its Users, Kahoot! may act as a “service provider” or “processor,” and we collect consumer Personal Information on behalf of our Users in order to provide the Service. If applicable, please direct any requests for access, correction, or deletion of your Personal Information to the User with whom you have a direct relationship."}, {"10": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}, {"11": "We and our service providers also collect the information described above, under “information we collect automatically,” from Children."}]}, "count": 12}, "we collect information": {"text": {"we collect information": [{"0": "We collect information globally and may transfer, process and store your information outside of your country of residence, to wherever we or our third-party service providers operate for the purpose of providing you the Services. This may involve countries where the data protection, privacy rights and other laws may not be as comprehensive as in your country. Whenever we transfer your information, we take steps, including preventive measures, designed to protect your Personal Information."}]}, "count": 1}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {"we may collect": [{"0": "which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}, {"1": "From time to time, we may collect Personal Information about you from other sources, such as our Partners or other third parties, for example where you have given permission to the third party to share your information with us. We may also collect Personal Information from integrated third party technologies. For example, when you choose to import slides from Google Slides to our platform by using the import slides feature, we process your Google email address and any personal data included in the slides you choose to import. "}]}, "count": 2}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": " You may provide certain Personal Information to us when you sign up for a Kahoot! account and use the Services, consult with our customer service team, send us an email, integrate the Services with another website or service (for example, when you choose to connect your Google account with Kahoot!), or communicate with us in any other way. This information may include:"}, {"1": ". Several of our Services let you share information with other people, and you have the control over what you share and with whom you share. For example, when signed in and interacting with certain Kahoot! Services, such as leaving comments on the Websites, you may disclose Personal Information to us and the general public. We strongly advise that you limit the disclosure of Personal Information through, for example, comments. Remember, when you share Personal Information publicly, for example through the comment section on our Website, the information you disclose may become publicly available and accessible through search engines. If you disclose Personal Information through comments within a Kahoot! group participation, i.e. not the general public, please note that the information you disclose will be available to other group participants. Personal Information disclosed through comments is processed by Kahoot! as a data processor."}, {"2": "We may need to communicate with you about your account and provide you with customer support to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and supporting our Services. For example, if you use our App, we may ask you if you want to receive push notifications about activity in your account. If you have opted in to these push notifications and no longer want to receive them, you may turn them off through your operating system. We may also send you system alert messages in reliance on our legitimate interests in administering the Services and providing certain features. For example, we may inform you about temporary or permanent changes to our Service, such as planned outages, security or compliance notifications, information about new features, version updates, releases, abuse warnings, and changes to this Privacy Policy."}, {"3": "Depending on the jurisdiction in which you reside, you may have the following data protection rights:"}, {"4": "You may have the right to lodge a complaint with your applicable data protection authority regarding our collection and use of your Personal Information. Please contact your local data protection authority for more information. Contact details for data protection authorities within the EEA and UK are available here and Switzerland are available here."}, {"5": "To exercise your rights pursuant to applicable data protection law, you may contact us on privacy@kahoot.com. We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection law. We may ask you to verify your identity in order to help us respond efficiently to your request."}, {"6": "Details about our security program can be found here. If you have any questions about the security of your Personal Information, you may contact us at privacy@kahoot.com."}, {"7": "You may, subject to applicable law, make the following requests:"}, {"8": "To know whether we process your Personal Information and to access such Personal Information. If you are a California resident, you may also request the following:\n\nThe categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;\nThe business or commercial purpose for collecting Personal Information about you; and\nThe categories of Personal Information about you that we disclosed and the categories of third parties to whom we disclosed such Personal Information.\n\n"}, {"9": "If you are a Colorado, Connecticut, or Virginia consumer, and we refuse to take action on your request, you may appeal our refusal within a reasonable period after you have received notice of the refusal. You may file an appeal by contacting us at privacy@kahoot.com."}, {"10": "If you are a parent or guardian, you may review the information we have collected from your Child or ask us to make no further use of, or delete, such information. In your request, please include your name and your Child’s Kahoot! username, and specify the action you would like us to take. For your Child’s protection, we may need to verify your identity before implementing your request. If your child uses our Services through his or her school, please contact the school or school district with any such request."}, {"11": "If you have any questions or comments, or if you have a concern about the way in which we have handled any privacy matter, you may contact us on privacy@kahoot.com."}]}, "count": 12}, "you can": {"text": {"you can": [{"0": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"1": "Kahoot! is a global educational technology and software-as-a-service group providing a learning platform for the global educational technology market. We focus on developing a comprehensive offering of engaging learning tools for enterprises, the educational sector as well as for personal users. The Kahoot! platform enables everyone who uses it to unlock their full potential through learning. More information about our services and how you can use them can be found in our T&Cs and on our webpage."}, {"2": "  We may automatically process your Personal Information, in reliance on our legitimate interests, in order to enable you to use certain features of our Services, for example to publish a kahoot, make a comment, join a group or “follow” a specific Kahoot! user. Note that some of these features are only available as part of a subscription plan. If you want to remove your Personal Information in these cases, you can normally do this yourself through your account."}, {"3": "Note that you can manage your individual account and profile settings through your Kahoot! account, including contact information, payment details, preferences, or you can contact us directly via our Support Contact Form."}, {"4": "We may change this Privacy Policy at any time and from time to time. If we make material changes in the Privacy Policy, for example if we seek to use Personal Information in a materially different way than we had previously, we will provide prior notice to you for example by email or a pop-up. You can always delete your account and stop using our Services if you do not accept the change."}]}, "count": 5}, "right to request": {"text": {}, "count": 0}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {}, "count": 0}}, "MODIFICATION": {"deletion of": {"text": {"deletion of": [{"0": "When offering services to its Users, Kahoot! may act as a “service provider” or “processor,” and we collect consumer Personal Information on behalf of our Users in order to provide the Service. If applicable, please direct any requests for access, correction, or deletion of your Personal Information to the User with whom you have a direct relationship."}]}, "count": 1}, "delete": {"text": {"delete": [{"0": "To access; correct; update; port; delete; restrict; or object to our processing of your Personal Information, including to at any time opt-out for receiving marketing by email or SMS."}, {"1": "Whether our Users have the ability to access and delete the data within their Kahoot! accounts; and"}, {"2": "To make a request, please contact us at privacy@kahoot.com. We will verify and respond to your request consistent with applicable law, taking into account the type and sensitivity of the Personal Information subject to the request. We may decline to honor your request where an exception applies. We may need to request your registered email address, user nickname, and/or recent login activity, in order to verify your identity and protect against fraudulent requests. If you maintain a password-protected account with us, we may verify your identity through our existing authentication practices for your account and require you to re-authenticate yourself before disclosing or deleting your Personal Information. If you make a request to delete, we may ask you to confirm your request before we delete your Personal Information."}, {"3": "We may change this Privacy Policy at any time and from time to time. If we make material changes in the Privacy Policy, for example if we seek to use Personal Information in a materially different way than we had previously, we will provide prior notice to you for example by email or a pop-up. You can always delete your account and stop using our Services if you do not accept the change."}, {"4": "If you are a parent or guardian, you may review the information we have collected from your Child or ask us to make no further use of, or delete, such information. In your request, please include your name and your Child’s Kahoot! username, and specify the action you would like us to take. For your Child’s protection, we may need to verify your identity before implementing your request. If your child uses our Services through his or her school, please contact the school or school district with any such request."}]}, "count": 5}, "remove": {"text": {"remove": [{"0": "  We may automatically process your Personal Information, in reliance on our legitimate interests, in order to enable you to use certain features of our Services, for example to publish a kahoot, make a comment, join a group or “follow” a specific Kahoot! user. Note that some of these features are only available as part of a subscription plan. If you want to remove your Personal Information in these cases, you can normally do this yourself through your account."}, {"1": "Whether our Users would reasonably expect that we would retain the data until they remove it or until their Kahoot! accounts are closed or terminated."}]}, "count": 2}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {"contract": [{"0": "We may need to communicate with you about your account and provide you with customer support to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and supporting our Services. For example, if you use our App, we may ask you if you want to receive push notifications about activity in your account. If you have opted in to these push notifications and no longer want to receive them, you may turn them off through your operating system. We may also send you system alert messages in reliance on our legitimate interests in administering the Services and providing certain features. For example, we may inform you about temporary or permanent changes to our Service, such as planned outages, security or compliance notifications, information about new features, version updates, releases, abuse warnings, and changes to this Privacy Policy."}, {"1": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}, {"2": "Your Personal Information may be used to bill and collect money owed to us by you to perform our contract with you for the use of the Services or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service. This includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number. We use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments. To learn more about the steps we take to safeguard that data, see the “Our Security” section of this Privacy Policy."}]}, "count": 3}, "contractual": {"text": {"contractual": [{"0": "This means using your Personal Information in order to provide the Services’ functionality to you, such as arranging access to an account, responding to your inquiries, and to allow you to utilize our various Service features, such as notifying you when a kahoot is shared with you or when you have been invited to join a challenge. We engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation."}, {"1": "We may offer you the opportunity to participate in sweepstakes, contests and similar promotions. Some of these activities have additional rules, which could contain additional information about how we use and disclose your Personal Information. Participation in these activities is fully optional, and subject to separate `just in-time´ notice as required. We engage in these activities to manage our contractual relationship with you."}, {"2": "based on an appropriate legal basis, including to a country who has received a finding of adequacy by the European Commission under Article 45 of the GDPR, or on the basis of executed standard contractual clauses approved by the European Commission (“SCCs”)."}, {"3": "Whether we have a legal or contractual need to retain the data;"}]}, "count": 4}, "agreement": {"text": {"agreement": [{"0": "Cookie Notice\nData Processing Agreement\nGDPR Compliance\nPrivacy Policy\n"}]}, "count": 1}, "obligation": {"text": {"obligation": [{"0": "This means using your Personal Information in order to provide the Services’ functionality to you, such as arranging access to an account, responding to your inquiries, and to allow you to utilize our various Service features, such as notifying you when a kahoot is shared with you or when you have been invited to join a challenge. We engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation."}, {"1": "Please note that the above rights may be subject to exceptions and limitations. We cannot, for example, provide Personal Information if it would violate our duty of confidentiality or if we have a legal obligation to retain such data. Kahoot! will respond to your request to exercise your data protection rights consistent with applicable law."}, {"2": "We do not retain Personal Information longer than necessary for the purposes for which Personal Information was collected. We retain Personal Information where we have an ongoing legitimate business or legal obligation to do so. Our retention periods will vary depending on the type of data involved, but, generally, we refer to these criteria in order to determine retention period:"}]}, "count": 3}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"1": "In order to protect against misuse or abuse of our Services, protect the rights of our Users, ensure compliance with our T&Cs and applicable law, and to pursue available remedies, we may use your Personal Information as is reasonably necessary. For example, we may periodically review the content which our Users submit or display in order to ensure that such content complies with our T&Cs, including through automated filtering mechanisms. This benefits all Users who comply with our T&Cs, as it reduces abuse and helps us maintain a reliable platform. We use your Personal Information for this purpose in reliance on our legitimate interest to safeguard from abuse and misuse of the Service."}, {"2": "Depending on the jurisdiction in which you reside, you may have the following data protection rights:"}, {"3": "Please note that the above rights may be subject to exceptions and limitations. We cannot, for example, provide Personal Information if it would violate our duty of confidentiality or if we have a legal obligation to retain such data. Kahoot! will respond to your request to exercise your data protection rights consistent with applicable law."}, {"4": "To exercise your rights pursuant to applicable data protection law, you may contact us on privacy@kahoot.com. We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection law. We may ask you to verify your identity in order to help us respond efficiently to your request."}, {"5": "Any competent law enforcement body, regulatory body, government agency, court or other third party where we believe disclosure is necessary (a) as a matter of applicable law or regulation, (b) to exercise, establish, or defend our legal rights, or (c) to protect your vital interests or those of any other person."}, {"6": " (and its agents and advisors) in the case of a sale, merger, consolidation, liquidation, reorganization, or acquisition. In that event, any acquirer will be subject to our obligations under this Privacy Policy, including your rights to access and choice. We will notify you of the change either by sending you an email or posting a notice on our Website."}, {"7": "We collect information globally and may transfer, process and store your information outside of your country of residence, to wherever we or our third-party service providers operate for the purpose of providing you the Services. This may involve countries where the data protection, privacy rights and other laws may not be as comprehensive as in your country. Whenever we transfer your information, we take steps, including preventive measures, designed to protect your Personal Information."}, {"8": "Rights and Requests"}, {"9": "You have the right not to be unlawfully discriminated against for exercising your privacy rights."}, {"10": "If an agent would like to make a request on your behalf as permitted under applicable law, the agent may use the submission methods noted in the section entitled “Rights and Requests.” We will process the agent’s request consistent with applicable law. As part of our verification process, we may request that the agent provide, as applicable, proof concerning their status as an authorized agent. In addition, we may require that you verify your identity as described in the section entitled “Rights and Requests” or confirm that you provided the agent permission to submit the request."}, {"11": "\n\t\t\t\t\tCopyright © 2024, Kahoot! All Rights Reserved.\t\t\t\t\t"}]}, "count": 12}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "We may use your Personal Information which we collect for the purposes and on the legal bases identified below:"}, {"1": "This means using your Personal Information in order to provide the Services’ functionality to you, such as arranging access to an account, responding to your inquiries, and to allow you to utilize our various Service features, such as notifying you when a kahoot is shared with you or when you have been invited to join a challenge. We engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation."}, {"2": "Comply with legal obligations."}, {"3": " We may use your Personal Information in order to comply with requests by public authorities, court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms. This includes Personal Information necessary to provide information to representatives and advisors, including attorneys and accountants, to help us comply with legal, accounting, or security requirements in reliance on our legitimate interests, and Personal Information necessary to prosecute and defend a court, arbitration, or similar legal proceeding."}, {"4": "Please note that the above rights may be subject to exceptions and limitations. We cannot, for example, provide Personal Information if it would violate our duty of confidentiality or if we have a legal obligation to retain such data. Kahoot! will respond to your request to exercise your data protection rights consistent with applicable law."}, {"5": "Any competent law enforcement body, regulatory body, government agency, court or other third party where we believe disclosure is necessary (a) as a matter of applicable law or regulation, (b) to exercise, establish, or defend our legal rights, or (c) to protect your vital interests or those of any other person."}, {"6": "based on an appropriate legal basis, including to a country who has received a finding of adequacy by the European Commission under Article 45 of the GDPR, or on the basis of executed standard contractual clauses approved by the European Commission (“SCCs”)."}, {"7": "We do not retain Personal Information longer than necessary for the purposes for which Personal Information was collected. We retain Personal Information where we have an ongoing legitimate business or legal obligation to do so. Our retention periods will vary depending on the type of data involved, but, generally, we refer to these criteria in order to determine retention period:"}, {"8": "Whether we have a legal or contractual need to retain the data;"}, {"9": "Comply with legal obligations"}, {"10": "Comply with legal obligations"}, {"11": "Comply with legal obligations"}, {"12": "Comply with legal obligations"}, {"13": "Comply with legal obligations"}, {"14": "Comply with legal obligations"}, {"15": "Comply with legal obligations"}, {"16": "Comply with legal obligations"}]}, "count": 17}, "authority": {"text": {"authority": [{"0": "You may have the right to lodge a complaint with your applicable data protection authority regarding our collection and use of your Personal Information. Please contact your local data protection authority for more information. Contact details for data protection authorities within the EEA and UK are available here and Switzerland are available here."}]}, "count": 1}, "comply with": {"text": {"comply with": [{"0": "This means using your Personal Information in order to provide the Services’ functionality to you, such as arranging access to an account, responding to your inquiries, and to allow you to utilize our various Service features, such as notifying you when a kahoot is shared with you or when you have been invited to join a challenge. We engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation."}, {"1": "In order to protect against misuse or abuse of our Services, protect the rights of our Users, ensure compliance with our T&Cs and applicable law, and to pursue available remedies, we may use your Personal Information as is reasonably necessary. For example, we may periodically review the content which our Users submit or display in order to ensure that such content complies with our T&Cs, including through automated filtering mechanisms. This benefits all Users who comply with our T&Cs, as it reduces abuse and helps us maintain a reliable platform. We use your Personal Information for this purpose in reliance on our legitimate interest to safeguard from abuse and misuse of the Service."}, {"2": "Comply with legal obligations."}, {"3": " We may use your Personal Information in order to comply with requests by public authorities, court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms. This includes Personal Information necessary to provide information to representatives and advisors, including attorneys and accountants, to help us comply with legal, accounting, or security requirements in reliance on our legitimate interests, and Personal Information necessary to prosecute and defend a court, arbitration, or similar legal proceeding."}, {"4": "Comply with legal obligations"}, {"5": "Comply with legal obligations"}, {"6": "Comply with legal obligations"}, {"7": "Comply with legal obligations"}, {"8": "Comply with legal obligations"}, {"9": "Comply with legal obligations"}, {"10": "Comply with legal obligations"}, {"11": "Comply with legal obligations"}]}, "count": 12}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "The Personal Information we process depends on the context of your interactions with Kahoot!, your Kahoot! account settings, the products and features you use, your location, and applicable law. However, the Personal Information we collect broadly falls into the following categories:"}, {"1": "In order to protect against misuse or abuse of our Services, protect the rights of our Users, ensure compliance with our T&Cs and applicable law, and to pursue available remedies, we may use your Personal Information as is reasonably necessary. For example, we may periodically review the content which our Users submit or display in order to ensure that such content complies with our T&Cs, including through automated filtering mechanisms. This benefits all Users who comply with our T&Cs, as it reduces abuse and helps us maintain a reliable platform. We use your Personal Information for this purpose in reliance on our legitimate interest to safeguard from abuse and misuse of the Service."}, {"2": "Please note that the above rights may be subject to exceptions and limitations. We cannot, for example, provide Personal Information if it would violate our duty of confidentiality or if we have a legal obligation to retain such data. Kahoot! will respond to your request to exercise your data protection rights consistent with applicable law."}, {"3": "To exercise your rights pursuant to applicable data protection law, you may contact us on privacy@kahoot.com. We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection law. We may ask you to verify your identity in order to help us respond efficiently to your request."}, {"4": "Any competent law enforcement body, regulatory body, government agency, court or other third party where we believe disclosure is necessary (a) as a matter of applicable law or regulation, (b) to exercise, establish, or defend our legal rights, or (c) to protect your vital interests or those of any other person."}, {"5": "When we have no ongoing legitimate business need to process your Personal Information, it will be deleted or anonymized as soon as possible and in accordance with applicable law."}, {"6": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"7": "Personal information as defined in the California customer records law, "}, {"8": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"9": "Protected class information under California or federal law, such as age"}, {"10": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"11": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"12": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"13": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"14": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"15": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"16": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"17": "Subject to your consent where required by applicable law, we collect, process, and disclose Sensitive Personal Information for purposes of providing goods or services as requested; ensuring safety, security, and integrity; countering wrongful or unlawful actions; performing services for our business, including maintaining and servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, providing analytic services, and providing storage; activities relating to quality and safety control or product improvement; and other collection and processing that is not for the purpose of inferring characteristics about an individual. We do not use Sensitive Personal Information beyond these purposes."}, {"18": "You may, subject to applicable law, make the following requests:"}, {"19": "To make a request, please contact us at privacy@kahoot.com. We will verify and respond to your request consistent with applicable law, taking into account the type and sensitivity of the Personal Information subject to the request. We may decline to honor your request where an exception applies. We may need to request your registered email address, user nickname, and/or recent login activity, in order to verify your identity and protect against fraudulent requests. If you maintain a password-protected account with us, we may verify your identity through our existing authentication practices for your account and require you to re-authenticate yourself before disclosing or deleting your Personal Information. If you make a request to delete, we may ask you to confirm your request before we delete your Personal Information."}, {"20": "We do not sell Personal Information (including Sensitive Personal Information), and we do not “share” or otherwise process Personal Information (including Sensitive Personal Information) for purposes of cross-context behavioral or targeted advertising, as defined under applicable law."}, {"21": "If an agent would like to make a request on your behalf as permitted under applicable law, the agent may use the submission methods noted in the section entitled “Rights and Requests.” We will process the agent’s request consistent with applicable law. As part of our verification process, we may request that the agent provide, as applicable, proof concerning their status as an authorized agent. In addition, we may require that you verify your identity as described in the section entitled “Rights and Requests” or confirm that you provided the agent permission to submit the request."}]}, "count": 22}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {"govern": [{"0": "Please note that, to the extent we provide you with notice of different or additional privacy policies, those policies will govern such interactions. For details about Kahoot!´s processing of Student Data please read our Student Privacy Policy. Please see below for details regarding our collection of information from Children."}]}, "count": 1}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Cookie Notice\nData Processing Agreement\nGDPR Compliance\nPrivacy Policy\n"}, {"1": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"2": "Kahoot!´s services allow our users to create and upload content, play and host games and invite others to join a game. Kahoot! acts as a data processor for Personal Information in user content, and for Personal Information that we may otherwise collect and process on behalf of our Users on the platform. Such processing is not covered by this Privacy Policy."}, {"3": "Please note that, to the extent we provide you with notice of different or additional privacy policies, those policies will govern such interactions. For details about Kahoot!´s processing of Student Data please read our Student Privacy Policy. Please see below for details regarding our collection of information from Children."}, {"4": "We may need to communicate with you about your account and provide you with customer support to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and supporting our Services. For example, if you use our App, we may ask you if you want to receive push notifications about activity in your account. If you have opted in to these push notifications and no longer want to receive them, you may turn them off through your operating system. We may also send you system alert messages in reliance on our legitimate interests in administering the Services and providing certain features. For example, we may inform you about temporary or permanent changes to our Service, such as planned outages, security or compliance notifications, information about new features, version updates, releases, abuse warnings, and changes to this Privacy Policy."}, {"5": "Your Personal Information may be used to bill and collect money owed to us by you to perform our contract with you for the use of the Services or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service. This includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number. We use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments. To learn more about the steps we take to safeguard that data, see the “Our Security” section of this Privacy Policy."}, {"6": "We may use your Personal Information to serve you marketing information, product recommendations and non-transactional communications (such as email, telemarketing calls, SMS, or push notifications) about us and companies within Kahoot’ Group, in accordance with your marketing preferences and this Privacy Policy. We may also, with your consent, process your e-mail address for the purpose of checking whether a multi-user account exist or can be created for your organization (e.g. your employer), and in that case, contact you with options to gain access to your organization’s account with your own User. If you consent to the aforementioned processing activity, we may notify your organization that an individual is requesting access to the organization’s account, by sharing the domain name of your email address with your organization (i.e. the part which comes after the @ symbol in your email address). We will not send you unsolicited or third party marketing."}, {"7": "We may use the Personal Information we collect or receive through the Service, as a processor and as otherwise stated in this Privacy Policy, to enable your use of the integrations and plugins you choose to connect to your Kahoot! account. For instance, if you choose to connect a Google integration to your Kahoot! account, we’ll ask you to grant us permission to view and/or download, as applicable, your Google Sheets, Google Contacts, Google Slides and Google Drive. This allows us to configure your Google integration(s) in accordance with your preferences."}, {"8": "The Websites include links to other websites, whose privacy practices may be different from ours. If you submit Personal Information to any of those sites, your information is governed by their privacy policies. We encourage you to carefully read the privacy policy of any website you visit."}, {"9": " We may share Personal Information with our  trusted service providers who perform services on our behalf (e.g. web hosting, technical support, processing of payment, analytics services and content provision), but strictly for the purpose of carrying out work on our behalf as described in this Privacy Policy. For example, companies we’ve hired to help us provide and support our Service or assist in protecting and securing our systems and services and other business-related functions. "}, {"10": " (and its agents and advisors) in the case of a sale, merger, consolidation, liquidation, reorganization, or acquisition. In that event, any acquirer will be subject to our obligations under this Privacy Policy, including your rights to access and choice. We will notify you of the change either by sending you an email or posting a notice on our Website."}, {"11": "This section supplements our Privacy Policy and provides additional details regarding our collection, use,"}, {"12": "months preceding the date this Privacy Policy was last modified"}, {"13": "We do not sell Personal Information (including Sensitive Personal Information), and we do not “share” or otherwise process Personal Information (including Sensitive Personal Information) for purposes of cross-context behavioral or targeted advertising, as defined under applicable law. We have not engaged in such activities in the 12 months preceding the date this Privacy Policy was last modified. Without limiting the foregoing, we do not sell or “share” Personal Information (including Sensitive Personal Information) of minors under 16 years of age."}, {"14": "Certain US state laws require us to indicate whether we honor “Do Not Track” settings in your browser. Kahoot! adheres to the standards set out in this Privacy Policy and does not monitor or follow any Do Not Track browser requests."}, {"15": "We may change this Privacy Policy at any time and from time to time. If we make material changes in the Privacy Policy, for example if we seek to use Personal Information in a materially different way than we had previously, we will provide prior notice to you for example by email or a pop-up. You can always delete your account and stop using our Services if you do not accept the change."}, {"16": "Student Privacy Policy for more information"}, {"17": "The following definitions applies to this Privacy Policy:"}, {"18": "“Privacy Policy” means this Kahoot! privacy policy."}]}, "count": 19}, "state laws": {"text": {"state laws": [{"0": "Certain US state laws require us to indicate whether we honor “Do Not Track” settings in your browser. Kahoot! adheres to the standards set out in this Privacy Policy and does not monitor or follow any Do Not Track browser requests."}]}, "count": 1}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {"california": [{"0": "10. California, Colorado, Connecticut, Utah, and Virginia Consumers"}, {"1": "and disclosure of Personal Information relating to consumers in California, Colorado, Connecticut, Utah,"}, {"2": "Personal information as defined in the California customer records law, "}, {"3": "Protected class information under California or federal law, such as age"}, {"4": "To know whether we process your Personal Information and to access such Personal Information. If you are a California resident, you may also request the following:\n\nThe categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;\nThe business or commercial purpose for collecting Personal Information about you; and\nThe categories of Personal Information about you that we disclosed and the categories of third parties to whom we disclosed such Personal Information.\n\n"}, {"5": "“CCPA” means the California Consumer Privacy Act of 2018."}]}, "count": 6}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {"children": [{"0": "Please note that, to the extent we provide you with notice of different or additional privacy policies, those policies will govern such interactions. For details about Kahoot!´s processing of Student Data please read our Student Privacy Policy. Please see below for details regarding our collection of information from Children."}, {"1": "Kahoot! supports our school customers in providing parents and eligible students with access to their Personal Information and in fulfilling other requests that parents and eligible students may make to access their data. Please also see the section about our processing of Personal Data about Children below."}, {"2": "Social media partners: Kahoot! may cooperate with social media channels to promote our Services, both on our Websites and third-party websites. Notwithstanding the above, we never share information about Children for the purposes or with the parties described in this section."}, {"3": "Kahoot! account credentials Personal Information collected from a known child. With respect to children under age 13, the Personal Information we collect is limited to an email address, which we immediately and permanently hash so that it can be used only as a password reminder (and not to contact the child)."}, {"4": "\n\n13. Our collection of Personal Information from Children\n"}, {"5": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}, {"6": "We and our service providers also collect the information described above, under “information we collect automatically,” from Children."}, {"7": "“Child” or “Children” means children under age 13 in the U.S. and children under age 16 outside the U.S."}]}, "count": 8}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "Kahoot! account credentials Personal Information collected from a known child. With respect to children under age 13, the Personal Information we collect is limited to an email address, which we immediately and permanently hash so that it can be used only as a password reminder (and not to contact the child)."}, {"1": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}, {"2": "We also collect a username and password from Child account holders, which are used for login purposes only, to permit the Child account holder to use the Services."}, {"3": "If you are a parent or guardian, you may review the information we have collected from your Child or ask us to make no further use of, or delete, such information. In your request, please include your name and your Child’s Kahoot! username, and specify the action you would like us to take. For your Child’s protection, we may need to verify your identity before implementing your request. If your child uses our Services through his or her school, please contact the school or school district with any such request."}, {"4": "“Child” or “Children” means children under age 13 in the U.S. and children under age 16 outside the U.S."}]}, "count": 5}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {}, "count": 0}, "under age": {"text": {"under age": [{"0": "Kahoot! account credentials Personal Information collected from a known child. With respect to children under age 13, the Personal Information we collect is limited to an email address, which we immediately and permanently hash so that it can be used only as a password reminder (and not to contact the child)."}, {"1": "under age 16 "}]}, "count": 2}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "We may also, with your consent, process your e-mail address for the purpose of checking whether a multi-user account exist or can be created for your organization (e.g. your employer), and in that case, contact you with options to gain access to your organization’s account with your own User. If you consent to the aforementioned processing activity, we may notify your organization that an individual is requesting access to the organization’s account, by sharing the domain name of your email address with your organization (i.e. the part which comes after the @ symbol in your email address)"}, {"1": "If Personal Information is collected or processed on the basis of consent, or if you have, for example, consented to receiving marketing emails from Kahoot!, you have the right to withdraw your consent at any time. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your Personal Information conducted in reliance on lawful processing grounds other than consent."}, {"2": "Any other person with your consent."}, {"3": "\nIdentifiers, such as:\n\nContact information: name, mailing address, email address, and telephone number of account holders\nIdentifiers: IP address that can reasonably be linked or associated with a particular device; account name; and cookies used solely to operate the Services, analyze their use, and for other non-marketing internal purposes (see our Cookie Notice for details)\n\n\nAffiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\n\n\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n\n\n"}, {"4": "\nPersonal information as defined in the California customer records law, such as\n\nContact Information: name, mailing address, email address, and telephone number of account holders\nPayment information (collected only by our payment processors and not by us)\n\n\nAffiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\n\n\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n\n\n"}, {"5": "\nProtected class information under California or federal law, such as age\nAffiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\n\n\nProvide the Services\nEnable you to use certain features\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n\n\n"}, {"6": "\nCommercial information, such as transaction information and purchase history for account holders\nAffiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\n\n\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n\n\n"}, {"7": "\nInternet or network activity information, such as browsing history, search history, and interactions with our online properties\nAffiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\n\n\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n\n\n"}, {"8": "\nGeolocation data at a city-level only, derived from your IP address\nAffiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\n\n\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n\n\n"}, {"9": "\nAudio, electronic, visual, and similar information that you choose to upload, such as photographs\nAffiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\n\n\nProvide the Services\nSupport and improve the Service\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nAggregated and anonymized data\n\n\n"}, {"10": "\nEmployment information, such as your current employer, business contact information, and job title\nAffiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\n\n\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n\n\n"}, {"11": "\nSensitive Personal Information\n\nKahoot! account credentials Personal Information collected from a known child. With respect to children under age 13, the Personal Information we collect is limited to an email address, which we immediately and permanently hash so that it can be used only as a password reminder (and not to contact the child).\n\n\nAffiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent\nPlease see the section below, entitled “Collection, Processing, and Disclosure of Sensitive Personal Information.”\n"}, {"12": "Subject to your consent where required by applicable law, we collect, process, and disclose Sensitive Personal Information for purposes of providing goods or services as requested; ensuring safety, security, and integrity; countering wrongful or unlawful actions; performing services for our business, including maintaining and servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, providing analytic services, and providing storage; activities relating to quality and safety control or product improvement; and other collection and processing that is not for the purpose of inferring characteristics about an individual. We do not use Sensitive Personal Information beyond these purposes."}]}, "count": 13}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {"with your consent": [{"0": "We may also, with your consent, process your e-mail address for the purpose of checking whether a multi-user account exist or can be created for your organization (e.g. your employer), and in that case, contact you with options to gain access to your organization’s account with your own User. If you consent to the aforementioned processing activity, we may notify your organization that an individual is requesting access to the organization’s account, by sharing the domain name of your email address with your organization (i.e. the part which comes after the @ symbol in your email address)"}, {"1": "Any other person with your consent."}]}, "count": 2}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "We may also, with your consent, process your e-mail address for the purpose of checking whether a multi-user account exist or can be created for your organization (e.g. your employer), and in that case, contact you with options to gain access to your organization’s account with your own User. If you consent to the aforementioned processing activity, we may notify your organization that an individual is requesting access to the organization’s account, by sharing the domain name of your email address with your organization (i.e. the part which comes after the @ symbol in your email address)"}]}, "count": 1}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": " You may provide certain Personal Information to us when you sign up for a Kahoot! account and use the Services, consult with our customer service team, send us an email, integrate the Services with another website or service (for example, when you choose to connect your Google account with Kahoot!), or communicate with us in any other way. This information may include:"}, {"1": "From time to time, we may collect Personal Information about you from other sources, such as our Partners or other third parties, for example where you have given permission to the third party to share your information with us. We may also collect Personal Information from integrated third party technologies. For example, when you choose to import slides from Google Slides to our platform by using the import slides feature, we process your Google email address and any personal data included in the slides you choose to import. "}, {"2": "We may use the Personal Information we collect or receive through the Service, as a processor and as otherwise stated in this Privacy Policy, to enable your use of the integrations and plugins you choose to connect to your Kahoot! account. For instance, if you choose to connect a Google integration to your Kahoot! account, we’ll ask you to grant us permission to view and/or download, as applicable, your Google Sheets, Google Contacts, Google Slides and Google Drive. This allows us to configure your Google integration(s) in accordance with your preferences."}, {"3": "We also integrate with third parties that make available content, products, and/or services to you, such as the YouTube API for videos. Use of these Third Party Applications is optional. The Third Party Applications may have their own privacy policies that apply to you when you choose to use these Third Party Applications, including but not limited to YouTube whose privacy notice is located at http://www.google.com/policies/privacy."}, {"4": "Audio, electronic, visual, and similar information that you choose to upload, such as photographs"}]}, "count": 5}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "From time to time, we may collect Personal Information about you from other sources, such as our Partners or other third parties, for example where you have given permission to the third party to share your information with us. We may also collect Personal Information from integrated third party technologies. For example, when you choose to import slides from Google Slides to our platform by using the import slides feature, we process your Google email address and any personal data included in the slides you choose to import. "}, {"1": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}, {"2": "Your Personal Information may be used to bill and collect money owed to us by you to perform our contract with you for the use of the Services or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service. This includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number. We use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments. To learn more about the steps we take to safeguard that data, see the “Our Security” section of this Privacy Policy."}, {"3": "We do not sell Personal Information and we do not share Personal Information with third parties for marketing purposes."}, {"4": "We also integrate with third parties that make available content, products, and/or services to you, such as the YouTube API for videos. Use of these Third Party Applications is optional. The Third Party Applications may have their own privacy policies that apply to you when you choose to use these Third Party Applications, including but not limited to YouTube whose privacy notice is located at http://www.google.com/policies/privacy."}, {"5": "We do not share Personal Information with third parties except in the limited circumstances outlined below."}, {"6": "We may also share anonymized, aggregated information with selected third parties for statistical purposes."}, {"7": "Kahoot! maintains strict organizational and technical measures to protect Personal Information stored on our, and our trusted third parties’, serves. Access to any Personal Information we process in order to provision the Services is limited through login credentials, multi-factor authentication, access on a need-to-know basis and restricted access to administrative accounts for the employees who require access in order to perform their duties towards you, such as providing support services."}, {"8": "categories we disclose to third parties for our operational business purposes, including within the 12"}, {"9": "Disclosed to Which Categories of Third Parties for Operational Business Purposes"}, {"10": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"11": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"12": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"13": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"14": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"15": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"16": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"17": "Affiliates; service providers; social media providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"18": "Affiliates; service providers; public institutions, including law enforcement, government authorities and other regulatory bodies; potential buyers; other third parties with your express consent"}, {"19": "The categories of Personal Information about you that we disclosed and the categories of third parties to whom we disclosed such Personal Information."}, {"20": "“Third Party Applications” means websites and services delivered by third parties that are integrated in the Services and Resources in order to make certain features, content, products and/or services available to you."}]}, "count": 21}, "third-party": {"text": {"third-party": [{"0": "4. Third-Party Applications and websites"}, {"1": "Social media partners: Kahoot! may cooperate with social media channels to promote our Services, both on our Websites and third-party websites. Notwithstanding the above, we never share information about Children for the purposes or with the parties described in this section."}, {"2": "We collect information globally and may transfer, process and store your information outside of your country of residence, to wherever we or our third-party service providers operate for the purpose of providing you the Services. This may involve countries where the data protection, privacy rights and other laws may not be as comprehensive as in your country. Whenever we transfer your information, we take steps, including preventive measures, designed to protect your Personal Information."}]}, "count": 3}, "third party": {"text": {"third party": [{"0": "From time to time, we may collect Personal Information about you from other sources, such as our Partners or other third parties, for example where you have given permission to the third party to share your information with us. We may also collect Personal Information from integrated third party technologies. For example, when you choose to import slides from Google Slides to our platform by using the import slides feature, we process your Google email address and any personal data included in the slides you choose to import. "}, {"1": "We will not send you unsolicited or third party marketing."}, {"2": "We also integrate with third parties that make available content, products, and/or services to you, such as the YouTube API for videos. Use of these Third Party Applications is optional. The Third Party Applications may have their own privacy policies that apply to you when you choose to use these Third Party Applications, including but not limited to YouTube whose privacy notice is located at http://www.google.com/policies/privacy."}, {"3": "The Third Party Applications may collect Personal Information about you but we do not share Personal Information with them."}, {"4": "Any competent law enforcement body, regulatory body, government agency, court or other third party where we believe disclosure is necessary (a) as a matter of applicable law or regulation, (b) to exercise, establish, or defend our legal rights, or (c) to protect your vital interests or those of any other person."}, {"5": "Third Party Applications"}]}, "count": 6}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {"may share": [{"0": ". We may share and disclose your Personal Information with the companies in the Kahoot! Group, for our legitimate business purposes, for marketing of such companies’ products or services (if you have consented to this), or to provide services that may include one or more of our Group Companies."}, {"1": " We may share Personal Information with our  trusted service providers who perform services on our behalf (e.g. web hosting, technical support, processing of payment, analytics services and content provision), but strictly for the purpose of carrying out work on our behalf as described in this Privacy Policy. For example, companies we’ve hired to help us provide and support our Service or assist in protecting and securing our systems and services and other business-related functions. "}, {"2": "We are responsible for the data privacy of the service providers we may share Personal Information with. Kahoot! only uses service providers that have data protection and security standards consistent with our own. Our service providers are not permitted to use Personal Information they process on our behalf for any other purposes than as needed to carry out their work for us. We enter into written agreements with all of our service providers restricting the use of Personal Information and imposing the same level of privacy, confidentiality and information security that apply to Kahoot!."}]}, "count": 3}}, "ASSERTIVE": {"we share": {"text": {"we share": [{"0": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}]}, "count": 1}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {"business purposes": [{"0": ". We may share and disclose your Personal Information with the companies in the Kahoot! Group, for our legitimate business purposes, for marketing of such companies’ products or services (if you have consented to this), or to provide services that may include one or more of our Group Companies."}, {"1": "categories we disclose to third parties for our operational business purposes, including within the 12"}, {"2": "\nCategories of Personal Information\nDisclosed to Which Categories of Third Parties for Operational Business Purposes\nProcessing Purposes\n(See Section 3, “Use of Personal Information,” above, for a detailed description of each Processing Purpose)\n"}]}, "count": 3}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": "which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}]}, "count": 1}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {"information you": [{"0": "Information you provide to us:"}, {"1": ". Several of our Services let you share information with other people, and you have the control over what you share and with whom you share. For example, when signed in and interacting with certain Kahoot! Services, such as leaving comments on the Websites, you may disclose Personal Information to us and the general public. We strongly advise that you limit the disclosure of Personal Information through, for example, comments. Remember, when you share Personal Information publicly, for example through the comment section on our Website, the information you disclose may become publicly available and accessible through search engines. If you disclose Personal Information through comments within a Kahoot! group participation, i.e. not the general public, please note that the information you disclose will be available to other group participants. Personal Information disclosed through comments is processed by Kahoot! as a data processor."}]}, "count": 2}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {"your activity": [{"0": " whereby our web servers keep log files that record data each time a device accesses those servers and the nature of each access, including originating IP-addresses and your activity in the Services (such as the date/time stamps associated with your usage, participation in Kahoot! games, results, pages and files viewed, searches and other actions you take (for example, which features you used)). We may also access metadata and other information associated with files that you upload into our Service."}]}, "count": 1}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {"location": [{"0": "The Personal Information we process depends on the context of your interactions with Kahoot!, your Kahoot! account settings, the products and features you use, your location, and applicable law. However, the Personal Information we collect broadly falls into the following categories:"}, {"1": "such as your location (city and country only), interests, picture, organization, title/position, age, what Kahoot! groups you are part of and who you interact with by using the Services."}, {"2": "Personal Information may be used to provide you with suggestions and provide you with tailored features within our Services that optimize and personalize your experience. For example, on the Websites, we may display certain categories of kahoots on the basis of kahoots you have previously played, your location (city and country only), district or preferences. Such use of your Personal Information is in reliance on our legitimate interests in administering the Service and providing certain features."}, {"3": "Geolocation data"}]}, "count": 4}, "location data": {"text": {"location data": [{"0": "Geolocation data at a city-level only, derived from your IP address"}]}, "count": 1}}}, "DATA": {"OTHER": {"usage": {"text": {"usage": [{"0": ": In some (but not all) countries, including countries within the EEA, this information is considered Personal Information under applicable data protection laws. Service Usage Data may include:"}, {"1": "Usage data which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}, {"2": " whereby our web servers keep log files that record data each time a device accesses those servers and the nature of each access, including originating IP-addresses and your activity in the Services (such as the date/time stamps associated with your usage, participation in Kahoot! games, results, pages and files viewed, searches and other actions you take (for example, which features you used)). We may also access metadata and other information associated with files that you upload into our Service."}, {"3": "Service Usage Data"}]}, "count": 4}, "records": {"text": {"records": [{"0": "Personal information as defined in the California customer records law, "}]}, "count": 1}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {"we process": [{"0": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"1": "The Personal Information we process depends on the context of your interactions with Kahoot!, your Kahoot! account settings, the products and features you use, your location, and applicable law. However, the Personal Information we collect broadly falls into the following categories:"}, {"2": "From time to time, we may collect Personal Information about you from other sources, such as our Partners or other third parties, for example where you have given permission to the third party to share your information with us. We may also collect Personal Information from integrated third party technologies. For example, when you choose to import slides from Google Slides to our platform by using the import slides feature, we process your Google email address and any personal data included in the slides you choose to import. "}, {"3": "Kahoot! maintains strict organizational and technical measures to protect Personal Information stored on our, and our trusted third parties’, serves. Access to any Personal Information we process in order to provision the Services is limited through login credentials, multi-factor authentication, access on a need-to-know basis and restricted access to administrative accounts for the employees who require access in order to perform their duties towards you, such as providing support services."}, {"4": "To know whether we process your Personal Information and to access such Personal Information. If you are a California resident, you may also request the following:\n\nThe categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;\nThe business or commercial purpose for collecting Personal Information about you; and\nThe categories of Personal Information about you that we disclosed and the categories of third parties to whom we disclosed such Personal Information.\n\n"}, {"5": "“Service Usage Data” means information we gather automatically through your use of the Services and as further detailed in the “Personal Information we process” section below."}]}, "count": 6}, "we use": {"text": {"we use": [{"0": "Your Personal Information may be used to bill and collect money owed to us by you to perform our contract with you for the use of the Services or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service. This includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number. We use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments. To learn more about the steps we take to safeguard that data, see the “Our Security” section of this Privacy Policy."}, {"1": "In order to protect against misuse or abuse of our Services, protect the rights of our Users, ensure compliance with our T&Cs and applicable law, and to pursue available remedies, we may use your Personal Information as is reasonably necessary. For example, we may periodically review the content which our Users submit or display in order to ensure that such content complies with our T&Cs, including through automated filtering mechanisms. This benefits all Users who comply with our T&Cs, as it reduces abuse and helps us maintain a reliable platform. We use your Personal Information for this purpose in reliance on our legitimate interest to safeguard from abuse and misuse of the Service."}, {"2": "Your Personal Information may be used to perform data analytics in reliance on our legitimate business interests in improving and enhancing our products and services for our Users. For example, we use analytics data to enable product recommendation, audience segmentation, and predicted demographics features for our Users."}, {"3": "We may offer you the opportunity to participate in sweepstakes, contests and similar promotions. Some of these activities have additional rules, which could contain additional information about how we use and disclose your Personal Information. Participation in these activities is fully optional, and subject to separate `just in-time´ notice as required. We engage in these activities to manage our contractual relationship with you."}]}, "count": 4}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": " which is collected through your device, such as Media Access Control (MAC) address, computer type (Windows or Macintosh), screen resolution, operating system name and version, device manufacturer and model, language, internet browser type and version and version of the Services (such as the App) you are using."}, {"1": "which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}, {"2": "If Personal Information is collected or processed on the basis of consent, or if you have, for example, consented to receiving marketing emails from Kahoot!, you have the right to withdraw your consent at any time. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your Personal Information conducted in reliance on lawful processing grounds other than consent."}, {"3": "We do not retain Personal Information longer than necessary for the purposes for which Personal Information was collected. We retain Personal Information where we have an ongoing legitimate business or legal obligation to do so. Our retention periods will vary depending on the type of data involved, but, generally, we refer to these criteria in order to determine retention period:"}, {"4": "Payment information (collected only by our payment processors and not by us)"}, {"5": "Kahoot! account credentials Personal Information collected from a known child. With respect to children under age 13, the Personal Information we collect is limited to an email address, which we immediately and permanently hash so that it can be used only as a password reminder (and not to contact the child)."}, {"6": "The categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;"}, {"7": "If you are a parent or guardian, you may review the information we have collected from your Child or ask us to make no further use of, or delete, such information. In your request, please include your name and your Child’s Kahoot! username, and specify the action you would like us to take. For your Child’s protection, we may need to verify your identity before implementing your request. If your child uses our Services through his or her school, please contact the school or school district with any such request."}]}, "count": 8}, "stored": {"text": {"stored": [{"0": "Kahoot! maintains strict organizational and technical measures to protect Personal Information stored on our, and our trusted third parties’, serves. Access to any Personal Information we process in order to provision the Services is limited through login credentials, multi-factor authentication, access on a need-to-know basis and restricted access to administrative accounts for the employees who require access in order to perform their duties towards you, such as providing support services."}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "9. Retention of Personal Information"}, {"1": "We do not retain Personal Information longer than necessary for the purposes for which Personal Information was collected. We retain Personal Information where we have an ongoing legitimate business or legal obligation to do so. Our retention periods will vary depending on the type of data involved, but, generally, we refer to these criteria in order to determine retention period:"}]}, "count": 2}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {"analyze": [{"0": "Identifiers: IP address that can reasonably be linked or associated with a particular device; account name; and cookies used solely to operate the Services, analyze their use, and for other non-marketing internal purposes (see our Cookie Notice for details)"}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "Data analytics."}, {"1": "Your Personal Information may be used to perform data analytics in reliance on our legitimate business interests in improving and enhancing our products and services for our Users. For example, we use analytics data to enable product recommendation, audience segmentation, and predicted demographics features for our Users."}, {"2": " We may share Personal Information with our  trusted service providers who perform services on our behalf (e.g. web hosting, technical support, processing of payment, analytics services and content provision), but strictly for the purpose of carrying out work on our behalf as described in this Privacy Policy. For example, companies we’ve hired to help us provide and support our Service or assist in protecting and securing our systems and services and other business-related functions. "}, {"3": "\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n"}, {"4": "\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n"}, {"5": "\nProvide the Services\nEnable you to use certain features\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n"}, {"6": "\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n"}, {"7": "\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n"}, {"8": "\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n"}, {"9": "\nProvide the Services\nSupport and improve the Service\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nAggregated and anonymized data\n"}, {"10": "\nProvide the Services\nEnable you to use certain features\nCommunicate with you\nSupport and improve the Service\nPurchase and payment\nPrevent abuse and misuse of the Service\nComply with legal obligations\nOptimization of the Service\nData analytics\nMarketing (using only email address)\nAllow you to participate in sweepstakes, contests and similar promotions\nAggregated and anonymized data\n"}]}, "count": 11}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "The Personal Information we process depends on the context of your interactions with Kahoot!, your Kahoot! account settings, the products and features you use, your location, and applicable law. However, the Personal Information we collect broadly falls into the following categories:"}, {"1": "Note that you can manage your individual account and profile settings through your Kahoot! account, including contact information, payment details, preferences, or you can contact us directly via our Support Contact Form."}, {"2": "Certain US state laws require us to indicate whether we honor “Do Not Track” settings in your browser. Kahoot! adheres to the standards set out in this Privacy Policy and does not monitor or follow any Do Not Track browser requests."}]}, "count": 3}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {}, "count": 0}, "detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}, {"1": "In order to protect against misuse or abuse of our Services, protect the rights of our Users, ensure compliance with our T&Cs and applicable law, and to pursue available remedies, we may use your Personal Information as is reasonably necessary. For example, we may periodically review the content which our Users submit or display in order to ensure that such content complies with our T&Cs, including through automated filtering mechanisms. This benefits all Users who comply with our T&Cs, as it reduces abuse and helps us maintain a reliable platform. We use your Personal Information for this purpose in reliance on our legitimate interest to safeguard from abuse and misuse of the Service."}, {"2": "Any competent law enforcement body, regulatory body, government agency, court or other third party where we believe disclosure is necessary (a) as a matter of applicable law or regulation, (b) to exercise, establish, or defend our legal rights, or (c) to protect your vital interests or those of any other person."}, {"3": "Kahoot! maintains a comprehensive security program designed to protect the security, privacy, confidentiality and integrity of Personal Information within our organization. We have in place appropriate and reasonable technical and organizational measures designed to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the Personal Information. Our security measures include data encryption, firewalls, data use, and access limitations for our personnel and service providers, and physical access controls to our facilities. Our service providers that process payment data, maintain the applicable Payment Card Industry (PCI) compliance levels."}, {"4": "We collect information globally and may transfer, process and store your information outside of your country of residence, to wherever we or our third-party service providers operate for the purpose of providing you the Services. This may involve countries where the data protection, privacy rights and other laws may not be as comprehensive as in your country. Whenever we transfer your information, we take steps, including preventive measures, designed to protect your Personal Information."}, {"5": "Kahoot! maintains strict organizational and technical measures to protect Personal Information stored on our, and our trusted third parties’, serves. Access to any Personal Information we process in order to provision the Services is limited through login credentials, multi-factor authentication, access on a need-to-know basis and restricted access to administrative accounts for the employees who require access in order to perform their duties towards you, such as providing support services."}]}, "count": 6}, "protect personal information": {"text": {"protect personal information": [{"0": "Kahoot! maintains a comprehensive security program designed to protect the security, privacy, confidentiality and integrity of Personal Information within our organization. We have in place appropriate and reasonable technical and organizational measures designed to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the Personal Information. Our security measures include data encryption, firewalls, data use, and access limitations for our personnel and service providers, and physical access controls to our facilities. Our service providers that process payment data, maintain the applicable Payment Card Industry (PCI) compliance levels."}, {"1": "Kahoot! maintains strict organizational and technical measures to protect Personal Information stored on our, and our trusted third parties’, serves. Access to any Personal Information we process in order to provision the Services is limited through login credentials, multi-factor authentication, access on a need-to-know basis and restricted access to administrative accounts for the employees who require access in order to perform their duties towards you, such as providing support services."}]}, "count": 2}}}, "ACCESS": {"OTHER": {"encryption": {"text": {"encryption": [{"0": "Kahoot! maintains a comprehensive security program designed to protect the security, privacy, confidentiality and integrity of Personal Information within our organization. We have in place appropriate and reasonable technical and organizational measures designed to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the Personal Information. Our security measures include data encryption, firewalls, data use, and access limitations for our personnel and service providers, and physical access controls to our facilities. Our service providers that process payment data, maintain the applicable Payment Card Industry (PCI) compliance levels."}]}, "count": 1}, "security": {"text": {"security": [{"0": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"1": "We may need to communicate with you about your account and provide you with customer support to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and supporting our Services. For example, if you use our App, we may ask you if you want to receive push notifications about activity in your account. If you have opted in to these push notifications and no longer want to receive them, you may turn them off through your operating system. We may also send you system alert messages in reliance on our legitimate interests in administering the Services and providing certain features. For example, we may inform you about temporary or permanent changes to our Service, such as planned outages, security or compliance notifications, information about new features, version updates, releases, abuse warnings, and changes to this Privacy Policy."}, {"2": "Your Personal Information may be used to bill and collect money owed to us by you to perform our contract with you for the use of the Services or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service. This includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number. We use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments. To learn more about the steps we take to safeguard that data, see the “Our Security” section of this Privacy Policy."}, {"3": " We may use your Personal Information in order to comply with requests by public authorities, court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms. This includes Personal Information necessary to provide information to representatives and advisors, including attorneys and accountants, to help us comply with legal, accounting, or security requirements in reliance on our legitimate interests, and Personal Information necessary to prosecute and defend a court, arbitration, or similar legal proceeding."}, {"4": "We are responsible for the data privacy of the service providers we may share Personal Information with. Kahoot! only uses service providers that have data protection and security standards consistent with our own. Our service providers are not permitted to use Personal Information they process on our behalf for any other purposes than as needed to carry out their work for us. We enter into written agreements with all of our service providers restricting the use of Personal Information and imposing the same level of privacy, confidentiality and information security that apply to Kahoot!."}, {"5": "Kahoot! maintains a comprehensive security program designed to protect the security, privacy, confidentiality and integrity of Personal Information within our organization. We have in place appropriate and reasonable technical and organizational measures designed to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the Personal Information. Our security measures include data encryption, firewalls, data use, and access limitations for our personnel and service providers, and physical access controls to our facilities. Our service providers that process payment data, maintain the applicable Payment Card Industry (PCI) compliance levels."}, {"6": "Details about our security program can be found here. If you have any questions about the security of your Personal Information, you may contact us at privacy@kahoot.com."}, {"7": "Subject to your consent where required by applicable law, we collect, process, and disclose Sensitive Personal Information for purposes of providing goods or services as requested; ensuring safety, security, and integrity; countering wrongful or unlawful actions; performing services for our business, including maintaining and servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, providing analytic services, and providing storage; activities relating to quality and safety control or product improvement; and other collection and processing that is not for the purpose of inferring characteristics about an individual. We do not use Sensitive Personal Information beyond these purposes."}]}, "count": 8}, "unauthorized": {"text": {"unauthorized": [{"0": "Kahoot! maintains a comprehensive security program designed to protect the security, privacy, confidentiality and integrity of Personal Information within our organization. We have in place appropriate and reasonable technical and organizational measures designed to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the Personal Information. Our security measures include data encryption, firewalls, data use, and access limitations for our personnel and service providers, and physical access controls to our facilities. Our service providers that process payment data, maintain the applicable Payment Card Industry (PCI) compliance levels."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"1": "Kahoot! is a global educational technology and software-as-a-service group providing a learning platform for the global educational technology market. We focus on developing a comprehensive offering of engaging learning tools for enterprises, the educational sector as well as for personal users. The Kahoot! platform enables everyone who uses it to unlock their full potential through learning. More information about our services and how you can use them can be found in our T&Cs and on our webpage."}, {"2": "which is collected whenever you interact with our Service. This may include the dates and times you access the Services and your browsing activities (such as what portions of the Service you used). We also collect information regarding the performance of the Services, including metrics related to the deliverability of emails and other communications you send through the Service. If you are using our App, we may collect information about how often you use the App and other performance data. This information allows us to improve the content and operation of the Service and facilitate research and analysis of the Service."}, {"3": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}, {"4": "We may offer you the opportunity to participate in sweepstakes, contests and similar promotions. Some of these activities have additional rules, which could contain additional information about how we use and disclose your Personal Information. Participation in these activities is fully optional, and subject to separate `just in-time´ notice as required. We engage in these activities to manage our contractual relationship with you."}]}, "count": 5}, "how you": {"text": {"how you": [{"0": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"1": "Kahoot! is a global educational technology and software-as-a-service group providing a learning platform for the global educational technology market. We focus on developing a comprehensive offering of engaging learning tools for enterprises, the educational sector as well as for personal users. The Kahoot! platform enables everyone who uses it to unlock their full potential through learning. More information about our services and how you can use them can be found in our T&Cs and on our webpage."}]}, "count": 2}, "how we": {"text": {"how we": [{"0": "Kahoot! is committed to protecting the privacy and security of our users and being transparent about how we process information about you. This Privacy Policy describes how we process your Personal Information and how you can exercise your privacy rights. Capitalized terms have the meaning given to them in Annex A “Definitions”."}, {"1": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}, {"2": "We may offer you the opportunity to participate in sweepstakes, contests and similar promotions. Some of these activities have additional rules, which could contain additional information about how we use and disclose your Personal Information. Participation in these activities is fully optional, and subject to separate `just in-time´ notice as required. We engage in these activities to manage our contractual relationship with you."}]}, "count": 3}, "how are": {"text": {}, "count": 0}, "how can": {"text": {}, "count": 0}}}, "OTHER": {"explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Your Personal Information may be used to bill and collect money owed to us by you to perform our contract with you for the use of the Services or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service. This includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number. We use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments. To learn more about the steps we take to safeguard that data, see the “Our Security” section of this Privacy Policy."}]}, "count": 1}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {"if you have any questions": [{"0": "Details about our security program can be found here. If you have any questions about the security of your Personal Information, you may contact us at privacy@kahoot.com."}, {"1": "If you have any questions or comments, or if you have a concern about the way in which we have handled any privacy matter, you may contact us on privacy@kahoot.com."}]}, "count": 2}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": " You may provide certain Personal Information to us when you sign up for a Kahoot! account and use the Services, consult with our customer service team, send us an email, integrate the Services with another website or service (for example, when you choose to connect your Google account with Kahoot!), or communicate with us in any other way. This information may include:"}, {"1": ". Several of our Services let you share information with other people, and you have the control over what you share and with whom you share. For example, when signed in and interacting with certain Kahoot! Services, such as leaving comments on the Websites, you may disclose Personal Information to us and the general public. We strongly advise that you limit the disclosure of Personal Information through, for example, comments. Remember, when you share Personal Information publicly, for example through the comment section on our Website, the information you disclose may become publicly available and accessible through search engines. If you disclose Personal Information through comments within a Kahoot! group participation, i.e. not the general public, please note that the information you disclose will be available to other group participants. Personal Information disclosed through comments is processed by Kahoot! as a data processor."}, {"2": "Enable you to use certain features."}, {"3": "  We may automatically process your Personal Information, in reliance on our legitimate interests, in order to enable you to use certain features of our Services, for example to publish a kahoot, make a comment, join a group or “follow” a specific Kahoot! user. Note that some of these features are only available as part of a subscription plan. If you want to remove your Personal Information in these cases, you can normally do this yourself through your account."}, {"4": "We may need to communicate with you about your account and provide you with customer support to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and supporting our Services. For example, if you use our App, we may ask you if you want to receive push notifications about activity in your account. If you have opted in to these push notifications and no longer want to receive them, you may turn them off through your operating system. We may also send you system alert messages in reliance on our legitimate interests in administering the Services and providing certain features. For example, we may inform you about temporary or permanent changes to our Service, such as planned outages, security or compliance notifications, information about new features, version updates, releases, abuse warnings, and changes to this Privacy Policy."}, {"5": "Your Personal Information may be used to provide, support and improve the Services in order to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features. For example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you. When we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws. For further information about how we share your information, refer to the “Sharing your Personal Information” section below."}, {"6": "Personal Information may be used to provide you with suggestions and provide you with tailored features within our Services that optimize and personalize your experience. For example, on the Websites, we may display certain categories of kahoots on the basis of kahoots you have previously played, your location (city and country only), district or preferences. Such use of your Personal Information is in reliance on our legitimate interests in administering the Service and providing certain features."}, {"7": "User’s Personal Information may be used to combine and anonymize data about our Users and our User’s use of the Service in order to create aggregate, anonymized statistics which we may use to provide certain features within the Service and for promoting and improving the Service in reliance on our legitimate interests."}, {"8": "Enable you to use certain features"}, {"9": "Enable you to use certain features"}, {"10": "Enable you to use certain features"}, {"11": "Enable you to use certain features"}, {"12": "Enable you to use certain features"}, {"13": "Enable you to use certain features"}, {"14": "Enable you to use certain features"}, {"15": "Certain US state laws require us to indicate whether we honor “Do Not Track” settings in your browser. Kahoot! adheres to the standards set out in this Privacy Policy and does not monitor or follow any Do Not Track browser requests."}, {"16": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}, {"17": "“Third Party Applications” means websites and services delivered by third parties that are integrated in the Services and Resources in order to make certain features, content, products and/or services available to you."}]}, "count": 18}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {"other purposes": [{"0": "We are responsible for the data privacy of the service providers we may share Personal Information with. Kahoot! only uses service providers that have data protection and security standards consistent with our own. Our service providers are not permitted to use Personal Information they process on our behalf for any other purposes than as needed to carry out their work for us. We enter into written agreements with all of our service providers restricting the use of Personal Information and imposing the same level of privacy, confidentiality and information security that apply to Kahoot!."}]}, "count": 1}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {"we may share": [{"0": ". We may share and disclose your Personal Information with the companies in the Kahoot! Group, for our legitimate business purposes, for marketing of such companies’ products or services (if you have consented to this), or to provide services that may include one or more of our Group Companies."}, {"1": " We may share Personal Information with our  trusted service providers who perform services on our behalf (e.g. web hosting, technical support, processing of payment, analytics services and content provision), but strictly for the purpose of carrying out work on our behalf as described in this Privacy Policy. For example, companies we’ve hired to help us provide and support our Service or assist in protecting and securing our systems and services and other business-related functions. "}, {"2": "We are responsible for the data privacy of the service providers we may share Personal Information with. Kahoot! only uses service providers that have data protection and security standards consistent with our own. Our service providers are not permitted to use Personal Information they process on our behalf for any other purposes than as needed to carry out their work for us. We enter into written agreements with all of our service providers restricting the use of Personal Information and imposing the same level of privacy, confidentiality and information security that apply to Kahoot!."}]}, "count": 3}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {"only for": [{"0": "When a Child creates an account, we collect his or her email address only for the purpose of providing password reminders to him or her, but we do not collect any other Personal Information. We immediately and permanently alter the email address such that it can only be used as a password reminder and cannot be reconstructed into its original form or used to contact the Child. We do collect certain Personal Information from Children through our products for parents or teachers/schools, but we do so in our capacity as a data processor or on their direction. Please see our Student Privacy Policy for more information."}]}, "count": 1}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "Cookies which allow us to collect information such as browser type and other anonymous traffic data. Please see our Cookie Notice for more information on our use of cookies."}, {"1": "Identifiers: IP address that can reasonably be linked or associated with a particular device; account name; and cookies used solely to operate the Services, analyze their use, and for other non-marketing internal purposes (see our Cookie Notice for details)"}, {"2": "Cookies preference center"}]}, "count": 3}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}