{"https://bankofamerica.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "When you opt-out, we will not use information based on online Site behavior to provide online and offline tailored content and advertising to you, but you may still receive untailored advertising from Bank of America. In addition, financial advisors/Client Managers may continue to use information collected online to provide product and service information in accordance with account agreements."}, {"1": "Control how we can share your data andmarket to you"}, {"2": "Control how we can share your data andmarket to you"}, {"3": "How we keep your Social Security number safe (PDF)"}, {"4": "How we keep your Social Security number safe (PDF)"}, {"5": "Your privacy is important to us. We conduct regular assessment reviews and abide by rigorous privacy standards to ensure personal information we collect, use and share is protected. This U.S. Online Privacy Notice (\"Notice\") describes how Bank of America and our affiliates manage personal information about you when you interact with us online through our websites, event registration sites, mobile applications and social sites (\"Sites and Mobile Apps\") through your computer, smartphone, tablet or other mobile devices (\"computer or mobile devices\")."}, {"6": "How we collect personal information when you visit, use or interact with us online, and through our ads displayed through online services operated by us or non-affiliated third parties."}, {"7": "How we may use or share personal information collected to deliver products and services to you and for advertising or event management purposes."}, {"8": "The term \"Bank of America\" or \"we\", \"us\" or \"our\" in this Notice refers to banking and non-banking U.S. affiliates or subsidiaries of Bank of America Corporation that link to or reference this Notice."}, {"9": "This Notice is subject to change. We update this Notice periodically to comply with the most recent federal and local laws. Please review it whenever you have questions. If we make changes to this Notice, we will revise the Last updated date on this page."}, {"10": "We are committed to transparency about your personal information. We ask for your consent when required, otherwise by using our Site and Mobile Apps, you consent to the collection, use and sharing of your personal information subject to and consistent with applicable laws, regulations and other notices you may have received based on your relationship with us."}, {"11": "We may provide links to non-affiliated third-party sites, such as credit bureaus, service providers or merchants. If you follow links to sites not affiliated with, or controlled by Bank of America, you should review their privacy and security policies and other terms and conditions, as they may be different from those of our Sites and Mobile Apps. Bank of America does not guarantee and is not responsible for the privacy or security of these sites, including the accuracy, completeness or reliability of their information."}, {"12": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"13": "We recognize the importance of protecting privacy where children are involved. Our Sites and Mobile Apps are not marketed to individuals under the age of 13. Accounts that include online access for children under the age of 13 are owned by a parent or guardian and require specific consent for online access. We do not knowingly collect personal information from children under 13 without prior parental consent. Read our Children's Privacy Policy for more information."}, {"14": "Personal Information We Collect Online "}, {"15": "How do we collect personal information online?"}, {"16": "We collect personal information about you through your computer or mobile devices by the use of cookies and similar tracking technologies (see our Cookie Policy for details) as well as personal information you provide when you visit or use our Sites and Mobile Apps, for example when you:"}, {"17": "We may use third-party providers to process personal information for business purposes on our behalf. Third-party providers are contractually obligated to comply with our policies to protect information we share with them or they collect on our behalf."}, {"18": "We also may obtain personal information from a sponsor for individuals onboarded via a Commercial Prepaid card program with us. If we combine such personal information with information collected through the Mobile Services, we will treat the combined information as personal information in accordance with this Notice."}, {"19": "How do we use your personal information"}, {"20": "Types of personal information we collect online"}, {"21": "The type of personal information we collect from and about you online will depend on how you interact with us and may include:"}, {"22": "The type of personal information we collect from and about you online will depend on how you interact with us and may include:"}, {"23": "Responses to advertisements on sites and mobile apps where we advertise"}, {"24": "How We Use and Share Personal Information "}, {"25": "How do we use your personal information?"}, {"26": "We retain personal information for a period of time as required by laws and regulations and the necessary business purpose. We securely delete personal information as soon as legally permitted."}, {"27": "To the extent that we receive, maintain or process an individual's health information, Bank of America may use and disclose that information as authorized by and in accordance with applicable federal and/or state law."}, {"28": "With whom do we share your personal information?"}, {"29": "We may share the personal information we collect from and about you online described in this Notice (and subject to other legal restrictions and notices you may have received depending on your relationship with us) with:"}, {"30": "Collected personal information may be aggregated and/or de-identified (we remove any details that identify you personally). We may share this aggregated and/or de-identified information with third-party providers to help deliver products, services, and content that are better tailored to the users of our online services and for our own business purposes where permissible under applicable laws and regulations."}, {"31": "Control How We Can Share Your Data and Market To You"}, {"32": "We present tailored ads to you:"}, {"33": "How we tailor ads to you"}, {"34": "Advertising on our sites, mobile apps and off-line channels such as financial centers, call centers, and through direct marketing (for example email, mail, phone): We may use personal information about your activities on our Sites and Mobile Apps, such as pages visited and key words entered, to help determine which of our ads or offers may be of interest to you. We may use personal information about your relationship with us (such as types of accounts, transactional information or the location in which you bank) to help determine which advertisements or offers to present to you."}, {"35": "Advertising on non-affiliated third-party sites and mobile apps: Bank of America contracts with advertising companies to advertise our products and services on sites and mobile apps not affiliated with us. We may use personal information we have collected or that you have provided to assist our non-affiliated third-party sites and mobile apps to select bank ads or offers that may appeal to you, display them to you and monitor your responses. Non-affiliated third-party sites and mobile apps are not subject to Bank of America Privacy Notices."}, {"36": "Advertising on Non-Affiliated Third-Party sites: Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the Digital Advertising Alliance or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"37": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}, {"38": "We are not responsible for the use or disclosure of any personal information accessed by any company or person to whom you provide your site user ID and password."}, {"39": "If you share your Bank of America user ID, password or other information about your accounts with others, we will consider that you have authorized any transaction or action initiated by using the access information you provide."}, {"40": "If you decide to revoke the authority you have given to a third-party, we strongly recommend that you change your Bank of America password to ensure that the third-party cannot continue to access your account."}, {"41": "We may allow social share buttons on our sites that enable users to easily share information on social media platforms. The non-affiliated third parties that own these widgets may have access to information about your browsing on pages of our Sites and Mobile Apps where these widgets are placed."}, {"42": "We strive to provide you with information about products and services you might find interesting and useful. Relationship-based ads and online behavioral advertising help us do that."}]}, "count": 43}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "At the time of event registration participants may provide information that requires special accommodations. This information will be used only to the extent necessary to facilitate any special accommodations for event participation."}, {"1": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 2}, "information": {"text": {"information": [{"0": "When you opt-out, we will not use information based on online Site behavior to provide online and offline tailored content and advertising to you, but you may still receive untailored advertising from Bank of America. In addition, financial advisors/Client Managers may continue to use information collected online to provide product and service information in accordance with account agreements."}, {"1": "Your privacy is important to us. We conduct regular assessment reviews and abide by rigorous privacy standards to ensure personal information we collect, use and share is protected. This U.S. Online Privacy Notice (\"Notice\") describes how Bank of America and our affiliates manage personal information about you when you interact with us online through our websites, event registration sites, mobile applications and social sites (\"Sites and Mobile Apps\") through your computer, smartphone, tablet or other mobile devices (\"computer or mobile devices\")."}, {"2": "How we collect personal information when you visit, use or interact with us online, and through our ads displayed through online services operated by us or non-affiliated third parties."}, {"3": "How we may use or share personal information collected to deliver products and services to you and for advertising or event management purposes."}, {"4": "By using our Sites and Mobile Apps, you agree to the terms and conditions of this Notice. Our U.S. online services covered by this Notice are intended for a U.S. audience. If you visit or use one of our online services, your information may be transferred or processed in the U.S. For Non-U.S. online services, please review the privacy policy applicable to that service to understand how your information is collected, used and shared."}, {"5": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"6": "We are committed to transparency about your personal information. We ask for your consent when required, otherwise by using our Site and Mobile Apps, you consent to the collection, use and sharing of your personal information subject to and consistent with applicable laws, regulations and other notices you may have received based on your relationship with us."}, {"7": "We may provide links to non-affiliated third-party sites, such as credit bureaus, service providers or merchants. If you follow links to sites not affiliated with, or controlled by Bank of America, you should review their privacy and security policies and other terms and conditions, as they may be different from those of our Sites and Mobile Apps. Bank of America does not guarantee and is not responsible for the privacy or security of these sites, including the accuracy, completeness or reliability of their information."}, {"8": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"9": "We recognize the importance of protecting privacy where children are involved. Our Sites and Mobile Apps are not marketed to individuals under the age of 13. Accounts that include online access for children under the age of 13 are owned by a parent or guardian and require specific consent for online access. We do not knowingly collect personal information from children under 13 without prior parental consent. Read our Children's Privacy Policy for more information."}, {"10": "Making sure personal information is accurate"}, {"11": "Keeping your personal information accurate and up to date is very important. If your personal information is incomplete, inaccurate or not current, please use the Contact Us option on our Sites and Mobile Apps, or call or write to us at the telephone numbers or appropriate address for changes listed on your account statements, records, online or other account materials. You can also speak to a customer representative at a financial center, your Financial Advisor or account representative."}, {"12": "Personal Information We Collect Online "}, {"13": "How do we collect personal information online?"}, {"14": "We collect personal information about you through your computer or mobile devices by the use of cookies and similar tracking technologies (see our Cookie Policy for details) as well as personal information you provide when you visit or use our Sites and Mobile Apps, for example when you:"}, {"15": "Register for a new product or service, or request information about a product or service"}, {"16": "Use aggregation services such as My Portfolio® and My Financial Picture® in order to consolidate your financial account or information at one online location"}, {"17": "We may use third-party providers to process personal information for business purposes on our behalf. Third-party providers are contractually obligated to comply with our policies to protect information we share with them or they collect on our behalf."}, {"18": "We also may obtain personal information from a sponsor for individuals onboarded via a Commercial Prepaid card program with us. If we combine such personal information with information collected through the Mobile Services, we will treat the combined information as personal information in accordance with this Notice."}, {"19": "The personal information we collect is limited to what is required to provide our products or services and to support legal and risk requirements. For additional information, please review the How do we use your personal information section of this Notice."}, {"20": "Types of personal information we collect online"}, {"21": "The type of personal information we collect from and about you online will depend on how you interact with us and may include:"}, {"22": "Contact Information such as name, mailing address, email address, telephone and mobile number(s)."}, {"23": "Account Application information such as credit and income information."}, {"24": "Identifiers such as Social Security number, account number(s), driver's license number (or comparable) or other information that identifies you for ordinary business purposes."}, {"25": "Debit/Credit Card Information such as card number, expiration date, CVV2, billing address."}, {"26": "Information from your computer and mobile devices where allowed by individual browsers and/or operating systems"}, {"27": "Information about how you use and interact with our Sites and Mobile Apps (for example, activities on pages visited, links clicked or unique and measurable patterns such as keystrokes, mouse clicks and movements, swipes and gestures)"}, {"28": "Log information such as your search and voice to text queries in the mobile app"}, {"29": "Geolocation information (for example, for real time ATM or financial center location, upon request, or for fraud prevention)"}, {"30": "Information to facilitate virtual or in-person event management"}, {"31": "How We Use and Share Personal Information "}, {"32": "How do we use your personal information?"}, {"33": "Personal information collected from and about you online described in this Notice may be used for many purposes such as:"}, {"34": "Delivering products and services to you by verifying your identity (for example when you access your account information); processing applications for products or services such as to prequalify for a mortgage, apply for a credit card, or to open a retirement account, investment account or other financial product; processing transactions; providing customer service/production support; finding nearby ATMs, financial centers, and other specialized location based services near your location; and consolidating your financial account information at one online location with services such as My Portfolio® and My Financial Picture®."}, {"35": "Allowing you to use features within our Sites and Mobile Apps when you grant us access to personal information from your device, such as contact lists, or geo-location when you request certain services that requires such access, for example locating an ATM."}, {"36": "We retain personal information for a period of time as required by laws and regulations and the necessary business purpose. We securely delete personal information as soon as legally permitted."}, {"37": "California residents covered by the California Consumer Privacy Act may have additional rights. To learn more, California residents can reference the California Consumer Privacy Act Notice for additional information."}, {"38": "To the extent that we receive, maintain or process an individual's health information, Bank of America may use and disclose that information as authorized by and in accordance with applicable federal and/or state law."}, {"39": "At the time of event registration participants may provide information that requires special accommodations. This information will be used only to the extent necessary to facilitate any special accommodations for event participation."}, {"40": "With whom do we share your personal information?"}, {"41": "We may share the personal information we collect from and about you online described in this Notice (and subject to other legal restrictions and notices you may have received depending on your relationship with us) with:"}, {"42": "Collected personal information may be aggregated and/or de-identified (we remove any details that identify you personally). We may share this aggregated and/or de-identified information with third-party providers to help deliver products, services, and content that are better tailored to the users of our online services and for our own business purposes where permissible under applicable laws and regulations."}, {"43": "You have choices regarding the sharing of some personal information. Where appropriate, we will limit sharing of your personal information based on your marketing and information sharing choices. You can register your choices online at Control How We Can Share Your Data and Market To You."}, {"44": "Personal information collected from and about you online, as described in this Notice, is used and shared to deliver advertising and marketing, including prescreened offers of credit, which may be of interest to you."}, {"45": "Advertising on our sites, mobile apps and off-line channels such as financial centers, call centers, and through direct marketing (for example email, mail, phone): We may use personal information about your activities on our Sites and Mobile Apps, such as pages visited and key words entered, to help determine which of our ads or offers may be of interest to you. We may use personal information about your relationship with us (such as types of accounts, transactional information or the location in which you bank) to help determine which advertisements or offers to present to you."}, {"46": "Advertising on non-affiliated third-party sites and mobile apps: Bank of America contracts with advertising companies to advertise our products and services on sites and mobile apps not affiliated with us. We may use personal information we have collected or that you have provided to assist our non-affiliated third-party sites and mobile apps to select bank ads or offers that may appeal to you, display them to you and monitor your responses. Non-affiliated third-party sites and mobile apps are not subject to Bank of America Privacy Notices."}, {"47": "Advertising on Non-Affiliated Third-Party sites: Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the Digital Advertising Alliance or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"48": "Financial Advisors/Client Managers may continue to use personal information collected online as described in this Notice to provide details on products and services in accordance with account agreements."}, {"49": "Additional Information "}, {"50": "Some companies may offer aggregation websites and services that allow you to share your data with them in order to consolidate your account information from different sources (such as your accounts with us or with other financial institutions) so that you can view it in one location or perform actions related to your accounts using their services. To do this, a third-party may request you to authorize access to your Bank of America accounts by providing your Bank of America user ID and password or by providing your information-sharing consent directly to Bank of America."}, {"51": "The third-party may access, on your behalf, information about you, your Bank of America relationship, and your accounts at Bank of America."}, {"52": "You should use caution and ensure that the third-party has appropriate policies and practices to protect the privacy and security of any personal information you provide or to which they are gaining access."}, {"53": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}, {"54": "We are not responsible for the use or disclosure of any personal information accessed by any company or person to whom you provide your site user ID and password."}, {"55": "If you share your Bank of America user ID, password or other information about your accounts with others, we will consider that you have authorized any transaction or action initiated by using the access information you provide."}, {"56": "Any content you post on official Bank of America managed social media pages, such as pictures, information, opinions or any personal information that you make available to other participants on these social platforms, is subject to the Terms of Use and Privacy Policies of those respective platforms."}, {"57": "We may allow social share buttons on our sites that enable users to easily share information on social media platforms. The non-affiliated third parties that own these widgets may have access to information about your browsing on pages of our Sites and Mobile Apps where these widgets are placed."}, {"58": "We strive to provide you with information about products and services you might find interesting and useful. Relationship-based ads and online behavioral advertising help us do that."}, {"59": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"60": " CA Personal Information Request form."}, {"61": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}, {"62": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 63}, "use": {"text": {"use": [{"0": "When you opt-out, we will not use information based on online Site behavior to provide online and offline tailored content and advertising to you, but you may still receive untailored advertising from Bank of America. In addition, financial advisors/Client Managers may continue to use information collected online to provide product and service information in accordance with account agreements."}, {"1": "Your privacy is important to us. We conduct regular assessment reviews and abide by rigorous privacy standards to ensure personal information we collect, use and share is protected. This U.S. Online Privacy Notice (\"Notice\") describes how Bank of America and our affiliates manage personal information about you when you interact with us online through our websites, event registration sites, mobile applications and social sites (\"Sites and Mobile Apps\") through your computer, smartphone, tablet or other mobile devices (\"computer or mobile devices\")."}, {"2": "How we collect personal information when you visit, use or interact with us online, and through our ads displayed through online services operated by us or non-affiliated third parties."}, {"3": "How we may use or share personal information collected to deliver products and services to you and for advertising or event management purposes."}, {"4": "By using our Sites and Mobile Apps, you agree to the terms and conditions of this Notice. Our U.S. online services covered by this Notice are intended for a U.S. audience. If you visit or use one of our online services, your information may be transferred or processed in the U.S. For Non-U.S. online services, please review the privacy policy applicable to that service to understand how your information is collected, used and shared."}, {"5": "We are committed to transparency about your personal information. We ask for your consent when required, otherwise by using our Site and Mobile Apps, you consent to the collection, use and sharing of your personal information subject to and consistent with applicable laws, regulations and other notices you may have received based on your relationship with us."}, {"6": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"7": "Keeping your personal information accurate and up to date is very important. If your personal information is incomplete, inaccurate or not current, please use the Contact Us option on our Sites and Mobile Apps, or call or write to us at the telephone numbers or appropriate address for changes listed on your account statements, records, online or other account materials. You can also speak to a customer representative at a financial center, your Financial Advisor or account representative."}, {"8": "We collect personal information about you through your computer or mobile devices by the use of cookies and similar tracking technologies (see our Cookie Policy for details) as well as personal information you provide when you visit or use our Sites and Mobile Apps, for example when you:"}, {"9": "Use aggregation services such as My Portfolio® and My Financial Picture® in order to consolidate your financial account or information at one online location"}, {"10": "We may use third-party providers to process personal information for business purposes on our behalf. Third-party providers are contractually obligated to comply with our policies to protect information we share with them or they collect on our behalf."}, {"11": "How do we use your personal information"}, {"12": "Information about how you use and interact with our Sites and Mobile Apps (for example, activities on pages visited, links clicked or unique and measurable patterns such as keystrokes, mouse clicks and movements, swipes and gestures)"}, {"13": "How We Use and Share Personal Information "}, {"14": "How do we use your personal information?"}, {"15": "Performing analytics concerning your use of our online services, including your responses to our emails and the pages and advertisements you view."}, {"16": "Allowing you to use features within our Sites and Mobile Apps"}, {"17": "To the extent that we receive, maintain or process an individual's health information, Bank of America may use and disclose that information as authorized by and in accordance with applicable federal and/or state law."}, {"18": "Advertising on our sites, mobile apps and off-line channels such as financial centers, call centers, and through direct marketing (for example email, mail, phone): We may use personal information about your activities on our Sites and Mobile Apps, such as pages visited and key words entered, to help determine which of our ads or offers may be of interest to you. We may use personal information about your relationship with us (such as types of accounts, transactional information or the location in which you bank) to help determine which advertisements or offers to present to you."}, {"19": "Advertising on non-affiliated third-party sites and mobile apps: Bank of America contracts with advertising companies to advertise our products and services on sites and mobile apps not affiliated with us. We may use personal information we have collected or that you have provided to assist our non-affiliated third-party sites and mobile apps to select bank ads or offers that may appeal to you, display them to you and monitor your responses. Non-affiliated third-party sites and mobile apps are not subject to Bank of America Privacy Notices."}, {"20": "Advertising on Non-Affiliated Third-Party sites: Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the Digital Advertising Alliance or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"21": "Financial Advisors/Client Managers may continue to use personal information collected online as described in this Notice to provide details on products and services in accordance with account agreements."}, {"22": "You should use caution and ensure that the third-party has appropriate policies and practices to protect the privacy and security of any personal information you provide or to which they are gaining access."}, {"23": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}, {"24": "We are not responsible for the use or disclosure of any personal information accessed by any company or person to whom you provide your site user ID and password."}, {"25": "Any content you post on official Bank of America managed social media pages, such as pictures, information, opinions or any personal information that you make available to other participants on these social platforms, is subject to the Terms of Use and Privacy Policies of those respective platforms."}, {"26": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"27": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}, {"28": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 29}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Other Privacy & Security Links"}, {"1": "Other Privacy & Security Links"}, {"2": "Review other privacy notices"}, {"3": "Other important information"}, {"4": "Your privacy is important to us. We conduct regular assessment reviews and abide by rigorous privacy standards to ensure personal information we collect, use and share is protected. This U.S. Online Privacy Notice (\"Notice\") describes how Bank of America and our affiliates manage personal information about you when you interact with us online through our websites, event registration sites, mobile applications and social sites (\"Sites and Mobile Apps\") through your computer, smartphone, tablet or other mobile devices (\"computer or mobile devices\")."}, {"5": "We are committed to transparency about your personal information. We ask for your consent when required, otherwise by using our Site and Mobile Apps, you consent to the collection, use and sharing of your personal information subject to and consistent with applicable laws, regulations and other notices you may have received based on your relationship with us."}, {"6": "Linking to other sites"}, {"7": "We may provide links to non-affiliated third-party sites, such as credit bureaus, service providers or merchants. If you follow links to sites not affiliated with, or controlled by Bank of America, you should review their privacy and security policies and other terms and conditions, as they may be different from those of our Sites and Mobile Apps. Bank of America does not guarantee and is not responsible for the privacy or security of these sites, including the accuracy, completeness or reliability of their information."}, {"8": "Keeping your personal information accurate and up to date is very important. If your personal information is incomplete, inaccurate or not current, please use the Contact Us option on our Sites and Mobile Apps, or call or write to us at the telephone numbers or appropriate address for changes listed on your account statements, records, online or other account materials. You can also speak to a customer representative at a financial center, your Financial Advisor or account representative."}, {"9": "Complete a survey, contest or sweepstakes or other promotion"}, {"10": "Identifiers such as Social Security number, account number(s), driver's license number (or comparable) or other information that identifies you for ordinary business purposes."}, {"11": "Delivering products and services to you by verifying your identity (for example when you access your account information); processing applications for products or services such as to prequalify for a mortgage, apply for a credit card, or to open a retirement account, investment account or other financial product; processing transactions; providing customer service/production support; finding nearby ATMs, financial centers, and other specialized location based services near your location; and consolidating your financial account information at one online location with services such as My Portfolio® and My Financial Picture®."}, {"12": "Detecting and preventing fraud, identify theft and other risks to you or Bank of America."}, {"13": "We may share the personal information we collect from and about you online described in this Notice (and subject to other legal restrictions and notices you may have received depending on your relationship with us) with:"}, {"14": "In order for online behavioral advertising opt outs from our Sites and Mobile Apps and on other sites to work on your device, your browser must be set to accept cookies."}, {"15": "If you delete cookies, buy a new device, access our Sites and Mobile Apps or other sites from a different device, login under a different screen name, or change web browsers, you will need to opt out again."}, {"16": "Some companies may offer aggregation websites and services that allow you to share your data with them in order to consolidate your account information from different sources (such as your accounts with us or with other financial institutions) so that you can view it in one location or perform actions related to your accounts using their services. To do this, a third-party may request you to authorize access to your Bank of America accounts by providing your Bank of America user ID and password or by providing your information-sharing consent directly to Bank of America."}, {"17": "If you share your Bank of America user ID, password or other information about your accounts with others, we will consider that you have authorized any transaction or action initiated by using the access information you provide."}, {"18": "Any content you post on official Bank of America managed social media pages, such as pictures, information, opinions or any personal information that you make available to other participants on these social platforms, is subject to the Terms of Use and Privacy Policies of those respective platforms."}]}, "count": 19}, "if": {"text": {"if": [{"0": "Important reminder: For this online behavioral advertising opt-out to work on your device, your browser must be set to accept cookies. If your browser blocks third party cookies (for example, Firefox or Safari), this opt-out may not work as expected."}, {"1": "If you delete cookies, buy a new device, access our Site from a different device, log in under a different screen name or change web browsers, you will need to opt-out again."}, {"2": "If your browser has scripting disabled, you do not need to opt-out, as online behavioral advertising technology does not work when scripting is disabled. Please check your browser's security settings to validate whether scripting is active or disabled."}, {"3": "By using our Sites and Mobile Apps, you agree to the terms and conditions of this Notice. Our U.S. online services covered by this Notice are intended for a U.S. audience. If you visit or use one of our online services, your information may be transferred or processed in the U.S. For Non-U.S. online services, please review the privacy policy applicable to that service to understand how your information is collected, used and shared."}, {"4": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"5": "This Notice is subject to change. We update this Notice periodically to comply with the most recent federal and local laws. Please review it whenever you have questions. If we make changes to this Notice, we will revise the Last updated date on this page."}, {"6": "We may provide links to non-affiliated third-party sites, such as credit bureaus, service providers or merchants. If you follow links to sites not affiliated with, or controlled by Bank of America, you should review their privacy and security policies and other terms and conditions, as they may be different from those of our Sites and Mobile Apps. Bank of America does not guarantee and is not responsible for the privacy or security of these sites, including the accuracy, completeness or reliability of their information."}, {"7": "Keeping your personal information accurate and up to date is very important. If your personal information is incomplete, inaccurate or not current, please use the Contact Us option on our Sites and Mobile Apps, or call or write to us at the telephone numbers or appropriate address for changes listed on your account statements, records, online or other account materials. You can also speak to a customer representative at a financial center, your Financial Advisor or account representative."}, {"8": "We also may obtain personal information from a sponsor for individuals onboarded via a Commercial Prepaid card program with us. If we combine such personal information with information collected through the Mobile Services, we will treat the combined information as personal information in accordance with this Notice."}, {"9": "Please note that if you opt out of this advertising:"}, {"10": "If you delete cookies, buy a new device, access our Sites and Mobile Apps or other sites from a different device, login under a different screen name, or change web browsers, you will need to opt out again."}, {"11": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}, {"12": "If you share your Bank of America user ID, password or other information about your accounts with others, we will consider that you have authorized any transaction or action initiated by using the access information you provide."}, {"13": "If you decide to revoke the authority you have given to a third-party, we strongly recommend that you change your Bank of America password to ensure that the third-party cannot continue to access your account."}, {"14": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 15}, "when": {"text": {"when": [{"0": "When you opt-out, we will not use information based on online Site behavior to provide online and offline tailored content and advertising to you, but you may still receive untailored advertising from Bank of America. In addition, financial advisors/Client Managers may continue to use information collected online to provide product and service information in accordance with account agreements."}, {"1": "When accessing online account servicing areas (after you log in), such as Online Banking or MyMerrill, you may receive tailored content and advertising based on your account relationships."}, {"2": "If your browser has scripting disabled, you do not need to opt-out, as online behavioral advertising technology does not work when scripting is disabled. Please check your browser's security settings to validate whether scripting is active or disabled."}, {"3": "Your privacy is important to us. We conduct regular assessment reviews and abide by rigorous privacy standards to ensure personal information we collect, use and share is protected. This U.S. Online Privacy Notice (\"Notice\") describes how Bank of America and our affiliates manage personal information about you when you interact with us online through our websites, event registration sites, mobile applications and social sites (\"Sites and Mobile Apps\") through your computer, smartphone, tablet or other mobile devices (\"computer or mobile devices\")."}, {"4": "How we collect personal information when you visit, use or interact with us online, and through our ads displayed through online services operated by us or non-affiliated third parties."}, {"5": "We are committed to transparency about your personal information. We ask for your consent when required, otherwise by using our Site and Mobile Apps, you consent to the collection, use and sharing of your personal information subject to and consistent with applicable laws, regulations and other notices you may have received based on your relationship with us."}, {"6": "We collect personal information about you through your computer or mobile devices by the use of cookies and similar tracking technologies (see our Cookie Policy for details) as well as personal information you provide when you visit or use our Sites and Mobile Apps, for example when you:"}, {"7": "Delivering products and services to you by verifying your identity (for example when you access your account information); processing applications for products or services such as to prequalify for a mortgage, apply for a credit card, or to open a retirement account, investment account or other financial product; processing transactions; providing customer service/production support; finding nearby ATMs, financial centers, and other specialized location based services near your location; and consolidating your financial account information at one online location with services such as My Portfolio® and My Financial Picture®."}, {"8": "Allowing you to use features within our Sites and Mobile Apps when you grant us access to personal information from your device, such as contact lists, or geo-location when you request certain services that requires such access, for example locating an ATM."}, {"9": "When accessing online account servicing areas (i.e. after login), such as Online Banking, Merrill Edge or MyMerrill, you may receive tailored content and advertising based on your account relationships."}, {"10": "When interacting with official Bank of America social media pages, Bank of America's privacy notices, Social Media User Terms and Community Guidelines may apply."}]}, "count": 11}, "help": {"text": {"help": [{"0": "\n          \n          How can we help you?\n        "}, {"1": "Collected personal information may be aggregated and/or de-identified (we remove any details that identify you personally). We may share this aggregated and/or de-identified information with third-party providers to help deliver products, services, and content that are better tailored to the users of our online services and for our own business purposes where permissible under applicable laws and regulations."}, {"2": "Advertising on our sites, mobile apps and off-line channels such as financial centers, call centers, and through direct marketing (for example email, mail, phone): We may use personal information about your activities on our Sites and Mobile Apps, such as pages visited and key words entered, to help determine which of our ads or offers may be of interest to you. We may use personal information about your relationship with us (such as types of accounts, transactional information or the location in which you bank) to help determine which advertisements or offers to present to you."}, {"3": "Help & Support"}, {"4": "We strive to provide you with information about products and services you might find interesting and useful. Relationship-based ads and online behavioral advertising help us do that."}]}, "count": 5}, "access": {"text": {"access": [{"0": "If you delete cookies, buy a new device, access our Site from a different device, log in under a different screen name or change web browsers, you will need to opt-out again."}, {"1": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"2": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"3": "We recognize the importance of protecting privacy where children are involved. Our Sites and Mobile Apps are not marketed to individuals under the age of 13. Accounts that include online access for children under the age of 13 are owned by a parent or guardian and require specific consent for online access. We do not knowingly collect personal information from children under 13 without prior parental consent. Read our Children's Privacy Policy for more information."}, {"4": "Access Authorization"}, {"5": "Unique device identifiers (for example Media Access Control (MAC) and Internet Protocol (IP) addresses)"}, {"6": "Delivering products and services to you by verifying your identity (for example when you access your account information); processing applications for products or services such as to prequalify for a mortgage, apply for a credit card, or to open a retirement account, investment account or other financial product; processing transactions; providing customer service/production support; finding nearby ATMs, financial centers, and other specialized location based services near your location; and consolidating your financial account information at one online location with services such as My Portfolio® and My Financial Picture®."}, {"7": "Allowing you to use features within our Sites and Mobile Apps when you grant us access to personal information from your device, such as contact lists, or geo-location when you request certain services that requires such access, for example locating an ATM."}, {"8": "If you delete cookies, buy a new device, access our Sites and Mobile Apps or other sites from a different device, login under a different screen name, or change web browsers, you will need to opt out again."}, {"9": "Some companies may offer aggregation websites and services that allow you to share your data with them in order to consolidate your account information from different sources (such as your accounts with us or with other financial institutions) so that you can view it in one location or perform actions related to your accounts using their services. To do this, a third-party may request you to authorize access to your Bank of America accounts by providing your Bank of America user ID and password or by providing your information-sharing consent directly to Bank of America."}, {"10": "The third-party may access, on your behalf, information about you, your Bank of America relationship, and your accounts at Bank of America."}, {"11": "You should use caution and ensure that the third-party has appropriate policies and practices to protect the privacy and security of any personal information you provide or to which they are gaining access."}, {"12": "If you share your Bank of America user ID, password or other information about your accounts with others, we will consider that you have authorized any transaction or action initiated by using the access information you provide."}, {"13": "If you decide to revoke the authority you have given to a third-party, we strongly recommend that you change your Bank of America password to ensure that the third-party cannot continue to access your account."}, {"14": "We may allow social share buttons on our sites that enable users to easily share information on social media platforms. The non-affiliated third parties that own these widgets may have access to information about your browsing on pages of our Sites and Mobile Apps where these widgets are placed."}]}, "count": 15}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "When you opt-out, we will not use information based on online Site behavior to provide online and offline tailored content and advertising to you, but you may still receive untailored advertising from Bank of America. In addition, financial advisors/Client Managers may continue to use information collected online to provide product and service information in accordance with account agreements."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "Your privacy is important to us. We conduct regular assessment reviews and abide by rigorous privacy standards to ensure personal information we collect, use and share is protected. This U.S. Online Privacy Notice (\"Notice\") describes how Bank of America and our affiliates manage personal information about you when you interact with us online through our websites, event registration sites, mobile applications and social sites (\"Sites and Mobile Apps\") through your computer, smartphone, tablet or other mobile devices (\"computer or mobile devices\")."}, {"1": "How we collect personal information when you visit, use or interact with us online, and through our ads displayed through online services operated by us or non-affiliated third parties."}, {"2": "Personal Information We Collect Online "}, {"3": "How do we collect personal information online?"}, {"4": "We collect personal information about you through your computer or mobile devices by the use of cookies and similar tracking technologies (see our Cookie Policy for details) as well as personal information you provide when you visit or use our Sites and Mobile Apps, for example when you:"}, {"5": "The personal information we collect is limited to what is required to provide our products or services and to support legal and risk requirements. For additional information, please review the How do we use your personal information section of this Notice."}, {"6": "Types of personal information we collect online"}, {"7": "The type of personal information we collect from and about you online will depend on how you interact with us and may include:"}, {"8": "We may share the personal information we collect from and about you online described in this Notice (and subject to other legal restrictions and notices you may have received depending on your relationship with us) with:"}]}, "count": 9}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "When you opt-out, we will not use information based on online Site behavior to provide online and offline tailored content and advertising to you, but you may still receive untailored advertising from Bank of America. In addition, financial advisors/Client Managers may continue to use information collected online to provide product and service information in accordance with account agreements."}, {"1": "When accessing online account servicing areas (after you log in), such as Online Banking or MyMerrill, you may receive tailored content and advertising based on your account relationships."}, {"2": "We are committed to transparency about your personal information. We ask for your consent when required, otherwise by using our Site and Mobile Apps, you consent to the collection, use and sharing of your personal information subject to and consistent with applicable laws, regulations and other notices you may have received based on your relationship with us."}, {"3": "We may share the personal information we collect from and about you online described in this Notice (and subject to other legal restrictions and notices you may have received depending on your relationship with us) with:"}, {"4": "Advertising on Non-Affiliated Third-Party sites: Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the Digital Advertising Alliance or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"5": "You may still receive general advertising from Bank of America."}, {"6": "When accessing online account servicing areas (i.e. after login), such as Online Banking, Merrill Edge or MyMerrill, you may receive tailored content and advertising based on your account relationships."}, {"7": "You may revoke your consent for certain third parties through the Security Center within Bank of America Online Banking."}, {"8": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"9": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 10}, "you can": {"text": {"you can": [{"0": "Keeping your personal information accurate and up to date is very important. If your personal information is incomplete, inaccurate or not current, please use the Contact Us option on our Sites and Mobile Apps, or call or write to us at the telephone numbers or appropriate address for changes listed on your account statements, records, online or other account materials. You can also speak to a customer representative at a financial center, your Financial Advisor or account representative."}, {"1": "You have choices regarding the sharing of some personal information. Where appropriate, we will limit sharing of your personal information based on your marketing and information sharing choices. You can register your choices online at Control How We Can Share Your Data and Market To You."}, {"2": "How you can opt out of Online Behavioral Advertising"}, {"3": "Some companies may offer aggregation websites and services that allow you to share your data with them in order to consolidate your account information from different sources (such as your accounts with us or with other financial institutions) so that you can view it in one location or perform actions related to your accounts using their services. To do this, a third-party may request you to authorize access to your Bank of America accounts by providing your Bank of America user ID and password or by providing your information-sharing consent directly to Bank of America."}, {"4": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 5}, "right": {"text": {"right": [{"0": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 1}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "Register for a new product or service, or request information about a product or service"}, {"1": "Geolocation information (for example, for real time ATM or financial center location, upon request, or for fraud prevention)"}, {"2": "Allowing you to use features within our Sites and Mobile Apps when you grant us access to personal information from your device, such as contact lists, or geo-location when you request certain services that requires such access, for example locating an ATM."}, {"3": "Some companies may offer aggregation websites and services that allow you to share your data with them in order to consolidate your account information from different sources (such as your accounts with us or with other financial institutions) so that you can view it in one location or perform actions related to your accounts using their services. To do this, a third-party may request you to authorize access to your Bank of America accounts by providing your Bank of America user ID and password or by providing your information-sharing consent directly to Bank of America."}, {"4": " CA Personal Information Request form."}, {"5": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 6}, "delete": {"text": {"delete": [{"0": "If you delete cookies, buy a new device, access our Site from a different device, log in under a different screen name or change web browsers, you will need to opt-out again."}, {"1": "We retain personal information for a period of time as required by laws and regulations and the necessary business purpose. We securely delete personal information as soon as legally permitted."}, {"2": "If you delete cookies, buy a new device, access our Sites and Mobile Apps or other sites from a different device, login under a different screen name, or change web browsers, you will need to opt out again."}, {"3": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 4}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {"remove": [{"0": "Collected personal information may be aggregated and/or de-identified (we remove any details that identify you personally). We may share this aggregated and/or de-identified information with third-party providers to help deliver products, services, and content that are better tailored to the users of our online services and for our own business purposes where permissible under applicable laws and regulations."}]}, "count": 1}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {"agreement": [{"0": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}]}, "count": 1}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "The personal information we collect is limited to what is required to provide our products or services and to support legal and risk requirements. For additional information, please review the How do we use your personal information section of this Notice."}, {"1": "Complying with and enforcing applicable legal requirements"}, {"2": "We may share the personal information we collect from and about you online described in this Notice (and subject to other legal restrictions and notices you may have received depending on your relationship with us) with:"}, {"3": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 4}, "authority": {"text": {"authority": [{"0": "If you decide to revoke the authority you have given to a third-party, we strongly recommend that you change your Bank of America password to ensure that the third-party cannot continue to access your account."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"1": "This Notice is subject to change. We update this Notice periodically to comply with the most recent federal and local laws. Please review it whenever you have questions. If we make changes to this Notice, we will revise the Last updated date on this page."}, {"2": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"3": "We may use third-party providers to process personal information for business purposes on our behalf. Third-party providers are contractually obligated to comply with our policies to protect information we share with them or they collect on our behalf."}]}, "count": 4}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "To the extent that we receive, maintain or process an individual's health information, Bank of America may use and disclose that information as authorized by and in accordance with applicable federal and/or state law."}, {"1": "Industry standards continue to evolve around web browser \"do not track\" signals or configurations set in your internet browser. In addition to the advertising opt-out options above, Bank of America captures opt out preference signals, and to the extent users have rights under applicable law, treats them as valid requests to opt out of sale/sharing at the browser level."}]}, "count": 2}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Advertising on Non-Affiliated Third-Party sites: Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the Digital Advertising Alliance or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"1": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}]}, "count": 2}, "policy": {"text": {"policy": [{"0": "Cookie Policy (PDF)"}, {"1": "Cookie Policy (PDF)"}, {"2": "By using our Sites and Mobile Apps, you agree to the terms and conditions of this Notice. Our U.S. online services covered by this Notice are intended for a U.S. audience. If you visit or use one of our online services, your information may be transferred or processed in the U.S. For Non-U.S. online services, please review the privacy policy applicable to that service to understand how your information is collected, used and shared."}, {"3": "We recognize the importance of protecting privacy where children are involved. Our Sites and Mobile Apps are not marketed to individuals under the age of 13. Accounts that include online access for children under the age of 13 are owned by a parent or guardian and require specific consent for online access. We do not knowingly collect personal information from children under 13 without prior parental consent. Read our Children's Privacy Policy for more information."}, {"4": "We collect personal information about you through your computer or mobile devices by the use of cookies and similar tracking technologies (see our Cookie Policy for details) as well as personal information you provide when you visit or use our Sites and Mobile Apps, for example when you:"}, {"5": "Please review the privacy policy for the specific social media service you are using to better understand your rights and obligations with regard to such content."}]}, "count": 6}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "California Consumer Privacy Notice"}, {"1": "California Consumer Privacy Notice"}, {"2": "California Consumer Privacy Act Notice"}, {"3": "California Residents"}, {"4": "California Consumer Privacy Act Notice."}]}, "count": 5}, "children": {"text": {"children": [{"0": "Children's Privacy Policy"}, {"1": "Children's Privacy Policy"}, {"2": "Children's Privacy Policy"}, {"3": "Children’s Privacy"}, {"4": "Children's Privacy"}, {"5": "Children's Privacy"}, {"6": "Children's Privacy Page"}]}, "count": 7}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {"minor": [{"0": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 1}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "We are committed to transparency about your personal information. We ask for your consent when required, otherwise by using our Site and Mobile Apps, you consent to the collection, use and sharing of your personal information subject to and consistent with applicable laws, regulations and other notices you may have received based on your relationship with us."}]}, "count": 1}, "you agree": {"text": {"you agree": [{"0": "By using our Sites and Mobile Apps, you agree to the terms and conditions of this Notice. Our U.S. online services covered by this Notice are intended for a U.S. audience. If you visit or use one of our online services, your information may be transferred or processed in the U.S. For Non-U.S. online services, please review the privacy policy applicable to that service to understand how your information is collected, used and shared."}]}, "count": 1}, "your agreement": {"text": {"your agreement": [{"0": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}]}, "count": 1}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "How we collect personal information when you visit, use or interact with us online, and through our ads displayed through online services operated by us or non-affiliated third parties."}, {"1": "You may revoke your consent for certain third parties through the Security Center within Bank of America Online Banking."}, {"2": "We may allow social share buttons on our sites that enable users to easily share information on social media platforms. The non-affiliated third parties that own these widgets may have access to information about your browsing on pages of our Sites and Mobile Apps where these widgets are placed."}]}, "count": 3}, "third-party": {"text": {"third-party": [{"0": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"1": "We may provide links to non-affiliated third-party sites, such as credit bureaus, service providers or merchants. If you follow links to sites not affiliated with, or controlled by Bank of America, you should review their privacy and security policies and other terms and conditions, as they may be different from those of our Sites and Mobile Apps. Bank of America does not guarantee and is not responsible for the privacy or security of these sites, including the accuracy, completeness or reliability of their information."}, {"2": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"3": "We may use third-party providers to process personal information for business purposes on our behalf. Third-party providers are contractually obligated to comply with our policies to protect information we share with them or they collect on our behalf."}, {"4": "Providing advertising on our Sites and Mobile Apps as well as non-affiliated third-party sites and through off-line channels like financial centers, call centers and direct marketing (for example email, mail and phone)."}, {"5": "Third-Party Providers"}, {"6": "Collected personal information may be aggregated and/or de-identified (we remove any details that identify you personally). We may share this aggregated and/or de-identified information with third-party providers to help deliver products, services, and content that are better tailored to the users of our online services and for our own business purposes where permissible under applicable laws and regulations."}, {"7": "On third-party sites and mobile apps not affiliated with Bank of America."}, {"8": "Advertising on non-affiliated third-party sites and mobile apps:"}, {"9": "Advertising on Non-Affiliated Third-Party sites:"}, {"10": "Third-Party Data Sharing"}, {"11": "Some companies may offer aggregation websites and services that allow you to share your data with them in order to consolidate your account information from different sources (such as your accounts with us or with other financial institutions) so that you can view it in one location or perform actions related to your accounts using their services. To do this, a third-party may request you to authorize access to your Bank of America accounts by providing your Bank of America user ID and password or by providing your information-sharing consent directly to Bank of America."}, {"12": "The third-party may access, on your behalf, information about you, your Bank of America relationship, and your accounts at Bank of America."}, {"13": "You should use caution and ensure that the third-party has appropriate policies and practices to protect the privacy and security of any personal information you provide or to which they are gaining access."}, {"14": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}, {"15": "If you decide to revoke the authority you have given to a third-party, we strongly recommend that you change your Bank of America password to ensure that the third-party cannot continue to access your account."}, {"16": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}]}, "count": 17}, "third party": {"text": {"third party": [{"0": "Important reminder: For this online behavioral advertising opt-out to work on your device, your browser must be set to accept cookies. If your browser blocks third party cookies (for example, Firefox or Safari), this opt-out may not work as expected."}, {"1": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}]}, "count": 2}, "advertising": {"text": {"advertising": [{"0": "When you opt-out, we will not use information based on online Site behavior to provide online and offline tailored content and advertising to you, but you may still receive untailored advertising from Bank of America. In addition, financial advisors/Client Managers may continue to use information collected online to provide product and service information in accordance with account agreements."}, {"1": "Opting out also means the online content and advertising you receive on our non-servicing sites (before you log in) will be untailored and will not be based on your online behavior or your relationship with us."}, {"2": "When accessing online account servicing areas (after you log in), such as Online Banking or MyMerrill, you may receive tailored content and advertising based on your account relationships."}, {"3": "Important reminder: For this online behavioral advertising opt-out to work on your device, your browser must be set to accept cookies. If your browser blocks third party cookies (for example, Firefox or Safari), this opt-out may not work as expected."}, {"4": "If your browser has scripting disabled, you do not need to opt-out, as online behavioral advertising technology does not work when scripting is disabled. Please check your browser's security settings to validate whether scripting is active or disabled."}, {"5": "The opt-out will take effect upon your next visit using the same device to Bank of America Sites. Click on Submit to opt-out of online Site behavior used to provide online and offline tailored content and advertising."}, {"6": "You have successfully opted out of online behavioral advertising. The opt-out will take effect upon your next visit using the same device to Bank of America Sites."}, {"7": "How we may use or share personal information collected to deliver products and services to you and for advertising or event management purposes."}, {"8": "Providing advertising on our Sites and Mobile Apps as well as non-affiliated third-party sites and through off-line channels like financial centers, call centers and direct marketing (for example email, mail and phone)."}, {"9": "Online Behavioral Advertising "}, {"10": "Personal information collected from and about you online, as described in this Notice, is used and shared to deliver advertising and marketing, including prescreened offers of credit, which may be of interest to you."}, {"11": "Advertising on our sites, mobile apps and off-line channels such as financial centers, call centers, and through direct marketing (for example email, mail, phone):"}, {"12": "Advertising on non-affiliated third-party sites and mobile apps:"}, {"13": "Advertising on Non-Affiliated Third-Party sites:"}, {"14": "Network Advertising Initiative's Opt-Out Tool layer"}, {"15": "Industry standards continue to evolve around web browser \"do not track\" signals or configurations set in your internet browser. In addition to the advertising opt-out options above, Bank of America captures opt out preference signals, and to the extent users have rights under applicable law, treats them as valid requests to opt out of sale/sharing at the browser level."}, {"16": "Please note that if you opt out of this advertising:"}, {"17": "You may still receive general advertising from Bank of America."}, {"18": "When accessing online account servicing areas (i.e. after login), such as Online Banking, Merrill Edge or MyMerrill, you may receive tailored content and advertising based on your account relationships."}, {"19": "In order for online behavioral advertising opt outs from our Sites and Mobile Apps and on other sites to work on your device, your browser must be set to accept cookies."}, {"20": "Advertising Practices popup"}, {"21": "Advertising Practices"}, {"22": "We strive to provide you with information about products and services you might find interesting and useful. Relationship-based ads and online behavioral advertising help us do that."}, {"23": "Network Advertising Initiative's Opt-Out Tool layer"}, {"24": "To learn more about relationship-based ads, online behavioral advertising and our privacy practices, please review the Bank of America Online Privacy Notice and our Online Privacy FAQs."}, {"25": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 26}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "We may use third-party providers to process personal information for business purposes on our behalf. Third-party providers are contractually obligated to comply with our policies to protect information we share with them or they collect on our behalf."}]}, "count": 1}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Providing notifications concerning events for which you've registered, providing analysis to improve our events and develop new events, determining event overall effectiveness, enhancing products and services, operating and expanding our business activities."}]}, "count": 1}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Data protection notices for employees,contractors and applicants"}, {"1": "Data protection notices for employees,contractors and applicants"}, {"2": "Control how we can share your data andmarket to you"}, {"3": "Control how we can share your data andmarket to you"}, {"4": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"5": "Communications data, such as your communication preferences and details or the content of your communications with us (e.g., text messages, chat messages)"}, {"6": "Personalizing your digital and mobile experience by enhancing our Sites and Mobile Apps organization and design and analyze data to create relevant alerts, products or services."}, {"7": "Control How We Can Share Your Data and Market To You"}, {"8": "Advertising on Non-Affiliated Third-Party sites: Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the Digital Advertising Alliance or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"9": "Third-Party Data Sharing"}, {"10": "Some companies may offer aggregation websites and services that allow you to share your data with them in order to consolidate your account information from different sources (such as your accounts with us or with other financial institutions) so that you can view it in one location or perform actions related to your accounts using their services. To do this, a third-party may request you to authorize access to your Bank of America accounts by providing your Bank of America user ID and password or by providing your information-sharing consent directly to Bank of America."}, {"11": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"12": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}, {"13": "  Sharing and Selling of Personal Data "}, {"14": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 15}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "When you opt-out, we will not use information based on online Site behavior to provide online and offline tailored content and advertising to you, but you may still receive untailored advertising from Bank of America. In addition, financial advisors/Client Managers may continue to use information collected online to provide product and service information in accordance with account agreements."}, {"1": "How we may use or share personal information collected to deliver products and services to you and for advertising or event management purposes."}, {"2": "By using our Sites and Mobile Apps, you agree to the terms and conditions of this Notice. Our U.S. online services covered by this Notice are intended for a U.S. audience. If you visit or use one of our online services, your information may be transferred or processed in the U.S. For Non-U.S. online services, please review the privacy policy applicable to that service to understand how your information is collected, used and shared."}, {"3": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"4": "We also may obtain personal information from a sponsor for individuals onboarded via a Commercial Prepaid card program with us. If we combine such personal information with information collected through the Mobile Services, we will treat the combined information as personal information in accordance with this Notice."}, {"5": "Personal information collected from and about you online described in this Notice may be used for many purposes such as:"}, {"6": "Collected personal information may be aggregated and/or de-identified (we remove any details that identify you personally). We may share this aggregated and/or de-identified information with third-party providers to help deliver products, services, and content that are better tailored to the users of our online services and for our own business purposes where permissible under applicable laws and regulations."}, {"7": "Personal information collected from and about you online, as described in this Notice, is used and shared to deliver advertising and marketing, including prescreened offers of credit, which may be of interest to you."}, {"8": "Advertising on non-affiliated third-party sites and mobile apps: Bank of America contracts with advertising companies to advertise our products and services on sites and mobile apps not affiliated with us. We may use personal information we have collected or that you have provided to assist our non-affiliated third-party sites and mobile apps to select bank ads or offers that may appeal to you, display them to you and monitor your responses. Non-affiliated third-party sites and mobile apps are not subject to Bank of America Privacy Notices."}, {"9": "Financial Advisors/Client Managers may continue to use personal information collected online as described in this Notice to provide details on products and services in accordance with account agreements."}]}, "count": 10}, "stored": {"text": {"stored": [{"0": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}]}, "count": 1}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Personalizing your digital and mobile experience by enhancing our Sites and Mobile Apps organization and design and analyze data to create relevant alerts, products or services."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "Providing notifications concerning events for which you've registered, providing analysis to improve our events and develop new events, determining event overall effectiveness, enhancing products and services, operating and expanding our business activities."}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "Performing analytics concerning your use of our online services, including your responses to our emails and the pages and advertisements you view."}]}, "count": 1}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Control how we can share your data andmarket to you"}, {"1": "Control how we can share your data andmarket to you"}, {"2": "Unique device identifiers (for example Media Access Control (MAC) and Internet Protocol (IP) addresses)"}, {"3": "Control How We Can Share Your Data and Market To You"}, {"4": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 5}, "settings": {"text": {"settings": [{"0": "If your browser has scripting disabled, you do not need to opt-out, as online behavioral advertising technology does not work when scripting is disabled. Please check your browser's security settings to validate whether scripting is active or disabled."}, {"1": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}, {"2": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}, {"3": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 4}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "Fraud Protection"}, {"1": "Fraud Prevention Checklist"}, {"2": "Fraud Protection"}, {"3": "Fraud Prevention Checklist"}, {"4": "Geolocation information (for example, for real time ATM or financial center location, upon request, or for fraud prevention)"}, {"5": "Detecting and preventing fraud, identify theft and other risks to you or Bank of America."}]}, "count": 6}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Our privacy policies are designed to protect you—and give you control"}, {"1": "Our privacy policies are designed to protect you—and give you control"}, {"2": "Visit the Security Center for ways to protect your info"}, {"3": "Visit the Security Center for ways to protect your info"}, {"4": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"5": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"6": "We may use third-party providers to process personal information for business purposes on our behalf. Third-party providers are contractually obligated to comply with our policies to protect information we share with them or they collect on our behalf."}, {"7": "You should use caution and ensure that the third-party has appropriate policies and practices to protect the privacy and security of any personal information you provide or to which they are gaining access."}]}, "count": 8}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Top Privacy & Security Links"}, {"1": "Top Privacy & Security Links"}, {"2": "Other Privacy & Security Links"}, {"3": "Other Privacy & Security Links"}, {"4": "Business Security Center"}, {"5": "Privacy and Security Glossary"}, {"6": "Business Security Center"}, {"7": "Privacy and Security Glossary"}, {"8": "If your browser has scripting disabled, you do not need to opt-out, as online behavioral advertising technology does not work when scripting is disabled. Please check your browser's security settings to validate whether scripting is active or disabled."}, {"9": "How we keep your Social Security number safe (PDF)"}, {"10": "Visit the Security Center for ways to protect your info"}, {"11": "How we keep your Social Security number safe (PDF)"}, {"12": "Visit the Security Center for ways to protect your info"}, {"13": "We may provide links to non-affiliated third-party sites, such as credit bureaus, service providers or merchants. If you follow links to sites not affiliated with, or controlled by Bank of America, you should review their privacy and security policies and other terms and conditions, as they may be different from those of our Sites and Mobile Apps. Bank of America does not guarantee and is not responsible for the privacy or security of these sites, including the accuracy, completeness or reliability of their information."}, {"14": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}, {"15": "Identifiers such as Social Security number, account number(s), driver's license number (or comparable) or other information that identifies you for ordinary business purposes."}, {"16": "Access Authorization such as user ID, alias, PIN and password and security questions and answers."}, {"17": "You should use caution and ensure that the third-party has appropriate policies and practices to protect the privacy and security of any personal information you provide or to which they are gaining access."}, {"18": "You may revoke your consent for certain third parties through the Security Center within Bank of America Online Banking."}]}, "count": 19}, "unauthorized": {"text": {"unauthorized": [{"0": "To protect personal information from unauthorized access and use, we use security measures that comply with applicable federal and state laws. These measures may include device safeguards and secured files and buildings as well as oversight of our third-party providers to ensure personal information remains confidential and secure. In the event of a data breach, we provide timely notification, in accordance with applicable laws and regulations."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "\n          \n          How can we help you?\n        "}, {"1": "Show/Hide "}, {"2": "How to Avoid Scams"}, {"3": "How to Avoid Scams"}, {"4": "Control how we can share your data andmarket to you"}, {"5": "See how to receive promotional emails"}, {"6": "Control how we can share your data andmarket to you"}, {"7": "See how to receive promotional emails"}, {"8": "How we keep your Social Security number safe (PDF)"}, {"9": "How we keep your Social Security number safe (PDF)"}, {"10": "Your privacy is important to us. We conduct regular assessment reviews and abide by rigorous privacy standards to ensure personal information we collect, use and share is protected. This U.S. Online Privacy Notice (\"Notice\") describes how Bank of America and our affiliates manage personal information about you when you interact with us online through our websites, event registration sites, mobile applications and social sites (\"Sites and Mobile Apps\") through your computer, smartphone, tablet or other mobile devices (\"computer or mobile devices\")."}, {"11": "How we collect personal information when you visit, use or interact with us online, and through our ads displayed through online services operated by us or non-affiliated third parties."}, {"12": "How we may use or share personal information collected to deliver products and services to you and for advertising or event management purposes."}, {"13": "By using our Sites and Mobile Apps, you agree to the terms and conditions of this Notice. Our U.S. online services covered by this Notice are intended for a U.S. audience. If you visit or use one of our online services, your information may be transferred or processed in the U.S. For Non-U.S. online services, please review the privacy policy applicable to that service to understand how your information is collected, used and shared."}, {"14": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"15": "How do we collect personal information online?"}, {"16": "How do we use your personal information"}, {"17": "The type of personal information we collect from and about you online will depend on how you interact with us and may include:"}, {"18": "Information about how you use and interact with our Sites and Mobile Apps (for example, activities on pages visited, links clicked or unique and measurable patterns such as keystrokes, mouse clicks and movements, swipes and gestures)"}, {"19": "How We Use and Share Personal Information "}, {"20": "How do we use your personal information?"}, {"21": "How to limit sharing"}, {"22": "Control How We Can Share Your Data and Market To You"}, {"23": "How we tailor ads to you"}, {"24": "How you can opt out of Online Behavioral Advertising"}, {"25": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}, {"26": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 27}, "what": {"text": {"what": [{"0": "The personal information we collect is limited to what is required to provide our products or services and to support legal and risk requirements. For additional information, please review the How do we use your personal information section of this Notice."}, {"1": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 2}, "how you": {"text": {"how you": [{"0": "The type of personal information we collect from and about you online will depend on how you interact with us and may include:"}, {"1": "Information about how you use and interact with our Sites and Mobile Apps (for example, activities on pages visited, links clicked or unique and measurable patterns such as keystrokes, mouse clicks and movements, swipes and gestures)"}, {"2": "How you can opt out of Online Behavioral Advertising"}]}, "count": 3}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Understand Merchant Compromise"}, {"1": "Understand Merchant Compromise"}, {"2": "By using our Sites and Mobile Apps, you agree to the terms and conditions of this Notice. Our U.S. online services covered by this Notice are intended for a U.S. audience. If you visit or use one of our online services, your information may be transferred or processed in the U.S. For Non-U.S. online services, please review the privacy policy applicable to that service to understand how your information is collected, used and shared."}, {"3": "Bank of America works with third-party providers who are contractually obligated to comply with our policies to protect information. However, if you visit or access one of these third-party provider sites or mobile apps, please review the online privacy practices of that site or mobile app to understand the specifics of how your online personal information may be collected, used and shared."}, {"4": "Use of your information by the third-party is governed by your agreement with them, not by Bank of America. We recommend reviewing the third party's policies before sharing your personal information to understand how they will use and store your account information. For example, look for whether they sell any of your personal information, and if your information will be transferred, processed, or stored outside of the United States."}, {"5": "Please review the privacy policy for the specific social media service you are using to better understand your rights and obligations with regard to such content."}]}, "count": 6}, "learn": {"text": {"learn": [{"0": "California residents covered by the California Consumer Privacy Act may have additional rights. To learn more, California residents can reference the California Consumer Privacy Act Notice for additional information."}, {"1": "Advertising on Non-Affiliated Third-Party sites: Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the Digital Advertising Alliance or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"2": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices layer powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool layer. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"3": "To learn more about relationship-based ads, online behavioral advertising and our privacy practices, please review the Bank of America Online Privacy Notice and our Online Privacy FAQs."}, {"4": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}, {"5": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 6}, "more information": {"text": {"more information": [{"0": "We recognize the importance of protecting privacy where children are involved. Our Sites and Mobile Apps are not marketed to individuals under the age of 13. Accounts that include online access for children under the age of 13 are owned by a parent or guardian and require specific consent for online access. We do not knowingly collect personal information from children under 13 without prior parental consent. Read our Children's Privacy Policy for more information."}, {"1": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 2}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Important reminder: For this online behavioral advertising opt-out to work on your device, your browser must be set to accept cookies. If your browser blocks third party cookies (for example, Firefox or Safari), this opt-out may not work as expected."}, {"1": "If you delete cookies, buy a new device, access our Site from a different device, log in under a different screen name or change web browsers, you will need to opt-out again."}, {"2": "We collect personal information about you through your computer or mobile devices by the use of cookies and similar tracking technologies (see our Cookie Policy for details) as well as personal information you provide when you visit or use our Sites and Mobile Apps, for example when you:"}, {"3": "In order for online behavioral advertising opt outs from our Sites and Mobile Apps and on other sites to work on your device, your browser must be set to accept cookies."}, {"4": "If you delete cookies, buy a new device, access our Sites and Mobile Apps or other sites from a different device, login under a different screen name, or change web browsers, you will need to opt out again."}, {"5": "Back ButtonCookies Filter Button"}]}, "count": 6}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}, "link-1": {"WORDS": {"we": {"text": {"we": [{"0": "\n      \n      How can we help you?\n    "}, {"1": "Before you leave our site, we want you to know your app store has its own privacy practices and level of security which may be different from ours, so please review their policies."}, {"2": "Or we can text a download link directly to your phone"}, {"3": "Before you leave our site, we want you to know your app store has its own privacy practices and level of security which may be different from ours, so please review their policies."}, {"4": "Or we can send you a link by email"}, {"5": "Before you leave our site, we want you to know your app store has its own privacy practices and level of security which may be different from ours, so please review their policies."}, {"6": "Or we can text a download link directly to your phone"}, {"7": "Before you leave our site, we want you to know your app store has its own privacy practices and level of security which may be different from ours, so please review their polices."}, {"8": "We've sent you a download link"}, {"9": "We sent an email with the download link to "}, {"10": "We sent a text message with the download link to "}, {"11": "We couldn't send the link"}, {"12": "We're sorry we weren't able to send you the download link. Please try again, or use your mobile device to get the app from its app store."}, {"13": "We sent a notification to your registered device. Verify your identity in the app now to Log In to Online Banking."}, {"14": "If you’re enrolled in this security feature, we sent a notification to your registered device. Verify your identity in the app now to Log In to Online Banking."}, {"15": "We can’t identify you at this time. Please use your User ID/Password to Log In."}, {"16": "How we collect and use information"}, {"17": "At Merrill, we provide the tools, people and know-how to help you pursue your financial goals."}, {"18": "We can help you achieve them through Better Money Habits® financial education and programs that make communities stronger."}, {"19": "We strive to provide you with information about products and services you might find interesting and useful. Relationship-based ads and online behavioral advertising help us do that."}, {"20": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices popup powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool popup. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"21": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}, {"22": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}, {"23": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 24}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 1}, "information": {"text": {"information": [{"0": "We strive to provide you with information about products and services you might find interesting and useful. Relationship-based ads and online behavioral advertising help us do that."}, {"1": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices popup powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool popup. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"2": " CA Personal Information Request form."}, {"3": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}, {"4": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 5}, "use": {"text": {"use": [{"0": "Use your fingerprint or Face ID for quicker access on the go"}, {"1": "We're sorry we weren't able to send you the download link. Please try again, or use your mobile device to get the app from its app store."}, {"2": "Use the auto loan calculator"}, {"3": "Take advantage of flexible, easy-to-use tools with Merrill Edge® Self-Directed Investing"}, {"4": "We can’t identify you at this time. Please use your User ID/Password to Log In."}, {"5": "How we collect and use information"}, {"6": " Pause video"}, {"7": "Pause Play"}, {"8": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices popup powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool popup. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"9": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}, {"10": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 11}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Apple, the Apple logo, iPhone, iPad, Apple Watch and Touch ID are trademarks of Apple Inc., registered in the U.S. and other countries. App Store is a service mark of Apple Inc."}, {"1": "Apple, the Apple logo, iPhone, iPad, Apple Watch and Touch ID are trademarks of Apple Inc., registered in the U.S. and other countries. App Store is a service mark of Apple Inc."}]}, "count": 2}, "if": {"text": {"if": [{"0": "If you don't see an app for your device, you may still be able to access our mobile website by typing bankofamerica.com in your mobile web browser."}, {"1": "If you’re enrolled in this security feature, we sent a notification to your registered device. Verify your identity in the app now to Log In to Online Banking."}, {"2": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 3}, "when": {"text": {"when": [{"0": "Earn a $300 cash offer when you open a new eligible checking account and make qualifying direct deposits."}, {"1": "Earn a $300 bonus when new checking customers open an eligible checking account and make qualifying direct deposits."}, {"2": "Investing in securities involves risks, and there is always the potential of losing money when you invest in securities. You should review any planned financial transactions that may have tax or legal implications with your personal tax or legal advisor.Securities products are provided by Merrill Lynch, Pierce, Fenner & Smith Incorporated (also referred to as \"MLPF&S\", or \"Merrill\"), a registered broker-dealer, registered investment adviser, Member SIPC popup, and a wholly-owned subsidiary of Bank of America Corporation. MLPF&S makes available certain investment products sponsored, managed, distributed or provided by companies that are affiliates of Bank of America Corporation.Bank of America Private Bank is a division of Bank of America, N.A., Member FDIC and a wholly owned subsidiary of Bank of America Corporation. Trust and fiduciary services are provided by Bank of America, N.A. and U.S. Trust Company of Delaware. Both are indirect subsidiaries of Bank of America Corporation.Insurance Products are offered through Merrill Lynch Life Agency Inc. (MLLA) and/or Banc of America Insurance Services, Inc., both of which are licensed insurance agencies and wholly-owned subsidiaries of Bank of America Corporation.Banking, credit card, automobile loans, mortgage and home equity products are provided by Bank of America, N.A. and affiliated banks, Members FDIC and wholly owned subsidiaries of Bank of America Corporation. Credit and collateral are subject to approval. Terms and conditions apply. This is not a commitment to lend. Programs, rates, terms and conditions are subject to change without notice."}]}, "count": 3}, "help": {"text": {"help": [{"0": "\n      \n      How can we help you?\n    "}, {"1": "Need help with home loan payments?"}, {"2": "Tap into the value of your home to help pay for something you need."}, {"3": "Need help with home loan payments?"}, {"4": " can help you manage the complexities of substantial wealth"}, {"5": "Security & Help popup"}, {"6": "At Merrill, we provide the tools, people and know-how to help you pursue your financial goals."}, {"7": "We can help you achieve them through Better Money Habits® financial education and programs that make communities stronger."}, {"8": " Click to read “Help me decide: Should I pay down debt, save or invest?”"}, {"9": "Help & Support"}, {"10": "We strive to provide you with information about products and services you might find interesting and useful. Relationship-based ads and online behavioral advertising help us do that."}]}, "count": 11}, "access": {"text": {"access": [{"0": "Use your fingerprint or Face ID for quicker access on the go"}, {"1": "If you don't see an app for your device, you may still be able to access our mobile website by typing bankofamerica.com in your mobile web browser."}]}, "count": 2}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "How we collect and use information"}]}, "count": 1}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "If you don't see an app for your device, you may still be able to access our mobile website by typing bankofamerica.com in your mobile web browser."}, {"1": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices popup powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool popup. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"2": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 3}, "you can": {"text": {"you can": [{"0": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 1}, "right": {"text": {"right": [{"0": "Get the right mortgage to finance your new home."}, {"1": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 2}, "choice": {"text": {"choice": [{"0": "3% cash back in the category of your choice >"}, {"1": "3% cash back in the category of your choice >"}, {"2": "3% cash back in the category of your choice >"}, {"3": "3% cash back in the category of your choice >"}, {"4": "3% cash back in the category of your choice >"}, {"5": "3% cash back in the category of your choice >"}]}, "count": 6}, "request": {"text": {"request": [{"0": " CA Personal Information Request form."}, {"1": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 2}, "delete": {"text": {"delete": [{"0": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 1}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Investing in securities involves risks, and there is always the potential of losing money when you invest in securities. You should review any planned financial transactions that may have tax or legal implications with your personal tax or legal advisor.Securities products are provided by Merrill Lynch, Pierce, Fenner & Smith Incorporated (also referred to as \"MLPF&S\", or \"Merrill\"), a registered broker-dealer, registered investment adviser, Member SIPC popup, and a wholly-owned subsidiary of Bank of America Corporation. MLPF&S makes available certain investment products sponsored, managed, distributed or provided by companies that are affiliates of Bank of America Corporation.Bank of America Private Bank is a division of Bank of America, N.A., Member FDIC and a wholly owned subsidiary of Bank of America Corporation. Trust and fiduciary services are provided by Bank of America, N.A. and U.S. Trust Company of Delaware. Both are indirect subsidiaries of Bank of America Corporation.Insurance Products are offered through Merrill Lynch Life Agency Inc. (MLLA) and/or Banc of America Insurance Services, Inc., both of which are licensed insurance agencies and wholly-owned subsidiaries of Bank of America Corporation.Banking, credit card, automobile loans, mortgage and home equity products are provided by Bank of America, N.A. and affiliated banks, Members FDIC and wholly owned subsidiaries of Bank of America Corporation. Credit and collateral are subject to approval. Terms and conditions apply. This is not a commitment to lend. Programs, rates, terms and conditions are subject to change without notice."}, {"1": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 2}, "authority": {"text": {}, "count": 0}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {}, "count": 0}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices popup powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool popup. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}]}, "count": 1}, "policy": {"text": {}, "count": 0}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "California Residents"}, {"1": "California Consumer Privacy Act Notice."}]}, "count": 2}, "children": {"text": {"children": [{"0": "Children’s Privacy"}, {"1": "Children's Privacy"}, {"2": "Children's Privacy"}, {"3": "Children's Privacy Page"}]}, "count": 4}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {"minor": [{"0": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 1}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {}, "count": 0}, "third-party": {"text": {"third-party": [{"0": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices popup powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool popup. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}]}, "count": 1}, "third party": {"text": {}, "count": 0}, "advertising": {"text": {"advertising": [{"0": "Advertising Practices popup"}, {"1": "Advertising Practices"}, {"2": "We strive to provide you with information about products and services you might find interesting and useful. Relationship-based ads and online behavioral advertising help us do that."}, {"3": "Network Advertising Initiative's Opt-Out Tool popup"}, {"4": "To learn more about relationship-based ads, online behavioral advertising and our privacy practices, please review the Bank of America Online Privacy Notice and our Online Privacy FAQs."}, {"5": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}]}, "count": 6}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": " Click to read “5 ways to improve your credit score”"}]}, "count": 1}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices popup powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool popup. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"1": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}, {"2": "  Sharing and Selling of Personal Data "}, {"3": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 4}, "we process": {"text": {}, "count": 0}, "collected": {"text": {}, "count": 0}, "stored": {"text": {}, "count": 0}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {}, "count": 0}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {"automatically": [{"0": "By providing your mobile number you are consenting to receive a text message. Text message fees may apply from your carrier. Text messages may be transmitted automatically."}, {"1": "By providing your mobile number you are consenting to receive a text message. Text message fees may apply from your carrier. Text messages may be transmitted automatically."}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 1}, "settings": {"text": {"settings": [{"0": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}, {"1": "Bank of America does not sell personal information, but we may share personal information for targeted advertising. You have the right to opt-out of the selling or sharing of your personal information.\n\nBy switching the toggle to the left and clicking save, you are indicating that you do not want us to sell your personal information or share your personal information for online targeted advertising activities.\n\nIf you do not have an account or if you are not logged into your account, your request to opt-out of sale/sharing will be linked to your browser identifier only and not linked to any account information because the connection between your browser and the account is not known to us.\n\nAt any time, you may change your preference setting using the toggle bar.  Any manual adjustment will override previous settings.\n"}, {"2": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 3}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "Watch your security meter rise as you take action against fraud. See it in the Security Center in Mobile and Online Banking."}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Your activities are protected by industry-leading security features"}, {"1": "Before you leave our site, we want you to know your app store has its own privacy practices and level of security which may be different from ours, so please review their policies."}, {"2": "Before you leave our site, we want you to know your app store has its own privacy practices and level of security which may be different from ours, so please review their policies."}, {"3": "Before you leave our site, we want you to know your app store has its own privacy practices and level of security which may be different from ours, so please review their policies."}, {"4": "Before you leave our site, we want you to know your app store has its own privacy practices and level of security which may be different from ours, so please review their polices."}, {"5": " An User ID was cleared, which turned off Windows Hello. Please Log In using your current ID and Password, and then go to the Security Center to turn on Windows Hello again. "}, {"6": "If you’re enrolled in this security feature, we sent a notification to your registered device. Verify your identity in the app now to Log In to Online Banking."}, {"7": "Security & Help popup"}, {"8": "Security & Help"}, {"9": "Watch your security meter rise as you take action against fraud. See it in the Security Center in Mobile and Online Banking."}, {"10": "Check your security level"}]}, "count": 11}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "\n      \n      How can we help you?\n    "}, {"1": "How we collect and use information"}, {"2": "See how Click to find out more about the Student Leaders® program"}, {"3": "\n    \n    Spend, save and plan smarter with Erica®\n    Take your banking to the next level.\n      Spend, save and plan smarter with Erica®. See how\n  "}, {"4": "At Merrill, we provide the tools, people and know-how to help you pursue your financial goals."}, {"5": "Show previous item"}, {"6": "Show next item"}, {"7": "Explore more topics and build your financial know‑how."}, {"8": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 9}, "what": {"text": {"what": [{"0": "Reinventing what it means to be a confident investor"}, {"1": "With our Mobile Banking app alerts, prioritize what you see based on what matters most to you."}, {"2": " Click to read “What is a CD?”"}, {"3": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 4}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Learn More about the app"}, {"1": "Learn more about mobile banking options and supported devices"}, {"2": "Bank of America participates in the Digital Advertising Alliance (\"DAA\") self-regulatory Principles for Online Behavioral Advertising and uses the Advertising Options Icon on our behavioral ads on non-affiliated third-party sites (excluding ads appearing on platforms that do not accept the icon). Ads served on our behalf by these companies do not contain unencrypted personal information and we limit the use of personal information by companies that serve our ads. To learn more about ad choices, or to opt out of interest-based advertising with non-affiliated third-party sites, visit YourAdChoices popup powered by the DAA or through the Network Advertising Initiative's Opt-Out Tool popup. You may also visit the individual sites for additional information on their data and privacy practices and opt-out options."}, {"3": "To learn more about relationship-based ads, online behavioral advertising and our privacy practices, please review the Bank of America Online Privacy Notice and our Online Privacy FAQs."}, {"4": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}, {"5": "Bank of America is committed to protecting children’s privacy and limiting the collection and use of minor’s data.\n\nFor sites where we offer products or content to persons under 18 years of age, the privacy settings are set to the highest level, limiting data collection to what is required to run our website.\n\nThis setting  blocks the collection and use of sensitive information. \n\nTo learn more about Children’s Privacy, see our  \nChildren's Privacy Page."}]}, "count": 6}, "more information": {"text": {"more information": [{"0": "This feature allows you to manage your privacy choices. By selecting a category, you can learn about your choices and make changes. Selections you make will update your default settings. Where possible, we will provide you with a single privacy profile and store settings across our brands. Occasionally there are legal or technical limitations, where you have multiple user names or accounts, that may prevent this from occurring. You should check your settings for accuracy based on your relationship with us.\n\n Local Privacy Notices and Requirements \n\nThe Privacy Choices displayed are specific to  your local privacy requirements and our privacy notices. For more information about how we protect your privacy, including specific rights that may apply, please visit the  Institutional Privacy and the  Consumer Privacy pages.\n \n Marketing Preferences\n\nTo manage your general marketing preferences, please visit the “Control how we can share your data and market to you” form on our  Privacy Page.\n\n California Residents\n\nTo learn more about your privacy rights as a California resident, please see our California Consumer Privacy Act Notice.To exercise your CCPA consumer rights to request, correct or delete your personal information, please visit our CA Personal Information Request form.To opt out of sharing and selling, open the “Sharing and selling of Personal Data” tab and make a selection.\n\n"}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Back ButtonCookies Filter Button"}]}, "count": 1}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}