{"https://trustedhousesitters.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "WE CARE ABOUT YOUR PRIVACY"}, {"1": "Real, Caring, Connecting and Enriching Lives. Our values are at the heart of everything we do. TrustedHousesitters respect and care about your privacy and are committed to protecting your personal data."}, {"2": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"3": "This Privacy Policy aims to give you information on how we process and protect your personal data, as a result of your interest in our Platform and/or Services. This is so that you are fully aware of how and why we are using your data. "}, {"4": "Please read the following carefully to understand our practices regarding your personal information and how we will treat it. If you do not agree with this Privacy Policy, please do not use our site."}, {"5": "It is important that you read this Privacy Policy together with any other privacy notices or other policies we may provide. This Privacy Policy supplements the other notices and is not intended to override them."}, {"6": "WHO WE ARE & CONTACT DETAILS"}, {"7": "TrustedHousesitters is an online platform facilitating the connection between Home and Pet owners and Sitters. When we talk about TrustedHousesitters “we”, ‘’our’’ or ‘’us’’ in this policy, we are referring to TrustedHousesitters Ltd., the company which provides the Platform and/or Services."}, {"8": "For the purposes of the applicable data protection legislation TrustedHousesitters Ltd. of 20-22 Wenlock Road, London, N1 7GU (company number 07227301) is the Data Controller and is responsible for your personal data (our ICO registration number is ZA480785). This means that we determine the purposes and ways of the processing of your personal data."}, {"9": "If you have any general enquiries related to this Privacy Policy please email  us here: privacy@trustedhousesitters.com. This email address is monitored on a regular basis and we aim to respond to your query as soon as possible."}, {"10": "We may modify this Privacy Policy at any time, however, if we make any material changes to it we will revise the date at the top of the policy and may provide you with notice either via a message on our Platform or via sending you an email so that you have the opportunity to review the changes before they become effective."}, {"11": "It is important that the personal data we hold about you is accurate and current. Please keep us informed should your personal data change during your relationship with us. You can do this at any time by logging into your account."}, {"12": "THE DATA WE COLLECT ABOUT YOU"}, {"13": "We use different methods to collect data from and about you, including through:"}, {"14": "Direct interactions. We collect information from you when you voluntarily submit information directly to us or via our Platform. For Members this refers to personal data you provide when, for example; you create an account, complete a sitter profile/post an owner listing, or by corresponding with us via post, phone, email or live chat. For Registered Users, this refers to personal data you provide when you create an account on our Platform. For both Members and Registered Users, this will include Marketing and Communications Data."}, {"15": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}, {"16": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}, {"17": "We may receive personal data about you from third parties and public sources, for example, the provider that conducts background checks. In this instance we will comply with all necessary data protection obligations."}, {"18": "If you create or login to your account through social media (i.e. Facebook) we will have access to certain personal data from that site, such as your name and account information, in accordance with authorisation procedures determined by such social media site."}, {"19": "The Platform may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy notices. When you leave our website, we encourage you to read the privacy policy of every website you visit."}, {"20": "As part of your Sitter Membership, we may give you the ability to post on your social media account (i.e. Facebook) that you are undertaking a particular sit, once you have received your sit confirmation email from us."}, {"21": "As part of your Home & Pet Owner Membership, we give you the ability to provide personal data in order to gain external references that can be added to your profile as part of your verification process. This involves you giving us the personal data of these external referees for this purpose. You hereby confirm that you have their consent to do this."}, {"22": "As part of your Membership you can i) leave a review or give feedback on another Member; or ii) you can receive a review or feedback from another Member. This will involve the processing of your personal data. We would encourage you not to include any personal information when writing a review or giving feedback."}, {"23": "We do not actively process any Special Categories of Personal Data about you (this includes for example; details about your race or ethnicity, religious or philosophical beliefs, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data)."}, {"24": "If you fail to provide personal data when required, we may not be able to i) perform the contract we have (or are trying to enter into) with you; and/or ii) otherwise communicate with you; and/or iii) provide you with our Services."}, {"25": "HOW WE PROCESS YOUR PERSONAL DATA"}, {"26": "We have set out below, in a table format, a description of all the ways we process your personal data, and the legal bases we rely on to do so. Please email privacy@trustedhousesitters.com if you need details about the specific legal basis we are relying on to process your personal data."}, {"27": "WHO WE SHARE YOUR PERSONAL DATA WITH"}, {"28": "Service providers: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing mailing, payment processing, sitter verifications, banking, advertising, fraud prevention, web hosting, payment gateway or analytics services."}, {"29": "Professional advisors: we may share your personal information with our lawyers, accountants, insurers and other professional advisors to the extent we need to (for example, to defend ourselves against legal claims)."}, {"30": "Business partners: we may share your personal information (such as contact details) with our business partners where this is necessary in the normal course of our business. "}, {"31": "Law enforcement, regulators and other parties for legal reasons: we may share your personal information with third parties as required by law or if we reasonably believe that such action is necessary to (i) comply with the law and the reasonable requests of law enforcement; (ii) detect and investigate illegal activities and breaches of agreements; and/or (iii) exercise or protect the rights, property, or personal safety of TrustedHousesitters, its users or others."}, {"32": "Other members of the TrustedHousesitters group: we may share your personal information with our affiliates (for example, where they provide services on our behalf) or where such sharing is otherwise necessary in accordance with the uses set out in Annex 1."}, {"33": "To request access to your personal data (commonly known as a “Subject Access Request”). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it."}, {"34": "To request the correction of your personal data that you consider to be inaccurate. This enables you to have any incomplete or inaccurate data we hold about you corrected. However, we may need to verify your identity and the accuracy of the new data you provide to us."}, {"35": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"36": "To object to processing of your personal data. This enables you to object to the processing of your personal data if you feel it impacts on your fundamental rights and freedoms. For example, this can be where we are processing your personal data for direct marketing purposes. In some cases, we may have compelling legitimate grounds to process your information which can override your right to object."}, {"37": "To request restriction of processing your personal data. This gives you the option to ask us to suspend the processing of your personal data in the following scenarios: i) if you want us to establish the data’s accuracy; ii) where our use of the data is unlawful but you do not want us to erase it; iii) where you need us to hold the data, even if we no longer require it e.g. to establish or defend legal claims; or iv) you have objected to our use of your data but we need to verify whether we have overriding legitimate ground to use it."}, {"38": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"39": "To withdraw consent to the processing of your data. If you request us to do so, we will no longer process your data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we will not be able to provide the Services for you. Also, we will advise you of this at the time you withdraw your consent."}, {"40": "We will respond to you within 30 days of receipt of your request. Occasionally it may take us longer than 30 days if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you updated."}, {"41": "You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues (www.ico.org.uk). We would, however, appreciate the chance to deal with your concerns before you approach the ICO so please email us privacy@trustedhousesitters.com in the first instance."}, {"42": "We may use your personal data to form a view on what we think you may want or need, or what may be of interest to you. This is how we decide which products, services and offers may be relevant for you (we call this marketing)."}, {"43": "We do not share your personal data with third parties, however, we do provide Members with access to the ‘Hand-picked offers for you’ area of the dashboard. These offers are from third parties who we think may be able to provide you with products or services that may be of interest to you."}, {"44": "We will use third party service providers that are based outside the UK and European Economic Area (EEA) and this will involve the transfer of your personal data outside the UK and EEA. For instance, our third party service providers have operations in the US. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"45": "However, when we transfer your personal data out of the UK and EEA, we shall ensure that a similar degree of protection is afforded to it by implementing at least one of the following safeguards:"}, {"46": "Where we use certain service providers, we may use specific contracts approved by the ICO and European Commission which give personal data the same protection it has in the UK and in Europe."}, {"47": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, altered or disclosed, used or accessed in an unauthorised way. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know it. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. However, the transmission of data via the internet is not completely secure and we cannot guarantee that unauthorised parties will not be able to defeat those measures."}, {"48": "We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so."}, {"49": "We will only retain your personal data for as long as necessary to fulfil the purposes for which we collected, including for the purposes of satisfying any legal, accounting, or internal reporting requirements."}, {"50": "To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"51": "In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for compliance, governance, legal and/or regulatory purposes in which case we may use this information indefinitely without further notice to you."}, {"52": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}, {"53": "WHAT INFORMATION WE MAY NEED FROM YOU"}, {"54": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}, {"55": "In the future we may decide to sell, transfer or merge parts or our business or our assets. Alternatively we may seek to acquire other businesses or merge with them. If a change happens to our business, then the new owners may use your personal data in the same way as set out in this Privacy Policy."}, {"56": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason, and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please email us at privacy@trustedhousesitters.com."}, {"57": "Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law."}, {"58": "Our Platform and/or Services are not intended for children under 13 and we do not knowingly collect data relating to anyone under the age of 21. If you learn that a child under the age of 13 or a member under the age of 21 has provided us with personal information without valid consent, please email us privacy@trustedhousesitters.com."}, {"59": "Marketing and Communications Data includes information you provide about yourself such as information you provide about your (i) home such as your location, amenities and surrounding area and (ii) your pets. We encourage you to add photos as well, to optimise your listing."}, {"60": "Owner Listing Data includes information you provide about yourself such as your job, hobbies and reasons for travel, and information you provide about your house such as your location, amenities, car and surrounding area. We encourage you to add photos as well, to optimise your listing."}, {"61": "Sitter Profile Data includes information you provide about yourself such as your hobbies and interests, why you’re looking to house sit, and any house/pet sitting experience you have. We encourage you to add photos as well, to optimise your profile."}]}, "count": 62}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "To request access to your personal data (commonly known as a “Subject Access Request”). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it."}, {"1": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"2": "Just to let you know, should you choose to unsubscribe, not only will you no longer receive any marketing emails, you will also no longer receive any emails from us including, for example, password reset emails, daily sitter alert emails, emails notifying you of a message from another member, and any emails regarding your account i.e. your auto renewal notifications."}, {"3": "If you would like to continue only receiving emails relating to your account (i.e. not marketing emails) please contact us at privacy@trustedhousesitters.com."}, {"4": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, altered or disclosed, used or accessed in an unauthorised way. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know it. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. However, the transmission of data via the internet is not completely secure and we cannot guarantee that unauthorised parties will not be able to defeat those measures."}, {"5": "We will only retain your personal data for as long as necessary to fulfil the purposes for which we collected, including for the purposes of satisfying any legal, accounting, or internal reporting requirements."}, {"6": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason, and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please email us at privacy@trustedhousesitters.com."}]}, "count": 7}, "information": {"text": {"information": [{"0": "This Privacy Policy aims to give you information on how we process and protect your personal data, as a result of your interest in our Platform and/or Services. This is so that you are fully aware of how and why we are using your data. "}, {"1": "Please read the following carefully to understand our practices regarding your personal information and how we will treat it. If you do not agree with this Privacy Policy, please do not use our site."}, {"2": "If you object to any of the changes, you have the opportunity to delete your account and any associated information. Once deleted your details will be non-recoverable. If you would like help with this, please email privacy@trustedhousesitters.com."}, {"3": "Personal data, or personal information, means any information about you from which you can be identified. It does not include data where the identity has been removed (anonymous data)."}, {"4": "Direct interactions. We collect information from you when you voluntarily submit information directly to us or via our Platform. For Members this refers to personal data you provide when, for example; you create an account, complete a sitter profile/post an owner listing, or by corresponding with us via post, phone, email or live chat. For Registered Users, this refers to personal data you provide when you create an account on our Platform. For both Members and Registered Users, this will include Marketing and Communications Data."}, {"5": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}, {"6": "If you create or login to your account through social media (i.e. Facebook) we will have access to certain personal data from that site, such as your name and account information, in accordance with authorisation procedures determined by such social media site."}, {"7": "As part of your membership for offering pet sitting services, you have the ability to provide personal data to a third party provider who will carry out checks for any criminal convictions and offences. The third party will then provide us with that information."}, {"8": "As part of your Membership you can i) leave a review or give feedback on another Member; or ii) you can receive a review or feedback from another Member. This will involve the processing of your personal data. We would encourage you not to include any personal information when writing a review or giving feedback."}, {"9": "We do not actively process any Special Categories of Personal Data about you (this includes for example; details about your race or ethnicity, religious or philosophical beliefs, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data)."}, {"10": "Service providers: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing mailing, payment processing, sitter verifications, banking, advertising, fraud prevention, web hosting, payment gateway or analytics services."}, {"11": "Other users. Certain information of your personal data may be shared with other users of the Platform as part of the normal operation of the Services (for example your uploaded profile picture, sitter profile/listing will be accessible to all users). "}, {"12": "Professional advisors: we may share your personal information with our lawyers, accountants, insurers and other professional advisors to the extent we need to (for example, to defend ourselves against legal claims)."}, {"13": "Business partners: we may share your personal information (such as contact details) with our business partners where this is necessary in the normal course of our business. "}, {"14": "Purchasers and third parties in connection with a business transaction: your personal information may be disclosed to third parties in connection with a transaction, such as a merger, sale of assets or shares, reorganisation, financing, change of control or acquisition of all or a portion of our business."}, {"15": "Law enforcement, regulators and other parties for legal reasons: we may share your personal information with third parties as required by law or if we reasonably believe that such action is necessary to (i) comply with the law and the reasonable requests of law enforcement; (ii) detect and investigate illegal activities and breaches of agreements; and/or (iii) exercise or protect the rights, property, or personal safety of TrustedHousesitters, its users or others."}, {"16": "Other members of the TrustedHousesitters group: we may share your personal information with our affiliates (for example, where they provide services on our behalf) or where such sharing is otherwise necessary in accordance with the uses set out in Annex 1."}, {"17": "You can request further information by sending an email to privacy@trustedhousesitters.com. For your information please see the list including but not limited to our third party suppliers that process your personal data."}, {"18": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"19": "To object to processing of your personal data. This enables you to object to the processing of your personal data if you feel it impacts on your fundamental rights and freedoms. For example, this can be where we are processing your personal data for direct marketing purposes. In some cases, we may have compelling legitimate grounds to process your information which can override your right to object."}, {"20": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"21": "You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues (www.ico.org.uk). We would, however, appreciate the chance to deal with your concerns before you approach the ICO so please email us privacy@trustedhousesitters.com in the first instance."}, {"22": "You will receive marketing communications from us if i) you have requested information from us; or ii) if you provided us with your details when you entered a competition; or iii) registered for a promotion; and, in each case, you have not opted out of receiving that marketing."}, {"23": "We will use third party service providers that are based outside the UK and European Economic Area (EEA) and this will involve the transfer of your personal data outside the UK and EEA. For instance, our third party service providers have operations in the US. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"24": "Many of our Members are based outside the UK and EEA. This means that if you communicate with another one of our Members, your personal data may be transferred outside the UK and EEA. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"25": "Please email us at privacy@trustedhousesitters.com if you want further information on the specific mechanism used by us when transferring your personal data out of the UK and EEA."}, {"26": "In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for compliance, governance, legal and/or regulatory purposes in which case we may use this information indefinitely without further notice to you."}, {"27": "WHAT INFORMATION WE MAY NEED FROM YOU"}, {"28": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}, {"29": "Our Platform and/or Services are not intended for children under 13 and we do not knowingly collect data relating to anyone under the age of 21. If you learn that a child under the age of 13 or a member under the age of 21 has provided us with personal information without valid consent, please email us privacy@trustedhousesitters.com."}, {"30": "Marketing and Communications Data includes information you provide about yourself such as information you provide about your (i) home such as your location, amenities and surrounding area and (ii) your pets. We encourage you to add photos as well, to optimise your listing."}, {"31": "Owner Listing Data includes information you provide about yourself such as your job, hobbies and reasons for travel, and information you provide about your house such as your location, amenities, car and surrounding area. We encourage you to add photos as well, to optimise your listing."}, {"32": "Sitter Profile Data includes information you provide about yourself such as your hobbies and interests, why you’re looking to house sit, and any house/pet sitting experience you have. We encourage you to add photos as well, to optimise your profile."}, {"33": "Usage Data includes information about how you use our Platform and/or Services such as the particular pages you interact with, how often you visit, how long you’re on the Platform, surveys, the service you’re looking at and the emails you interact with."}, {"34": "Welcome Guide Data includes information you provide about your home and pet care routines and includes details such as emergency contact details, directions, spare keys, alarm codes and wifi code."}]}, "count": 35}, "use": {"text": {"use": [{"0": "Find a house sit"}, {"1": "Find a house sit"}, {"2": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"3": "Please use the Glossary to understand the meaning of some of the capitalised terms used in this Privacy Policy."}, {"4": "Please read the following carefully to understand our practices regarding your personal information and how we will treat it. If you do not agree with this Privacy Policy, please do not use our site."}, {"5": "We use different methods to collect data from and about you, including through:"}, {"6": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}, {"7": "To request restriction of processing your personal data. This gives you the option to ask us to suspend the processing of your personal data in the following scenarios: i) if you want us to establish the data’s accuracy; ii) where our use of the data is unlawful but you do not want us to erase it; iii) where you need us to hold the data, even if we no longer require it e.g. to establish or defend legal claims; or iv) you have objected to our use of your data but we need to verify whether we have overriding legitimate ground to use it."}, {"8": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"9": "We may use your personal data to form a view on what we think you may want or need, or what may be of interest to you. This is how we decide which products, services and offers may be relevant for you (we call this marketing)."}, {"10": "We will use third party service providers that are based outside the UK and European Economic Area (EEA) and this will involve the transfer of your personal data outside the UK and EEA. For instance, our third party service providers have operations in the US. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"11": "Where we use certain service providers, we may use specific contracts approved by the ICO and European Commission which give personal data the same protection it has in the UK and in Europe."}, {"12": "To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"13": "In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for compliance, governance, legal and/or regulatory purposes in which case we may use this information indefinitely without further notice to you."}, {"14": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}, {"15": "In the future we may decide to sell, transfer or merge parts or our business or our assets. Alternatively we may seek to acquire other businesses or merge with them. If a change happens to our business, then the new owners may use your personal data in the same way as set out in this Privacy Policy."}, {"16": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason, and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please email us at privacy@trustedhousesitters.com."}, {"17": "Image Data includes photographs and videos of you and/or your house and/or your pet that you provide."}, {"18": "Owner Listing Data includes information you provide about yourself such as your job, hobbies and reasons for travel, and information you provide about your house such as your location, amenities, car and surrounding area. We encourage you to add photos as well, to optimise your listing."}, {"19": "Sitter Profile Data includes information you provide about yourself such as your hobbies and interests, why you’re looking to house sit, and any house/pet sitting experience you have. We encourage you to add photos as well, to optimise your profile."}, {"20": "Technical Data includes internet protocol (IP) address, your login data, device type, device version, browser type and version, browser plug-ins types, time zone setting and location, traffic data, search criteria, weblogs and other communications data, operating system and platform and other technology on the devices you use to access this website."}, {"21": "Usage Data includes information about how you use our Platform and/or Services such as the particular pages you interact with, how often you visit, how long you’re on the Platform, surveys, the service you’re looking at and the emails you interact with."}, {"22": "House sitting & border control"}, {"23": "House sitting"}, {"24": "Long term house sits"}, {"25": "House sits in London"}, {"26": "House sits in New York"}, {"27": "House sits in Los Angeles"}, {"28": "House sits in Sydney"}, {"29": "House sits in Melbourne"}, {"30": "House sits in Vancouver"}, {"31": "All house sitting locations"}]}, "count": 32}, "why": {"text": {"why": [{"0": "This Privacy Policy aims to give you information on how we process and protect your personal data, as a result of your interest in our Platform and/or Services. This is so that you are fully aware of how and why we are using your data. "}, {"1": "Sitter Profile Data includes information you provide about yourself such as your hobbies and interests, why you’re looking to house sit, and any house/pet sitting experience you have. We encourage you to add photos as well, to optimise your profile."}, {"2": "Why not explore…"}, {"3": "Why not explore…"}]}, "count": 4}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "It is important that you read this Privacy Policy together with any other privacy notices or other policies we may provide. This Privacy Policy supplements the other notices and is not intended to override them."}, {"1": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}, {"2": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}, {"3": "As part of your Membership you can i) leave a review or give feedback on another Member; or ii) you can receive a review or feedback from another Member. This will involve the processing of your personal data. We would encourage you not to include any personal information when writing a review or giving feedback."}, {"4": "Service providers: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing mailing, payment processing, sitter verifications, banking, advertising, fraud prevention, web hosting, payment gateway or analytics services."}, {"5": "Other users."}, {"6": "Professional advisors: we may share your personal information with our lawyers, accountants, insurers and other professional advisors to the extent we need to (for example, to defend ourselves against legal claims)."}, {"7": "Law enforcement, regulators and other parties for legal reasons"}, {"8": "Other members of the TrustedHousesitters group"}, {"9": "Just to let you know, should you choose to unsubscribe, not only will you no longer receive any marketing emails, you will also no longer receive any emails from us including, for example, password reset emails, daily sitter alert emails, emails notifying you of a message from another member, and any emails regarding your account i.e. your auto renewal notifications."}, {"10": "Many of our Members are based outside the UK and EEA. This means that if you communicate with another one of our Members, your personal data may be transferred outside the UK and EEA. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"11": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, altered or disclosed, used or accessed in an unauthorised way. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know it. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. However, the transmission of data via the internet is not completely secure and we cannot guarantee that unauthorised parties will not be able to defeat those measures."}, {"12": "To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"13": "PROCESSING YOUR DATA FOR OTHER PURPOSES"}, {"14": "In the future we may decide to sell, transfer or merge parts or our business or our assets. Alternatively we may seek to acquire other businesses or merge with them. If a change happens to our business, then the new owners may use your personal data in the same way as set out in this Privacy Policy."}, {"15": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason, and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please email us at privacy@trustedhousesitters.com."}, {"16": "Technical Data includes internet protocol (IP) address, your login data, device type, device version, browser type and version, browser plug-ins types, time zone setting and location, traffic data, search criteria, weblogs and other communications data, operating system and platform and other technology on the devices you use to access this website."}]}, "count": 17}, "if": {"text": {"if": [{"0": "If you join TrustedHousesitters and create a user account, you are a “Registered User”. If you are using the Services as a paying customer, you are a “Member”."}, {"1": "Please read the following carefully to understand our practices regarding your personal information and how we will treat it. If you do not agree with this Privacy Policy, please do not use our site."}, {"2": "If you have any general enquiries related to this Privacy Policy please email  us here: privacy@trustedhousesitters.com. This email address is monitored on a regular basis and we aim to respond to your query as soon as possible."}, {"3": "We may modify this Privacy Policy at any time, however, if we make any material changes to it we will revise the date at the top of the policy and may provide you with notice either via a message on our Platform or via sending you an email so that you have the opportunity to review the changes before they become effective."}, {"4": "If you object to any of the changes, you have the opportunity to delete your account and any associated information. Once deleted your details will be non-recoverable. If you would like help with this, please email privacy@trustedhousesitters.com."}, {"5": "Please contact us at privacy@trustedhousesitters.com if you i) object to any changes; or ii) need to inform us of any personal data changes during your relationship with us."}, {"6": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}, {"7": "If you create or login to your account through social media (i.e. Facebook) we will have access to certain personal data from that site, such as your name and account information, in accordance with authorisation procedures determined by such social media site."}, {"8": "WHAT HAPPENS IF YOU DON’T PROVIDE US WITH YOUR PERSONAL DATA"}, {"9": "If you fail to provide personal data when required, we may not be able to i) perform the contract we have (or are trying to enter into) with you; and/or ii) otherwise communicate with you; and/or iii) provide you with our Services."}, {"10": "We have set out below, in a table format, a description of all the ways we process your personal data, and the legal bases we rely on to do so. Please email privacy@trustedhousesitters.com if you need details about the specific legal basis we are relying on to process your personal data."}, {"11": "Law enforcement, regulators and other parties for legal reasons: we may share your personal information with third parties as required by law or if we reasonably believe that such action is necessary to (i) comply with the law and the reasonable requests of law enforcement; (ii) detect and investigate illegal activities and breaches of agreements; and/or (iii) exercise or protect the rights, property, or personal safety of TrustedHousesitters, its users or others."}, {"12": "To object to processing of your personal data. This enables you to object to the processing of your personal data if you feel it impacts on your fundamental rights and freedoms. For example, this can be where we are processing your personal data for direct marketing purposes. In some cases, we may have compelling legitimate grounds to process your information which can override your right to object."}, {"13": "To request restriction of processing your personal data. This gives you the option to ask us to suspend the processing of your personal data in the following scenarios: i) if you want us to establish the data’s accuracy; ii) where our use of the data is unlawful but you do not want us to erase it; iii) where you need us to hold the data, even if we no longer require it e.g. to establish or defend legal claims; or iv) you have objected to our use of your data but we need to verify whether we have overriding legitimate ground to use it."}, {"14": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"15": "To withdraw consent to the processing of your data. If you request us to do so, we will no longer process your data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we will not be able to provide the Services for you. Also, we will advise you of this at the time you withdraw your consent."}, {"16": "If you wish to exercise any of the rights set out above, in the first instance, please email us at privacy@trustedhousesitters.com using the Subject Access Request form."}, {"17": "We will respond to you within 30 days of receipt of your request. Occasionally it may take us longer than 30 days if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you updated."}, {"18": "You will receive marketing communications from us if i) you have requested information from us; or ii) if you provided us with your details when you entered a competition; or iii) registered for a promotion; and, in each case, you have not opted out of receiving that marketing."}, {"19": "If you would like to continue only receiving emails relating to your account (i.e. not marketing emails) please contact us at privacy@trustedhousesitters.com."}, {"20": "We will use third party service providers that are based outside the UK and European Economic Area (EEA) and this will involve the transfer of your personal data outside the UK and EEA. For instance, our third party service providers have operations in the US. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"21": "Many of our Members are based outside the UK and EEA. This means that if you communicate with another one of our Members, your personal data may be transferred outside the UK and EEA. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"22": "Please email us at privacy@trustedhousesitters.com if you want further information on the specific mechanism used by us when transferring your personal data out of the UK and EEA."}, {"23": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}, {"24": "In the future we may decide to sell, transfer or merge parts or our business or our assets. Alternatively we may seek to acquire other businesses or merge with them. If a change happens to our business, then the new owners may use your personal data in the same way as set out in this Privacy Policy."}, {"25": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason, and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please email us at privacy@trustedhousesitters.com."}, {"26": "Our Platform and/or Services are not intended for children under 13 and we do not knowingly collect data relating to anyone under the age of 21. If you learn that a child under the age of 13 or a member under the age of 21 has provided us with personal information without valid consent, please email us privacy@trustedhousesitters.com."}]}, "count": 27}, "when": {"text": {"when": [{"0": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"1": "TrustedHousesitters is an online platform facilitating the connection between Home and Pet owners and Sitters. When we talk about TrustedHousesitters “we”, ‘’our’’ or ‘’us’’ in this policy, we are referring to TrustedHousesitters Ltd., the company which provides the Platform and/or Services."}, {"2": "Direct interactions. We collect information from you when you voluntarily submit information directly to us or via our Platform. For Members this refers to personal data you provide when, for example; you create an account, complete a sitter profile/post an owner listing, or by corresponding with us via post, phone, email or live chat. For Registered Users, this refers to personal data you provide when you create an account on our Platform. For both Members and Registered Users, this will include Marketing and Communications Data."}, {"3": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}, {"4": "The Platform may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy notices. When you leave our website, we encourage you to read the privacy policy of every website you visit."}, {"5": "As part of your Membership you can i) leave a review or give feedback on another Member; or ii) you can receive a review or feedback from another Member. This will involve the processing of your personal data. We would encourage you not to include any personal information when writing a review or giving feedback."}, {"6": "If you fail to provide personal data when required, we may not be able to i) perform the contract we have (or are trying to enter into) with you; and/or ii) otherwise communicate with you; and/or iii) provide you with our Services."}, {"7": "You will receive marketing communications from us if i) you have requested information from us; or ii) if you provided us with your details when you entered a competition; or iii) registered for a promotion; and, in each case, you have not opted out of receiving that marketing."}, {"8": "However, when we transfer your personal data out of the UK and EEA, we shall ensure that a similar degree of protection is afforded to it by implementing at least one of the following safeguards:"}, {"9": "Please email us at privacy@trustedhousesitters.com if you want further information on the specific mechanism used by us when transferring your personal data out of the UK and EEA."}]}, "count": 10}, "help": {"text": {"help": [{"0": "Help "}, {"1": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"2": "If you object to any of the changes, you have the opportunity to delete your account and any associated information. Once deleted your details will be non-recoverable. If you would like help with this, please email privacy@trustedhousesitters.com."}, {"3": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}, {"4": "Help desk"}]}, "count": 5}, "access": {"text": {"access": [{"0": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}, {"1": "If you create or login to your account through social media (i.e. Facebook) we will have access to certain personal data from that site, such as your name and account information, in accordance with authorisation procedures determined by such social media site."}, {"2": "Subject Access Request"}, {"3": "Subject Access Request"}, {"4": "We do not share your personal data with third parties, however, we do provide Members with access to the ‘Hand-picked offers for you’ area of the dashboard. These offers are from third parties who we think may be able to provide you with products or services that may be of interest to you."}, {"5": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, altered or disclosed, used or accessed in an unauthorised way. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know it. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. However, the transmission of data via the internet is not completely secure and we cannot guarantee that unauthorised parties will not be able to defeat those measures."}, {"6": "SUBJECT ACCESS REQUEST"}, {"7": "Subject Access Request"}, {"8": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}, {"9": "Technical Data includes internet protocol (IP) address, your login data, device type, device version, browser type and version, browser plug-ins types, time zone setting and location, traffic data, search criteria, weblogs and other communications data, operating system and platform and other technology on the devices you use to access this website."}]}, "count": 10}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "To withdraw consent to the processing of your data. If you request us to do so, we will no longer process your data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we will not be able to provide the Services for you. Also, we will advise you of this at the time you withdraw your consent."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "THE DATA WE COLLECT ABOUT YOU"}, {"1": "Direct interactions. We collect information from you when you voluntarily submit information directly to us or via our Platform. For Members this refers to personal data you provide when, for example; you create an account, complete a sitter profile/post an owner listing, or by corresponding with us via post, phone, email or live chat. For Registered Users, this refers to personal data you provide when you create an account on our Platform. For both Members and Registered Users, this will include Marketing and Communications Data."}, {"2": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}]}, "count": 3}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}, {"1": "We may use your personal data to form a view on what we think you may want or need, or what may be of interest to you. This is how we decide which products, services and offers may be relevant for you (we call this marketing)."}]}, "count": 2}, "you can": {"text": {"you can": [{"0": "It is important that the personal data we hold about you is accurate and current. Please keep us informed should your personal data change during your relationship with us. You can do this at any time by logging into your account."}, {"1": "Personal data, or personal information, means any information about you from which you can be identified. It does not include data where the identity has been removed (anonymous data)."}, {"2": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}, {"3": "As part of your Membership you can i) leave a review or give feedback on another Member; or ii) you can receive a review or feedback from another Member. This will involve the processing of your personal data. We would encourage you not to include any personal information when writing a review or giving feedback."}, {"4": "You can request further information by sending an email to privacy@trustedhousesitters.com. For your information please see the list including but not limited to our third party suppliers that process your personal data."}, {"5": "You can ask us to stop sending you electronic messages (e.g. emails) at any time by (i) clicking the unsubscribe links on any electronic message sent to you or (ii) contact us using the details in the Contact us section of the Platform with your request to unsubscribe from our database."}, {"6": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}]}, "count": 7}, "right": {"text": {"right": [{"0": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"1": "To object to processing of your personal data. This enables you to object to the processing of your personal data if you feel it impacts on your fundamental rights and freedoms. For example, this can be where we are processing your personal data for direct marketing purposes. In some cases, we may have compelling legitimate grounds to process your information which can override your right to object."}, {"2": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"3": "You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues (www.ico.org.uk). We would, however, appreciate the chance to deal with your concerns before you approach the ICO so please email us privacy@trustedhousesitters.com in the first instance."}, {"4": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}]}, "count": 5}, "choice": {"text": {"choice": [{"0": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}]}, "count": 1}, "request": {"text": {"request": [{"0": "You can request further information by sending an email to privacy@trustedhousesitters.com. For your information please see the list including but not limited to our third party suppliers that process your personal data."}, {"1": "request access"}, {"2": "To request confirmation as to whether or not your personal data is being processed."}, {"3": "To request the correction of your personal data that you consider to be inaccurate. This enables you to have any incomplete or inaccurate data we hold about you corrected. However, we may need to verify your identity and the accuracy of the new data you provide to us."}, {"4": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"5": "To request restriction of processing your personal data. This gives you the option to ask us to suspend the processing of your personal data in the following scenarios: i) if you want us to establish the data’s accuracy; ii) where our use of the data is unlawful but you do not want us to erase it; iii) where you need us to hold the data, even if we no longer require it e.g. to establish or defend legal claims; or iv) you have objected to our use of your data but we need to verify whether we have overriding legitimate ground to use it."}, {"6": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"7": "To withdraw consent to the processing of your data. If you request us to do so, we will no longer process your data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we will not be able to provide the Services for you. Also, we will advise you of this at the time you withdraw your consent."}, {"8": "If you wish to exercise any of the rights set out above, in the first instance, please email us at privacy@trustedhousesitters.com using the Subject Access Request form."}, {"9": "We will respond to you within 30 days of receipt of your request. Occasionally it may take us longer than 30 days if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you updated."}, {"10": "You can ask us to stop sending you electronic messages (e.g. emails) at any time by (i) clicking the unsubscribe links on any electronic message sent to you or (ii) contact us using the details in the Contact us section of the Platform with your request to unsubscribe from our database."}, {"11": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}, {"12": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}]}, "count": 13}, "delete": {"text": {"delete": [{"0": "If you object to any of the changes, you have the opportunity to delete your account and any associated information. Once deleted your details will be non-recoverable. If you would like help with this, please email privacy@trustedhousesitters.com."}, {"1": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}]}, "count": 2}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {"remove": [{"0": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}]}, "count": 1}, "removal": {"text": {}, "count": 0}, "erase": {"text": {"erase": [{"0": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"1": "To request restriction of processing your personal data. This gives you the option to ask us to suspend the processing of your personal data in the following scenarios: i) if you want us to establish the data’s accuracy; ii) where our use of the data is unlawful but you do not want us to erase it; iii) where you need us to hold the data, even if we no longer require it e.g. to establish or defend legal claims; or iv) you have objected to our use of your data but we need to verify whether we have overriding legitimate ground to use it."}]}, "count": 2}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "If you fail to provide personal data when required, we may not be able to i) perform the contract we have (or are trying to enter into) with you; and/or ii) otherwise communicate with you; and/or iii) provide you with our Services."}, {"1": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}]}, "count": 2}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "We have set out below, in a table format, a description of all the ways we process your personal data, and the legal bases we rely on to do so. Please email privacy@trustedhousesitters.com if you need details about the specific legal basis we are relying on to process your personal data."}, {"1": "Professional advisors: we may share your personal information with our lawyers, accountants, insurers and other professional advisors to the extent we need to (for example, to defend ourselves against legal claims)."}, {"2": "Law enforcement, regulators and other parties for legal reasons"}, {"3": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"4": "To request restriction of processing your personal data. This gives you the option to ask us to suspend the processing of your personal data in the following scenarios: i) if you want us to establish the data’s accuracy; ii) where our use of the data is unlawful but you do not want us to erase it; iii) where you need us to hold the data, even if we no longer require it e.g. to establish or defend legal claims; or iv) you have objected to our use of your data but we need to verify whether we have overriding legitimate ground to use it."}, {"5": "We will only retain your personal data for as long as necessary to fulfil the purposes for which we collected, including for the purposes of satisfying any legal, accounting, or internal reporting requirements."}, {"6": "To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"7": "In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for compliance, governance, legal and/or regulatory purposes in which case we may use this information indefinitely without further notice to you."}, {"8": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}, {"9": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}]}, "count": 10}, "authority": {"text": {"authority": [{"0": "You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues (www.ico.org.uk). We would, however, appreciate the chance to deal with your concerns before you approach the ICO so please email us privacy@trustedhousesitters.com in the first instance."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "We may receive personal data about you from third parties and public sources, for example, the provider that conducts background checks. In this instance we will comply with all necessary data protection obligations."}, {"1": "Law enforcement, regulators and other parties for legal reasons: we may share your personal information with third parties as required by law or if we reasonably believe that such action is necessary to (i) comply with the law and the reasonable requests of law enforcement; (ii) detect and investigate illegal activities and breaches of agreements; and/or (iii) exercise or protect the rights, property, or personal safety of TrustedHousesitters, its users or others."}, {"2": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"3": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}]}, "count": 4}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"1": "Law enforcement, regulators and other parties for legal reasons"}, {"2": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"3": "Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law."}]}, "count": 4}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {"regulators": [{"0": "Law enforcement, regulators and other parties for legal reasons"}]}, "count": 1}, "regulatory": {"text": {"regulatory": [{"0": "In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for compliance, governance, legal and/or regulatory purposes in which case we may use this information indefinitely without further notice to you."}]}, "count": 1}, "policy": {"text": {"policy": [{"0": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"1": "Please use the Glossary to understand the meaning of some of the capitalised terms used in this Privacy Policy."}, {"2": "This Privacy Policy aims to give you information on how we process and protect your personal data, as a result of your interest in our Platform and/or Services. This is so that you are fully aware of how and why we are using your data. "}, {"3": "Please read the following carefully to understand our practices regarding your personal information and how we will treat it. If you do not agree with this Privacy Policy, please do not use our site."}, {"4": "It is important that you read this Privacy Policy together with any other privacy notices or other policies we may provide. This Privacy Policy supplements the other notices and is not intended to override them."}, {"5": "TrustedHousesitters is an online platform facilitating the connection between Home and Pet owners and Sitters. When we talk about TrustedHousesitters “we”, ‘’our’’ or ‘’us’’ in this policy, we are referring to TrustedHousesitters Ltd., the company which provides the Platform and/or Services."}, {"6": "If you have any general enquiries related to this Privacy Policy please email  us here: privacy@trustedhousesitters.com. This email address is monitored on a regular basis and we aim to respond to your query as soon as possible."}, {"7": "We may modify this Privacy Policy at any time, however, if we make any material changes to it we will revise the date at the top of the policy and may provide you with notice either via a message on our Platform or via sending you an email so that you have the opportunity to review the changes before they become effective."}, {"8": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}, {"9": "The Platform may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy notices. When you leave our website, we encourage you to read the privacy policy of every website you visit."}, {"10": "We will use third party service providers that are based outside the UK and European Economic Area (EEA) and this will involve the transfer of your personal data outside the UK and EEA. For instance, our third party service providers have operations in the US. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"11": "Many of our Members are based outside the UK and EEA. This means that if you communicate with another one of our Members, your personal data may be transferred outside the UK and EEA. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"12": "In the future we may decide to sell, transfer or merge parts or our business or our assets. Alternatively we may seek to acquire other businesses or merge with them. If a change happens to our business, then the new owners may use your personal data in the same way as set out in this Privacy Policy."}]}, "count": 13}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {"children": [{"0": "Our Platform and/or Services are not intended for children under 13 and we do not knowingly collect data relating to anyone under the age of 21. If you learn that a child under the age of 13 or a member under the age of 21 has provided us with personal information without valid consent, please email us privacy@trustedhousesitters.com."}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "Our Platform and/or Services are not intended for children under 13 and we do not knowingly collect data relating to anyone under the age of 21. If you learn that a child under the age of 13 or a member under the age of 21 has provided us with personal information without valid consent, please email us privacy@trustedhousesitters.com."}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {"you read": [{"0": "It is important that you read this Privacy Policy together with any other privacy notices or other policies we may provide. This Privacy Policy supplements the other notices and is not intended to override them."}]}, "count": 1}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "We may receive personal data about you from third parties and public sources, for example, the provider that conducts background checks. In this instance we will comply with all necessary data protection obligations."}, {"1": "The Platform may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy notices. When you leave our website, we encourage you to read the privacy policy of every website you visit."}, {"2": "Purchasers and third parties in connection with a business transaction"}, {"3": "Law enforcement, regulators and other parties for legal reasons: we may share your personal information with third parties as required by law or if we reasonably believe that such action is necessary to (i) comply with the law and the reasonable requests of law enforcement; (ii) detect and investigate illegal activities and breaches of agreements; and/or (iii) exercise or protect the rights, property, or personal safety of TrustedHousesitters, its users or others."}, {"4": "We do not share your personal data with third parties, however, we do provide Members with access to the ‘Hand-picked offers for you’ area of the dashboard. These offers are from third parties who we think may be able to provide you with products or services that may be of interest to you."}, {"5": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, altered or disclosed, used or accessed in an unauthorised way. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know it. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. However, the transmission of data via the internet is not completely secure and we cannot guarantee that unauthorised parties will not be able to defeat those measures."}]}, "count": 6}, "third-party": {"text": {"third-party": [{"0": "The Platform may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy notices. When you leave our website, we encourage you to read the privacy policy of every website you visit."}]}, "count": 1}, "third party": {"text": {"third party": [{"0": "As part of your membership for offering pet sitting services, you have the ability to provide personal data to a third party provider who will carry out checks for any criminal convictions and offences. The third party will then provide us with that information."}, {"1": "Service providers: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing mailing, payment processing, sitter verifications, banking, advertising, fraud prevention, web hosting, payment gateway or analytics services."}, {"2": "You can request further information by sending an email to privacy@trustedhousesitters.com. For your information please see the list including but not limited to our third party suppliers that process your personal data."}, {"3": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"4": "THIRD PARTY MARKETING"}, {"5": "We will use third party service providers that are based outside the UK and European Economic Area (EEA) and this will involve the transfer of your personal data outside the UK and EEA. For instance, our third party service providers have operations in the US. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}]}, "count": 6}, "advertising": {"text": {"advertising": [{"0": "Service providers: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing mailing, payment processing, sitter verifications, banking, advertising, fraud prevention, web hosting, payment gateway or analytics services."}]}, "count": 1}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}]}, "count": 1}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Real, Caring, Connecting and Enriching Lives. Our values are at the heart of everything we do. TrustedHousesitters respect and care about your privacy and are committed to protecting your personal data."}, {"1": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"2": "This Privacy Policy aims to give you information on how we process and protect your personal data, as a result of your interest in our Platform and/or Services. This is so that you are fully aware of how and why we are using your data. "}, {"3": "For the purposes of the applicable data protection legislation TrustedHousesitters Ltd. of 20-22 Wenlock Road, London, N1 7GU (company number 07227301) is the Data Controller and is responsible for your personal data (our ICO registration number is ZA480785). This means that we determine the purposes and ways of the processing of your personal data."}, {"4": "It is important that the personal data we hold about you is accurate and current. Please keep us informed should your personal data change during your relationship with us. You can do this at any time by logging into your account."}, {"5": "Please contact us at privacy@trustedhousesitters.com if you i) object to any changes; or ii) need to inform us of any personal data changes during your relationship with us."}, {"6": "THE DATA WE COLLECT ABOUT YOU"}, {"7": "Personal data, or personal information, means any information about you from which you can be identified. It does not include data where the identity has been removed (anonymous data)."}, {"8": "Data Collected By Us"}, {"9": "We use different methods to collect data from and about you, including through:"}, {"10": "Direct interactions. We collect information from you when you voluntarily submit information directly to us or via our Platform. For Members this refers to personal data you provide when, for example; you create an account, complete a sitter profile/post an owner listing, or by corresponding with us via post, phone, email or live chat. For Registered Users, this refers to personal data you provide when you create an account on our Platform. For both Members and Registered Users, this will include Marketing and Communications Data."}, {"11": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}, {"12": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}, {"13": "We may receive personal data about you from third parties and public sources, for example, the provider that conducts background checks. In this instance we will comply with all necessary data protection obligations."}, {"14": "If you create or login to your account through social media (i.e. Facebook) we will have access to certain personal data from that site, such as your name and account information, in accordance with authorisation procedures determined by such social media site."}, {"15": "Data Collected by Third Parties"}, {"16": "The Platform may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy notices. When you leave our website, we encourage you to read the privacy policy of every website you visit."}, {"17": "As part of your Home & Pet Owner Membership, we give you the ability to provide personal data in order to gain external references that can be added to your profile as part of your verification process. This involves you giving us the personal data of these external referees for this purpose. You hereby confirm that you have their consent to do this."}, {"18": "As part of your membership for offering pet sitting services, you have the ability to provide personal data to a third party provider who will carry out checks for any criminal convictions and offences. The third party will then provide us with that information."}, {"19": "As part of your Membership you can i) leave a review or give feedback on another Member; or ii) you can receive a review or feedback from another Member. This will involve the processing of your personal data. We would encourage you not to include any personal information when writing a review or giving feedback."}, {"20": "We do not actively process any Special Categories of Personal Data about you (this includes for example; details about your race or ethnicity, religious or philosophical beliefs, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data)."}, {"21": "If you fail to provide personal data when required, we may not be able to i) perform the contract we have (or are trying to enter into) with you; and/or ii) otherwise communicate with you; and/or iii) provide you with our Services."}, {"22": "We have set out below, in a table format, a description of all the ways we process your personal data, and the legal bases we rely on to do so. Please email privacy@trustedhousesitters.com if you need details about the specific legal basis we are relying on to process your personal data."}, {"23": "Category of personal data table"}, {"24": "WHO WE SHARE YOUR PERSONAL DATA WITH"}, {"25": "Other users. Certain information of your personal data may be shared with other users of the Platform as part of the normal operation of the Services (for example your uploaded profile picture, sitter profile/listing will be accessible to all users). "}, {"26": "You can request further information by sending an email to privacy@trustedhousesitters.com. For your information please see the list including but not limited to our third party suppliers that process your personal data."}, {"27": "You have rights under data protection laws in relation to your personal data, in particular under the General Data Protection Regulation (GDPR) you have the following rights:"}, {"28": "To request access to your personal data (commonly known as a “Subject Access Request”). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it."}, {"29": "To request confirmation as to whether or not your personal data is being processed."}, {"30": "To request the correction of your personal data that you consider to be inaccurate. This enables you to have any incomplete or inaccurate data we hold about you corrected. However, we may need to verify your identity and the accuracy of the new data you provide to us."}, {"31": "To request erasure of your personal data. This enables you to ask us to delete or remove personal data, for example: i) where there is no good reason for us continuing to process it; ii) where you have successfully exercised your right to object to processing (see below); iii) where we may have processed your information unlawfully; iv) where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons. These reasons will be notified to you at the time of your request."}, {"32": "To object to processing of your personal data. This enables you to object to the processing of your personal data if you feel it impacts on your fundamental rights and freedoms. For example, this can be where we are processing your personal data for direct marketing purposes. In some cases, we may have compelling legitimate grounds to process your information which can override your right to object."}, {"33": "To request restriction of processing your personal data. This gives you the option to ask us to suspend the processing of your personal data in the following scenarios: i) if you want us to establish the data’s accuracy; ii) where our use of the data is unlawful but you do not want us to erase it; iii) where you need us to hold the data, even if we no longer require it e.g. to establish or defend legal claims; or iv) you have objected to our use of your data but we need to verify whether we have overriding legitimate ground to use it."}, {"34": "To request transfer of your personal data. If you request us to do so, we will provide to you, or a third party of your choice, your personal data in a commonly used, machine-readable format. Note that this right only applies to automated information which you initially provided consent for us to use, or where we have used the information to perform a contract with you."}, {"35": "To withdraw consent to the processing of your data. If you request us to do so, we will no longer process your data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we will not be able to provide the Services for you. Also, we will advise you of this at the time you withdraw your consent."}, {"36": "You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues (www.ico.org.uk). We would, however, appreciate the chance to deal with your concerns before you approach the ICO so please email us privacy@trustedhousesitters.com in the first instance."}, {"37": "We may use your personal data to form a view on what we think you may want or need, or what may be of interest to you. This is how we decide which products, services and offers may be relevant for you (we call this marketing)."}, {"38": "We do not share your personal data with third parties, however, we do provide Members with access to the ‘Hand-picked offers for you’ area of the dashboard. These offers are from third parties who we think may be able to provide you with products or services that may be of interest to you."}, {"39": "DOES MY DATA GO OUTSIDE OF THE EEA "}, {"40": "We will use third party service providers that are based outside the UK and European Economic Area (EEA) and this will involve the transfer of your personal data outside the UK and EEA. For instance, our third party service providers have operations in the US. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"41": "Many of our Members are based outside the UK and EEA. This means that if you communicate with another one of our Members, your personal data may be transferred outside the UK and EEA. As a result, the transferred data may not be processed and protected in the same way as set out in this Privacy Policy. You need to be aware that if your information is transferred to a country outside the UK and EEA, that country may not have adequate data protection laws or appropriate safeguards."}, {"42": "However, when we transfer your personal data out of the UK and EEA, we shall ensure that a similar degree of protection is afforded to it by implementing at least one of the following safeguards:"}, {"43": "By transferring personal data to countries that have been deemed to provide an adequate level of protection for personal data by the ICO and European Commission, where appropriate."}, {"44": "Where we use certain service providers, we may use specific contracts approved by the ICO and European Commission which give personal data the same protection it has in the UK and in Europe."}, {"45": "Please email us at privacy@trustedhousesitters.com if you want further information on the specific mechanism used by us when transferring your personal data out of the UK and EEA."}, {"46": "DATA SECURITY"}, {"47": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, altered or disclosed, used or accessed in an unauthorised way. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know it. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. However, the transmission of data via the internet is not completely secure and we cannot guarantee that unauthorised parties will not be able to defeat those measures."}, {"48": "We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so."}, {"49": "DATA RETENTION"}, {"50": "We will only retain your personal data for as long as necessary to fulfil the purposes for which we collected, including for the purposes of satisfying any legal, accounting, or internal reporting requirements."}, {"51": "To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"52": "In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for compliance, governance, legal and/or regulatory purposes in which case we may use this information indefinitely without further notice to you."}, {"53": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}, {"54": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}, {"55": "PROCESSING YOUR DATA FOR OTHER PURPOSES"}, {"56": "In the future we may decide to sell, transfer or merge parts or our business or our assets. Alternatively we may seek to acquire other businesses or merge with them. If a change happens to our business, then the new owners may use your personal data in the same way as set out in this Privacy Policy."}, {"57": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason, and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please email us at privacy@trustedhousesitters.com."}, {"58": "Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law."}, {"59": "Our Platform and/or Services are not intended for children under 13 and we do not knowingly collect data relating to anyone under the age of 21. If you learn that a child under the age of 13 or a member under the age of 21 has provided us with personal information without valid consent, please email us privacy@trustedhousesitters.com."}, {"60": "Financial Data includes bank account and payment card details you provide, including expiry date. It also includes details about your payment history and/or services or products you have purchased from us."}, {"61": "Identity Data includes full name, title, marital status, date of birth and/or gender. It also includes billing address, home address, postal code, telephone numbers, email address, username, password."}, {"62": "Image Data includes photographs and videos of you and/or your house and/or your pet that you provide."}, {"63": "Marketing and Communications Data includes information you provide about yourself such as information you provide about your (i) home such as your location, amenities and surrounding area and (ii) your pets. We encourage you to add photos as well, to optimise your listing."}, {"64": "Owner Listing Data includes information you provide about yourself such as your job, hobbies and reasons for travel, and information you provide about your house such as your location, amenities, car and surrounding area. We encourage you to add photos as well, to optimise your listing."}, {"65": "Sitter Profile Data includes information you provide about yourself such as your hobbies and interests, why you’re looking to house sit, and any house/pet sitting experience you have. We encourage you to add photos as well, to optimise your profile."}, {"66": "Technical Data includes internet protocol (IP) address, your login data, device type, device version, browser type and version, browser plug-ins types, time zone setting and location, traffic data, search criteria, weblogs and other communications data, operating system and platform and other technology on the devices you use to access this website."}, {"67": "Usage Data includes information about how you use our Platform and/or Services such as the particular pages you interact with, how often you visit, how long you’re on the Platform, surveys, the service you’re looking at and the emails you interact with."}, {"68": "Verification Data includes a copy of your passport, proof of address and results of criminal record checks."}, {"69": "Welcome Guide Data includes information you provide about your home and pet care routines and includes details such as emergency contact details, directions, spare keys, alarm codes and wifi code."}]}, "count": 70}, "we process": {"text": {"we process": [{"0": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"1": "This Privacy Policy aims to give you information on how we process and protect your personal data, as a result of your interest in our Platform and/or Services. This is so that you are fully aware of how and why we are using your data. "}, {"2": "HOW WE PROCESS YOUR PERSONAL DATA"}, {"3": "We have set out below, in a table format, a description of all the ways we process your personal data, and the legal bases we rely on to do so. Please email privacy@trustedhousesitters.com if you need details about the specific legal basis we are relying on to process your personal data."}, {"4": "To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements."}]}, "count": 5}, "collected": {"text": {"collected": [{"0": "Data Collected By Us"}, {"1": "Data Collected by Third Parties"}, {"2": "We will only retain your personal data for as long as necessary to fulfil the purposes for which we collected, including for the purposes of satisfying any legal, accounting, or internal reporting requirements."}, {"3": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason, and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please email us at privacy@trustedhousesitters.com."}]}, "count": 4}, "stored": {"text": {"stored": [{"0": "Cookies. We use cookies and similar tracking technologies to track the activity on our Platform and may also receive Technical Data about you if you visit other websites employing our cookies. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your devices. You can instruct your browser to refuse all cookies. However, if you do not accept cookies, you may not be able to use some of our Service. Please see our cookie policy for further details."}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements."}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "Service providers: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing mailing, payment processing, sitter verifications, banking, advertising, fraud prevention, web hosting, payment gateway or analytics services."}]}, "count": 1}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {"automatically": [{"0": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}]}, "count": 1}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "The Platform may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy notices. When you leave our website, we encourage you to read the privacy policy of every website you visit."}, {"1": "Purchasers and third parties in connection with a business transaction: your personal information may be disclosed to third parties in connection with a transaction, such as a merger, sale of assets or shares, reorganisation, financing, change of control or acquisition of all or a portion of our business."}]}, "count": 2}, "settings": {"text": {}, "count": 0}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "Service providers: we may share your personal information with third party vendors and other service providers that perform services for us or on our behalf, which may include providing mailing, payment processing, sitter verifications, banking, advertising, fraud prevention, web hosting, payment gateway or analytics services."}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, altered or disclosed, used or accessed in an unauthorised way. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know it. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. However, the transmission of data via the internet is not completely secure and we cannot guarantee that unauthorised parties will not be able to defeat those measures."}, {"1": "We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise Your Legal Rights). This is a security measure to ensure that your personal data is not disclosed to any person who does not have the right to receive it. We may also contact you to ask you for further information, in relation to your request, to speed up our response."}]}, "count": 2}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "How it works"}, {"1": "How it works"}, {"2": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"3": "This Privacy Policy aims to give you information on how we process and protect your personal data, as a result of your interest in our Platform and/or Services. This is so that you are fully aware of how and why we are using your data. "}, {"4": "Please read the following carefully to understand our practices regarding your personal information and how we will treat it. If you do not agree with this Privacy Policy, please do not use our site."}, {"5": "HOW WE PROCESS YOUR PERSONAL DATA"}, {"6": "We may use your personal data to form a view on what we think you may want or need, or what may be of interest to you. This is how we decide which products, services and offers may be relevant for you (we call this marketing)."}, {"7": "If you have any queries regarding how your personal data is processed, you can submit a Subject Access Request. You will not have to pay a fee to access your personal data (or to exercise Your Legal Rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we may refuse to comply with your request in these circumstances."}, {"8": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason, and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please email us at privacy@trustedhousesitters.com."}, {"9": "Usage Data includes information about how you use our Platform and/or Services such as the particular pages you interact with, how often you visit, how long you’re on the Platform, surveys, the service you’re looking at and the emails you interact with."}, {"10": "How it works"}]}, "count": 11}, "what": {"text": {"what": [{"0": "WHAT HAPPENS IF YOU DON’T PROVIDE US WITH YOUR PERSONAL DATA"}, {"1": "We may use your personal data to form a view on what we think you may want or need, or what may be of interest to you. This is how we decide which products, services and offers may be relevant for you (we call this marketing)."}, {"2": "WHAT INFORMATION WE MAY NEED FROM YOU"}]}, "count": 3}, "how you": {"text": {"how you": [{"0": "Usage Data includes information about how you use our Platform and/or Services such as the particular pages you interact with, how often you visit, how long you’re on the Platform, surveys, the service you’re looking at and the emails you interact with."}]}, "count": 1}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "This Privacy Policy will help you understand how we process and protect your personal data when you use our Platform, or when you otherwise interact with us. We tell you about your privacy rights and how the law protects you."}, {"1": "Please use the Glossary to understand the meaning of some of the capitalised terms used in this Privacy Policy."}, {"2": "Please read the following carefully to understand our practices regarding your personal information and how we will treat it. If you do not agree with this Privacy Policy, please do not use our site."}]}, "count": 3}, "learn": {"text": {"learn": [{"0": "Our Platform and/or Services are not intended for children under 13 and we do not knowingly collect data relating to anyone under the age of 21. If you learn that a child under the age of 13 or a member under the age of 21 has provided us with personal information without valid consent, please email us privacy@trustedhousesitters.com."}]}, "count": 1}, "more information": {"text": {}, "count": 0}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}, {"1": "Cookies."}]}, "count": 2}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {"pixel tags": [{"0": "Automated technologies or interactions. As you interact with our Platform, we may automatically collect Technical and Usage Data about your device, browsing actions and patterns. For example, we collect information which may include your IP address, the browser type, your location, language preferences device information and access times. We collect this personal data by using cookies, pixel tags and other similar tracking technologies. The sole purpose of passively collecting your information is to improve your experience when using our Platform and/or Services."}]}, "count": 1}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}