{
    "https://petco.com": {
        "data": {
            "0": {
                "link-0": {
                    "WORDS": {
                        "we": {
                            "text": {
                                "we": [
                                    {
                                        "0": "On petco.com we'll match the online advertised price for these key competitors: chewy.com, petsmart.com, walmart.com, target.com, amazon.com, and jet.com. Find a qualifying product. Make sure the product you would like to price match is identical to our competitor's product. Call 877-738-6742 to request a price match."
                                    },
                                    {
                                        "1": "You Buy & We'll Apply"
                                    },
                                    {
                                        "2": "We proudly offer a large variety of pet nutrition products and supplies competitively priced for dogs, cats, reptiles, fish, birds and small animals. Petco is your one stop shop for all your pet’s needs. Shop your neighborhood Petco or online and save with curbside pickup and repeat delivery."
                                    },
                                    {
                                        "3": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "promise": {
                            "text": {},
                            "count": 0
                        },
                        "only": {
                            "text": {
                                "only": [
                                    {
                                        "0": "Members-only pricing and offers, personalized care notifications, Vital Care points back on every purchase and more!"
                                    },
                                    {
                                        "1": "The 35% off discount is valid only on first-time Repeat Delivery orders."
                                    },
                                    {
                                        "2": "Offer valid only at petco.com."
                                    },
                                    {
                                        "3": "The discount applies to your online purchase subtotal for the pickup in-store products only. Subtotal refers to the amount of order before taxes and shipping. The qualifying subtotal excludes any Repeat Delivery orders or One-Time delivery orders."
                                    },
                                    {
                                        "4": "Offer valid only at petco.com."
                                    },
                                    {
                                        "5": "Thursday (1-day transit only, unless Sat delivery is possible)"
                                    },
                                    {
                                        "6": "Offer valid only at petco.com"
                                    },
                                    {
                                        "7": "The discount is valid only for existing Repeat Delivery subscribers."
                                    },
                                    {
                                        "8": "Offer valid only at petco.com."
                                    },
                                    {
                                        "9": "The 50% off discount is valid only on first-time Repeat Delivery orders of Gentle Giants and Blue Buffalo True Solutions."
                                    },
                                    {
                                        "10": "Offer valid only at petco.com."
                                    },
                                    {
                                        "11": "The discount applies to your online purchase subtotal for the pickup in-store products only. Eligible brands include Wholehearted, Good Lovin', You & Me, So Phresh, Well & Good, Reddy, Harmony, Bond & Co, Good2Go, EveryYay, Bowlmates, Imagitarium and Leaps & Bounds. Subtotal refers to the amount of order before taxes and shipping. The qualifying subtotal excludes any Repeat Delivery orders or One-Time delivery orders."
                                    },
                                    {
                                        "12": "Offer valid only at petco.com."
                                    },
                                    {
                                        "13": "The discount applies to your online purchase subtotal for the pickup in-store products only. Subtotal refers to the amount of order before taxes and shipping. The qualifying subtotal excludes any Repeat Delivery orders or One-Time delivery orders."
                                    },
                                    {
                                        "14": "Offer valid only at petco.com."
                                    },
                                    {
                                        "15": " Valid through 11/30/24. Eligible online only. "
                                    },
                                    {
                                        "16": " Valid through 11/30/24. Eligible online only. "
                                    },
                                    {
                                        "17": " Must be a Vital Care member to redeem. Available online only. Enter promo code: BLACKFRIDAY20 in your Shopping Cart at checkout at Petco.com  to receive offer. Single-use coupon. One per customer only. Max discount $30. Valid 11/25/24 - 11/30/24.Coupon may not be combined with other promotions or coupons. Excludes grooming, training, vet services and the following brands: Beggin' Strips, Cesars, Everroot, Fancy Feast, Friskies, Instinct, Just Food For Dogs, Mau Lifestyle, Merrick, Meow Mix, Milkbone, Pedigree, Pristine, Pup-Peroni, Purina Pro Plan, Purina ONE, Purina Chow, Temptations, Tidy Cats, Zukes Performance Vet Nutrition, Kong, Select Everyyay Crates, select RX brands. Not valid on Vital Care membership fees, Repeat Delivery or buy online, pick up in store orders, out-of-stock items, prior purchases or international orders. "
                                    },
                                    {
                                        "18": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    }
                                ]
                            },
                            "count": 19
                        },
                        "information": {
                            "text": {
                                "information": [
                                    {
                                        "0": "By signing up, you consent to receive updates, special offers, program communications and other information via email from Petco."
                                    },
                                    {
                                        "1": "Pre-existing conditions are not covered. Waiting periods, annual deductible, co-insurance, benefit limits and exclusions may apply. Click here for all terms and conditions. Products, schedules, discounts, and rates may vary and are subject to change. More information available at checkout. Enroll at petco.com/petco-insurance."
                                    },
                                    {
                                        "2": "Do Not Sell or Share My Personal Information:"
                                    },
                                    {
                                        "3": "To Opt Out of Selling/Sharing of Personal Information:"
                                    },
                                    {
                                        "4": "Do Not Sell or Share My Personal Information for Targeted Advertising"
                                    },
                                    {
                                        "5": "Limit the Use of My Sensitive Personal Information:"
                                    },
                                    {
                                        "6": "For more information on your rights and our privacy practices, please read our"
                                    },
                                    {
                                        "7": "Do Not Sell or Share My Personal Information for Targeted Advertising"
                                    },
                                    {
                                        "8": "Do Not Sell or Share My Personal Information for Targeted Advertising"
                                    },
                                    {
                                        "9": "To opt out of targeted advertising, cross-context behavioral advertising, and Selling/Sharing of your personal information, click the button so that it changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon. Please note that after you opt out, you may still continue to receive generalized advertising that does not qualify as a sale or sharing under privacy laws."
                                    }
                                ]
                            },
                            "count": 10
                        },
                        "use": {
                            "text": {
                                "use": [
                                    {
                                        "0": "Rat & Mouse Shop"
                                    },
                                    {
                                        "1": "Earn 2X Vital Care points at Petco when you use Petco Pay!"
                                    },
                                    {
                                        "2": "Promotion valid for one use per order."
                                    },
                                    {
                                        "3": "Petco.com in its sole discretion may refuse to redeem any Promotion that it believes in good faith to be fraudulently or improperly obtained."
                                    },
                                    {
                                        "4": "Exclusions: ORIJEN; ACANA; Hill's Prescription Diet; True Chews; Educator, PetSafe brands including PetSafe, Kurgo, Solvit, ScoopFree, Drinkwell, SportDog and Invisible Fence; Purina Brands including Pro Plan, Beyond, Tidy Cats, Fancy Feast, Muse, Yesterday's News; WholeHearted Memberships; Repeat Delivery orders and subscriptions; out-of-stock items; prior purchases; Donations; Petco Gift Cards and eGift Cards."
                                    },
                                    {
                                        "5": "Petco.com in its sole discretion may refuse to redeem any Promotion Code that it believes in good faith to be fraudulently or improperly obtained."
                                    },
                                    {
                                        "6": "Promotion valid for one use per order, person/and or household."
                                    },
                                    {
                                        "7": "Petco.com in its sole discretion may refuse to redeem any Promotion that it believes in good faith to be fraudulently or improperly obtained."
                                    },
                                    {
                                        "8": "Promotion valid for one use per order."
                                    },
                                    {
                                        "9": "Petco.com in its sole discretion may refuse to redeem any Promotion that it believes in good faith to be fraudulently or improperly obtained."
                                    },
                                    {
                                        "10": "Purchase a K9 Advantix II or Advantage II topical, then visit our salon for a FREE application! Ask a store partner for details. Advantage and K9 Advantix are registered trademarks of Bayer. Do not use K9 Advantix II on cats. Not available in all states. Proof of current vaccinations required. Purchase in a Petco store or on Petco.com required for free application."
                                    },
                                    {
                                        "11": "Promotion valid for one use per order."
                                    },
                                    {
                                        "12": "Petco.com in its sole discretion may refuse to redeem any Promotion that it believes in good faith to be fraudulently or improperly obtained."
                                    },
                                    {
                                        "13": "Petco.com in its sole discretion may refuse to redeem any Promotion Code that it believes in good faith to be fraudulently or improperly obtained."
                                    },
                                    {
                                        "14": "Exclusions: ORIJEN; ACANA; Hill's Prescription Diet; Royal Canin; True Chews; Educator, PetSafe brands including PetSafe, Kurgo, Solvit, ScoopFree, Drinkwell, SportDog and Invisible Fence; Purina Brands including Pro Plan, Beyond, Tidy Cats, Fancy Feast, Muse, Yesterday's News; WholeHearted Memberships; Repeat Delivery orders and subscriptions; out-of-stock items; prior purchases; Donations; Petco Gift Cards and eGift Cards."
                                    },
                                    {
                                        "15": "Petco.com in its sole discretion may refuse to redeem any Promotion Code that it believes in good faith to be fraudulently or improperly obtained."
                                    },
                                    {
                                        "16": " Must be a Vital Care member to redeem. Available online only. Enter promo code: BLACKFRIDAY20 in your Shopping Cart at checkout at Petco.com  to receive offer. Single-use coupon. One per customer only. Max discount $30. Valid 11/25/24 - 11/30/24.Coupon may not be combined with other promotions or coupons. Excludes grooming, training, vet services and the following brands: Beggin' Strips, Cesars, Everroot, Fancy Feast, Friskies, Instinct, Just Food For Dogs, Mau Lifestyle, Merrick, Meow Mix, Milkbone, Pedigree, Pristine, Pup-Peroni, Purina Pro Plan, Purina ONE, Purina Chow, Temptations, Tidy Cats, Zukes Performance Vet Nutrition, Kong, Select Everyyay Crates, select RX brands. Not valid on Vital Care membership fees, Repeat Delivery or buy online, pick up in store orders, out-of-stock items, prior purchases or international orders. "
                                    },
                                    {
                                        "17": "Media Carousel - Carousel with product photos. Use the previous and next buttons to navigate."
                                    },
                                    {
                                        "18": "*Providing your email address means you agree to Petco's Terms of Use and have read our Financial Incentive Terms and Privacy Policy"
                                    },
                                    {
                                        "19": "Limit the Use of My Sensitive Personal Information:"
                                    }
                                ]
                            },
                            "count": 20
                        },
                        "why": {
                            "text": {},
                            "count": 0
                        },
                        "priv": {
                            "text": {},
                            "count": 0
                        },
                        "other": {
                            "text": {
                                "other": [
                                    {
                                        "0": "Promotion cannot be redistributed or used in combination with any other offer, including \"Buy One, Get One\" offers."
                                    },
                                    {
                                        "1": "Promotion Code cannot be redistributed or used in combination with any other offer or online promotion code."
                                    },
                                    {
                                        "2": "Promotion cannot be redistributed or used in combination with any other offer."
                                    },
                                    {
                                        "3": "Promotion cannot be redistributed or used in combination with any other offer."
                                    },
                                    {
                                        "4": "Promotion cannot be redistributed or used in combination with any other offer, including \"Buy One, Get One\" offers."
                                    },
                                    {
                                        "5": "Promotion Code cannot be redistributed or used in combination with any other offer or online promotion code."
                                    },
                                    {
                                        "6": "Promotion Code cannot be redistributed or used in combination with any other offer or online promotion code."
                                    },
                                    {
                                        "7": " Must be a Vital Care member to redeem. Available online only. Enter promo code: BLACKFRIDAY20 in your Shopping Cart at checkout at Petco.com  to receive offer. Single-use coupon. One per customer only. Max discount $30. Valid 11/25/24 - 11/30/24.Coupon may not be combined with other promotions or coupons. Excludes grooming, training, vet services and the following brands: Beggin' Strips, Cesars, Everroot, Fancy Feast, Friskies, Instinct, Just Food For Dogs, Mau Lifestyle, Merrick, Meow Mix, Milkbone, Pedigree, Pristine, Pup-Peroni, Purina Pro Plan, Purina ONE, Purina Chow, Temptations, Tidy Cats, Zukes Performance Vet Nutrition, Kong, Select Everyyay Crates, select RX brands. Not valid on Vital Care membership fees, Repeat Delivery or buy online, pick up in store orders, out-of-stock items, prior purchases or international orders. "
                                    },
                                    {
                                        "8": "By signing up, you consent to receive updates, special offers, program communications and other information via email from Petco."
                                    },
                                    {
                                        "9": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    }
                                ]
                            },
                            "count": 10
                        },
                        "if": {
                            "text": {
                                "if": [
                                    {
                                        "0": "In order to qualify for the buy online and pickup in-store discount, you must choose the \"I'll Pick It Up\" option, choose your store and add to your Shopping Cart. If the \"I'll Pick It Up\" option is not available, it is not available in stores. Please contact your local Petco for availability."
                                    },
                                    {
                                        "1": "In order to qualify for the buy online and pickup in-store discount, you must choose the \"I'll Pick It Up\" option, choose your store and add to your Shopping Cart. If the \"I'll Pick It Up\" option is not available, it is not available in stores. Please contact your local Petco for availability."
                                    },
                                    {
                                        "2": "In order to qualify for the 20% off your order of $60+ buy online and pickup in-store discount, you must choose the \"I'll Pick It Up\" option, choose your store and add to your Shopping Cart. If the \"I'll Pick It Up\" option is not available, it is not available in stores. Please contact your local Petco for availability."
                                    },
                                    {
                                        "3": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "when": {
                            "text": {
                                "when": [
                                    {
                                        "0": "10% OFF orders of $50+ When You Buy Online & Pick Up In-Store"
                                    },
                                    {
                                        "1": "Earn 2X Vital Care points at Petco when you use Petco Pay!"
                                    },
                                    {
                                        "2": "10% off when you buy online & pick up in-store! Discount applied in cart."
                                    },
                                    {
                                        "3": "25% off when you add once to your next Repeat Delivery"
                                    },
                                    {
                                        "4": "No promo code needed. Discount applied when you click the \"Apply discount\" button."
                                    },
                                    {
                                        "5": "15% off select food & essentials when you buy online & pickup in-store."
                                    },
                                    {
                                        "6": "20% off orders $60+ when you buy online & pick up in store or choose curbside pickup"
                                    },
                                    {
                                        "7": "\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n "
                                    },
                                    {
                                        "8": "To opt out of targeted advertising, cross-context behavioral advertising, and Selling/Sharing of your personal information, click the button so that it changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon. Please note that after you opt out, you may still continue to receive generalized advertising that does not qualify as a sale or sharing under privacy laws."
                                    }
                                ]
                            },
                            "count": 9
                        },
                        "help": {
                            "text": {
                                "help": [
                                    {
                                        "0": "Please note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "access": {
                            "text": {},
                            "count": 0
                        },
                        "can't access": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "CAPABILITY": {
                        "we will not": {
                            "text": {},
                            "count": 0
                        },
                        "we only": {
                            "text": {},
                            "count": 0
                        },
                        "we collect": {
                            "text": {},
                            "count": 0
                        },
                        "we may collect": {
                            "text": {
                                "we may collect": [
                                    {
                                        "0": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "we gather data": {
                            "text": {},
                            "count": 0
                        },
                        "you may": {
                            "text": {
                                "you may": [
                                    {
                                        "0": "To opt out of targeted advertising, cross-context behavioral advertising, and Selling/Sharing of your personal information, click the button so that it changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon. Please note that after you opt out, you may still continue to receive generalized advertising that does not qualify as a sale or sharing under privacy laws."
                                    },
                                    {
                                        "1": "These cookies are necessary for our site to function correctly. You may be able to set your browser to block or alert you about these cookies, but parts of the site will not function correctly without these cookies."
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "you can": {
                            "text": {
                                "you can": [
                                    {
                                        "0": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "right": {
                            "text": {
                                "right": [
                                    {
                                        "0": "Carat Right Icon 13"
                                    },
                                    {
                                        "1": "Carat Right Icon 13"
                                    },
                                    {
                                        "2": "Carat Right Icon 13"
                                    },
                                    {
                                        "3": "Carat Right Icon 13"
                                    },
                                    {
                                        "4": "Carat Right Icon 13"
                                    },
                                    {
                                        "5": "Carat Right Icon 13"
                                    },
                                    {
                                        "6": "Carat Right Icon 13"
                                    },
                                    {
                                        "7": "Carat Right Icon 13"
                                    },
                                    {
                                        "8": "Carat Right Icon 13"
                                    },
                                    {
                                        "9": "Carat Right Icon 13"
                                    },
                                    {
                                        "10": "Carat Right Icon 13"
                                    },
                                    {
                                        "11": "Carat Right Icon 13"
                                    },
                                    {
                                        "12": "Carat Right Icon 13"
                                    },
                                    {
                                        "13": "Carat Right Icon 13"
                                    },
                                    {
                                        "14": "Carat Right Icon 13"
                                    },
                                    {
                                        "15": "Carat Right Icon 13"
                                    },
                                    {
                                        "16": "Carat Right Icon 13"
                                    },
                                    {
                                        "17": "Carat Right Icon 13"
                                    },
                                    {
                                        "18": "Carat Right Icon 13"
                                    },
                                    {
                                        "19": "Carat Right Icon 13"
                                    },
                                    {
                                        "20": "Carat Right Icon 13"
                                    },
                                    {
                                        "21": "Carat Right Icon 13"
                                    },
                                    {
                                        "22": "Carat Right Icon 13"
                                    },
                                    {
                                        "23": "Carat Right Icon 13"
                                    },
                                    {
                                        "24": "Carat Right Icon 13"
                                    },
                                    {
                                        "25": "Carat Right Icon 13"
                                    },
                                    {
                                        "26": "Carat Right Icon 13"
                                    },
                                    {
                                        "27": "Carat Right Icon 13"
                                    },
                                    {
                                        "28": "Carat Right Icon 13"
                                    },
                                    {
                                        "29": "Carat Right Icon 13"
                                    },
                                    {
                                        "30": "Carat Right Icon 13"
                                    },
                                    {
                                        "31": "Carat Right Icon 13"
                                    },
                                    {
                                        "32": "Carat Right Icon 13"
                                    },
                                    {
                                        "33": "Carat Right Icon 13"
                                    },
                                    {
                                        "34": "Carat Right Icon 13"
                                    },
                                    {
                                        "35": "Carat Right Icon 13"
                                    },
                                    {
                                        "36": "Carat Right Icon 13"
                                    },
                                    {
                                        "37": "Carat Right Icon 13"
                                    },
                                    {
                                        "38": "Carat Right Icon 13"
                                    },
                                    {
                                        "39": "Carat Right Icon 13"
                                    },
                                    {
                                        "40": "Carat Right Icon 13"
                                    },
                                    {
                                        "41": "Carat Right Icon 13"
                                    },
                                    {
                                        "42": "Carat Right Icon 13"
                                    },
                                    {
                                        "43": "Carat Right Icon 13"
                                    },
                                    {
                                        "44": "Carat Right Icon 13"
                                    },
                                    {
                                        "45": "Carat Right Icon 13"
                                    },
                                    {
                                        "46": "Carat Right Icon 13"
                                    },
                                    {
                                        "47": "Carat Right Icon 13"
                                    },
                                    {
                                        "48": "Carat Right Icon 13"
                                    },
                                    {
                                        "49": "Carat Right Icon 13"
                                    },
                                    {
                                        "50": "Carat Right Icon 13"
                                    },
                                    {
                                        "51": "Carat Right Icon 13"
                                    },
                                    {
                                        "52": "Carat Right Icon 13"
                                    },
                                    {
                                        "53": "Carat Right Icon 13"
                                    },
                                    {
                                        "54": "Carat Right Icon 13"
                                    },
                                    {
                                        "55": "Carat Right Icon 13"
                                    },
                                    {
                                        "56": "Carat Right Icon 13"
                                    },
                                    {
                                        "57": "Carat Right Icon 13"
                                    },
                                    {
                                        "58": "Carat Right Icon 13"
                                    },
                                    {
                                        "59": "Carat Right Icon 13"
                                    },
                                    {
                                        "60": "Carat Right Icon 13"
                                    },
                                    {
                                        "61": "Carat Right Icon 13"
                                    },
                                    {
                                        "62": "Carat Right Icon 13"
                                    },
                                    {
                                        "63": "Carat Right Icon 13"
                                    },
                                    {
                                        "64": "Carat Right Icon 13"
                                    },
                                    {
                                        "65": "Carat Right Icon 13"
                                    },
                                    {
                                        "66": "Carat Right Icon 13"
                                    },
                                    {
                                        "67": "Carat Right Icon 13"
                                    },
                                    {
                                        "68": "Carat Right Icon 13"
                                    },
                                    {
                                        "69": "Arrow right 12"
                                    },
                                    {
                                        "70": "\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n "
                                    },
                                    {
                                        "71": "To opt out of targeted advertising, cross-context behavioral advertising, and Selling/Sharing of your personal information, click the button so that it changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon. Please note that after you opt out, you may still continue to receive generalized advertising that does not qualify as a sale or sharing under privacy laws."
                                    }
                                ]
                            },
                            "count": 72
                        },
                        "choice": {
                            "text": {},
                            "count": 0
                        },
                        "request": {
                            "text": {
                                "request": [
                                    {
                                        "0": "On petco.com we'll match the online advertised price for these key competitors: chewy.com, petsmart.com, walmart.com, target.com, amazon.com, and jet.com. Find a qualifying product. Make sure the product you would like to price match is identical to our competitor's product. Call 877-738-6742 to request a price match."
                                    },
                                    {
                                        "1": "Please note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request."
                                    },
                                    {
                                        "2": "Data Subject Request Form."
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "delete": {
                            "text": {},
                            "count": 0
                        },
                        "deletion": {
                            "text": {},
                            "count": 0
                        },
                        "remove": {
                            "text": {},
                            "count": 0
                        },
                        "removal": {
                            "text": {},
                            "count": 0
                        },
                        "erase": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "LEGAL": {
                        "contract": {
                            "text": {},
                            "count": 0
                        },
                        "agreement": {
                            "text": {},
                            "count": 0
                        },
                        "obligation": {
                            "text": {},
                            "count": 0
                        },
                        "you control": {
                            "text": {},
                            "count": 0
                        },
                        "we control": {
                            "text": {},
                            "count": 0
                        },
                        "legal": {
                            "text": {},
                            "count": 0
                        },
                        "authority": {
                            "text": {},
                            "count": 0
                        },
                        "comply": {
                            "text": {},
                            "count": 0
                        },
                        "compliant": {
                            "text": {},
                            "count": 0
                        },
                        "law": {
                            "text": {},
                            "count": 0
                        },
                        "enforce": {
                            "text": {},
                            "count": 0
                        },
                        "govern": {
                            "text": {},
                            "count": 0
                        },
                        "regulators": {
                            "text": {},
                            "count": 0
                        },
                        "regulatory": {
                            "text": {},
                            "count": 0
                        },
                        "policy": {
                            "text": {
                                "policy": [
                                    {
                                        "0": "Terms of UsePrivacy PolicyYour Privacy ChoicesSite MapWebsite Accessibility Policy©2024 Petco Animal Supplies, Inc. All rights reserved.Petco Animal Supplies, Inc.® is not an insurer and is not engaged in the business of insurance. PetCoach, LLC is a licensed insurance producer, not an insurer, and a wholly owned subsidiary of Petco Animal Supplies, Inc. The Petco name is used for the brand name. In California, PetCoach, LLC does business as PetCoach Insurance Solutions Agency (CA License No. 0M10414).Pet insurance plans are marketed and offered by PetCoach, LLC. Pet Insurance plans are underwritten in all states except California by National Casualty Company (NAIC #11991, Columbus, OH), and in California by Veterinary Pet Insurance Company (NAIC #42285, Columbus, OH), both insurers are subsidiaries of Nationwide Mutual Insurance Company. Prior to October 23, 2023, pet insurance policies were underwritten by United States Fire Insurance Company (NAIC #21113. Morristown, NJ).Pre-existing conditions are not covered. Waiting periods, annual deductible, co-insurance, benefit limits and exclusions may apply. Click here for all terms and conditions. Products, schedules, discounts, and rates may vary and are subject to change. More information available at checkout. Enroll at petco.com/petco-insurance."
                                    },
                                    {
                                        "1": "Privacy Policy."
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "international": {
                            "text": {
                                "international": [
                                    {
                                        "0": "Promotion Code does not apply to international orders."
                                    },
                                    {
                                        "1": "Promotion Code does not apply to international orders."
                                    },
                                    {
                                        "2": "Promotion Code does not apply to international orders."
                                    },
                                    {
                                        "3": " Must be a Vital Care member to redeem. Available online only. Enter promo code: BLACKFRIDAY20 in your Shopping Cart at checkout at Petco.com  to receive offer. Single-use coupon. One per customer only. Max discount $30. Valid 11/25/24 - 11/30/24.Coupon may not be combined with other promotions or coupons. Excludes grooming, training, vet services and the following brands: Beggin' Strips, Cesars, Everroot, Fancy Feast, Friskies, Instinct, Just Food For Dogs, Mau Lifestyle, Merrick, Meow Mix, Milkbone, Pedigree, Pristine, Pup-Peroni, Purina Pro Plan, Purina ONE, Purina Chow, Temptations, Tidy Cats, Zukes Performance Vet Nutrition, Kong, Select Everyyay Crates, select RX brands. Not valid on Vital Care membership fees, Repeat Delivery or buy online, pick up in store orders, out-of-stock items, prior purchases or international orders. "
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "in accordane with": {
                            "text": {},
                            "count": 0
                        },
                        "california": {
                            "text": {
                                "california": [
                                    {
                                        "0": "Petco Animal Supplies, Inc.® is not an insurer and is not engaged in the business of insurance. PetCoach, LLC is a licensed insurance producer, not an insurer, and a wholly owned subsidiary of Petco Animal Supplies, Inc. The Petco name is used for the brand name. In California, PetCoach, LLC does business as PetCoach Insurance Solutions Agency (CA License No. 0M10414)."
                                    },
                                    {
                                        "1": "Pet insurance plans are marketed and offered by PetCoach, LLC. Pet Insurance plans are underwritten in all states except California by National Casualty Company (NAIC #11991, Columbus, OH), and in California by Veterinary Pet Insurance Company (NAIC #42285, Columbus, OH), both insurers are subsidiaries of Nationwide Mutual Insurance Company. Prior to October 23, 2023, pet insurance policies were underwritten by United States Fire Insurance Company (NAIC #21113. Morristown, NJ)."
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "children": {
                            "text": {},
                            "count": 0
                        },
                        "kid": {
                            "text": {},
                            "count": 0
                        },
                        "child": {
                            "text": {},
                            "count": 0
                        },
                        "youth": {
                            "text": {},
                            "count": 0
                        },
                        "young": {
                            "text": {},
                            "count": 0
                        },
                        "minor": {
                            "text": {},
                            "count": 0
                        },
                        "you consented": {
                            "text": {},
                            "count": 0
                        },
                        "you consent": {
                            "text": {
                                "you consent": [
                                    {
                                        "0": "By signing up, you consent to receive updates, special offers, program communications and other information via email from Petco."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "you agree": {
                            "text": {
                                "you agree": [
                                    {
                                        "0": "*Providing your email address means you agree to Petco's Terms of Use and have read our Financial Incentive Terms and Privacy Policy"
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "your agreement": {
                            "text": {},
                            "count": 0
                        },
                        "you acknowledge": {
                            "text": {},
                            "count": 0
                        },
                        "you acknowledged": {
                            "text": {},
                            "count": 0
                        },
                        "you signed": {
                            "text": {},
                            "count": 0
                        },
                        "you approve": {
                            "text": {},
                            "count": 0
                        },
                        "you approved": {
                            "text": {},
                            "count": 0
                        },
                        "your permission": {
                            "text": {},
                            "count": 0
                        },
                        "you accepted": {
                            "text": {},
                            "count": 0
                        },
                        "you read": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "BUSINESS_FOCUS": {
                        "third parties": {
                            "text": {
                                "third parties": [
                                    {
                                        "0": "Actual charges and delivery estimates will be noted in the Product Detail page and/or Shopping Cart and may vary based upon carrier availability. Items shipping directly from third parties may take longer to arrive."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "third-party": {
                            "text": {},
                            "count": 0
                        },
                        "third party": {
                            "text": {},
                            "count": 0
                        },
                        "advertising": {
                            "text": {
                                "advertising": [
                                    {
                                        "0": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    },
                                    {
                                        "1": "  Do Not Sell or Share My Personal Information for Targeted Advertising "
                                    },
                                    {
                                        "2": "To opt out of targeted advertising, cross-context behavioral advertising, and Selling/Sharing of your personal information, click the button so that it changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon. Please note that after you opt out, you may still continue to receive generalized advertising that does not qualify as a sale or sharing under privacy laws."
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "sends to": {
                            "text": {},
                            "count": 0
                        },
                        "sell to": {
                            "text": {},
                            "count": 0
                        },
                        "share with": {
                            "text": {},
                            "count": 0
                        },
                        "exchange": {
                            "text": {},
                            "count": 0
                        },
                        "improve": {
                            "text": {},
                            "count": 0
                        },
                        "optimize": {
                            "text": {},
                            "count": 0
                        },
                        "increase": {
                            "text": {},
                            "count": 0
                        },
                        "benefit": {
                            "text": {
                                "benefit": [
                                    {
                                        "0": "Pre-existing conditions are not covered. Waiting periods, annual deductible, co-insurance, benefit limits and exclusions may apply. Click here for all terms and conditions. Products, schedules, discounts, and rates may vary and are subject to change. More information available at checkout. Enroll at petco.com/petco-insurance."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "enhance": {
                            "text": {},
                            "count": 0
                        },
                        "innovate": {
                            "text": {},
                            "count": 0
                        },
                        "technologial innovation": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "UTILIZATION": {
                        "data": {
                            "text": {
                                "data": [
                                    {
                                        "0": "Data Subject Request Form."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "we process": {
                            "text": {},
                            "count": 0
                        },
                        "collected": {
                            "text": {},
                            "count": 0
                        },
                        "stored": {
                            "text": {},
                            "count": 0
                        },
                        "retention": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "INNOVATION": {
                        "analyze": {
                            "text": {},
                            "count": 0
                        },
                        "analysis": {
                            "text": {},
                            "count": 0
                        },
                        "analytics": {
                            "text": {
                                "analytics": [
                                    {
                                        "0": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "automate": {
                            "text": {},
                            "count": 0
                        },
                        "automatic": {
                            "text": {},
                            "count": 0
                        },
                        "AI": {
                            "text": {},
                            "count": 0
                        },
                        "automatically": {
                            "text": {
                                "automatically": [
                                    {
                                        "0": "The 35% discount automatically applies to your first-time, qualifying Repeat Delivery purchase and is reflected in the \"Promotions\" line in your Order Summary at Checkout. Maximum discount amount is $20."
                                    },
                                    {
                                        "1": "No promo code needed. The promotion and discount will automatically be added to your qualifying subtotal."
                                    },
                                    {
                                        "2": "The 35% discount automatically applies to your first-time, qualifying Repeat Delivery purchase subtotal. Subtotal refers to amount of order before taxes and shipping. Maximum discount amount is $20."
                                    },
                                    {
                                        "3": "The 50% discount automatically applies to your first-time, qualifying Repeat Delivery purchase and is reflected in the \"Promotions\" line in your Order Summary at Checkout. Maximum discount amount is $50."
                                    },
                                    {
                                        "4": "No promo code needed. The promotion and discount will automatically be added to your qualifying subtotal."
                                    },
                                    {
                                        "5": "No promo code needed. The promotion and discount will automatically be added to your qualifying subtotal."
                                    }
                                ]
                            },
                            "count": 6
                        },
                        "artificial intelligence": {
                            "text": {},
                            "count": 0
                        },
                        "algorithm": {
                            "text": {},
                            "count": 0
                        },
                        "language processing": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "SECURITY": {
                        "control": {
                            "text": {
                                "control": [
                                    {
                                        "0": "Do Not Sell or Share My Personal Information: We use cookies and other digital tools to operate this site. These technologies may enable the collection and disclosure of certain data about you to our advertising and analytics partners. Under privacy laws, this may be considered a “Sale” or “Sharing” of personal information for targeted advertising or cross-context behavioral advertising. You have the right to opt out of the Selling/Sharing of your personal information.\n\nTo Opt Out of Selling/Sharing of Personal Information:\nYou can opt out of the Sale/Sharing of your personal information by broadcasting the Global Privacy Control (“GPC”) signal when browsing our site. You can read more about the GPChere.\n\nIf you do not wish to use GPC, please follow these instructions to opt out of Selling/Sharing:\n\n1.\tOPTIONAL: Log into your account for this site or submit your email address here: \n\nEmail* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted AdvertisingSubmit \n2.\tREQUIRED: Click the blue button below next to “Do Not Sell/Share My Personal Information” so that the button changes from blue to gray, and the button moves from right to left. When you are successfully opted out, the button will be gray and appear on the left side of the icon.\n \n \n\nPlease note that providing your email address above and/or logging into your account are both optional for all users but will help us identify you to fully process your request. If you do not log into your account and/or do not provide an email address, we may not be able to identify you. If we cannot identify you, your opt-out can be processed only on this browser and device. If you use another browser or device, clear your cookies, or stop using the GPC, you will need to opt out again.\n\nLimit the Use of My Sensitive Personal Information: You also have the right to request that we limit the use and disclosure of your Sensitive Personal Information. We may collect your precise geolocation data, which is considered Sensitive Personal Information under certain privacy laws. To submit a request to limit the use and disclosure of your Sensitive Personal Information, please use ourData Subject Request Form.\n\nFor more information on your rights and our privacy practices, please read ourPrivacy Policy."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "settings": {
                            "text": {},
                            "count": 0
                        },
                        "controls": {
                            "text": {},
                            "count": 0
                        },
                        "fraud": {
                            "text": {},
                            "count": 0
                        },
                        "to detect": {
                            "text": {},
                            "count": 0
                        },
                        "malicious": {
                            "text": {},
                            "count": 0
                        },
                        "illegal activity": {
                            "text": {},
                            "count": 0
                        },
                        "to protect": {
                            "text": {},
                            "count": 0
                        },
                        "encryption": {
                            "text": {},
                            "count": 0
                        },
                        "security": {
                            "text": {},
                            "count": 0
                        },
                        "unauthorized": {
                            "text": {},
                            "count": 0
                        },
                        "auditing": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "EDUCATION": {
                        "how": {
                            "text": {
                                "how": [
                                    {
                                        "0": " Must be a Vital Care member to redeem. Available online only. Enter promo code: BLACKFRIDAY20 in your Shopping Cart at checkout at Petco.com  to receive offer. Single-use coupon. One per customer only. Max discount $30. Valid 11/25/24 - 11/30/24.Coupon may not be combined with other promotions or coupons. Excludes grooming, training, vet services and the following brands: Beggin' Strips, Cesars, Everroot, Fancy Feast, Friskies, Instinct, Just Food For Dogs, Mau Lifestyle, Merrick, Meow Mix, Milkbone, Pedigree, Pristine, Pup-Peroni, Purina Pro Plan, Purina ONE, Purina Chow, Temptations, Tidy Cats, Zukes Performance Vet Nutrition, Kong, Select Everyyay Crates, select RX brands. Not valid on Vital Care membership fees, Repeat Delivery or buy online, pick up in store orders, out-of-stock items, prior purchases or international orders. "
                                    },
                                    {
                                        "1": "Show More"
                                    },
                                    {
                                        "2": "Show Us Your Pet!"
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "what": {
                            "text": {},
                            "count": 0
                        },
                        "how you": {
                            "text": {},
                            "count": 0
                        },
                        "how we ": {
                            "text": {},
                            "count": 0
                        },
                        "explain": {
                            "text": {},
                            "count": 0
                        },
                        "understand": {
                            "text": {},
                            "count": 0
                        },
                        "learn": {
                            "text": {
                                "learn": [
                                    {
                                        "0": "Learn More About Petco Pay Benefits"
                                    },
                                    {
                                        "1": "Learn more about the program >"
                                    },
                                    {
                                        "2": "Learn More"
                                    },
                                    {
                                        "3": "Learn More"
                                    },
                                    {
                                        "4": "Learn More"
                                    }
                                ]
                            },
                            "count": 5
                        },
                        "more information": {
                            "text": {
                                "more information": [
                                    {
                                        "0": "Pre-existing conditions are not covered. Waiting periods, annual deductible, co-insurance, benefit limits and exclusions may apply. Click here for all terms and conditions. Products, schedules, discounts, and rates may vary and are subject to change. More information available at checkout. Enroll at petco.com/petco-insurance."
                                    },
                                    {
                                        "1": "For more information on your rights and our privacy practices, please read our"
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "educational resource": {
                            "text": {},
                            "count": 0
                        },
                        "educate": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "TECHNOLOGY": {
                        "cookies": {
                            "text": {
                                "cookies": [
                                    {
                                        "0": "Merry Makings Santas Cookies Hoodie for Pets, XX-Large, Red"
                                    },
                                    {
                                        "1": "Email* Please provide a valid email address Targeting Cookies Social Media Cookies Do Not Sell or Share My Personal Information for Targeted Advertising"
                                    },
                                    {
                                        "2": "These cookies are necessary for our site to function correctly. You may be able to set your browser to block or alert you about these cookies, but parts of the site will not function correctly without these cookies."
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "mobile identifiers": {
                            "text": {},
                            "count": 0
                        },
                        "pixel tags": {
                            "text": {},
                            "count": 0
                        },
                        "web beacons": {
                            "text": {},
                            "count": 0
                        },
                        "session monitoring": {
                            "text": {},
                            "count": 0
                        }
                    }
                }
            }
        },
        "entry": 1
    }
}