{"https://mayoclinic.org": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Welcome to the Mayo Clinic website, mobile app, and related sites and digital and online services (“Mayo Clinic Site,” the “Site,” or “Sites”), an online e-commerce, information, and communications service provided by Mayo Clinic and all affiliates (“Mayo Clinic” or “We” or “Us”)."}, {"1": "We take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (“Privacy Policy”), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Portal."}, {"2": "What information we collect"}, {"3": "Information you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way."}, {"4": "The information we collect or that you provide on or through our Sites or by using our services includes:"}, {"5": "Information that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;"}, {"6": "Your responses to surveys that we might ask you to complete for research, development, and marketing purposes; and"}, {"7": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}, {"8": "Information we collect automatically:"}, {"9": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:"}, {"10": "The technologies we use for this automatic data collection may include:"}, {"11": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"12": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience."}, {"13": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"14": "Do Not Track Signals. Some web browsers permit you to broadcast a signal to websites and online services indicating a preference that they “do not track” your online activities. At this time, we do not honor such signals. However, we do not track your online activities on or across third party websites or other online services for any purpose, including advertising, unless you specifically opt-in to a program or campaign that authorizes such tracking."}, {"15": "Email communications that you send to us via the email links on our Site may be shared with a customer service representative, employee, medical expert, or agent that is most able to address your inquiry. We make every effort to respond in a timely fashion once communications are received. Once we have responded to your communication, it is discarded or archived, depending on the nature of the inquiry. Note, that email communications that you send us via the email links on our Site are not automatically encrypted, and it is possible that unencrypted email communications with us may be accessed or viewed by another internet user while in transit to us."}, {"16": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"17": "How we use the information we collect"}, {"18": "In addition to the uses described above, we use the information we collect for things like:"}, {"19": "We may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you. If we combine this information with your PHI, we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices."}, {"20": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"21": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"22": "We may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information."}, {"23": "We may also disclose your Personal Data:"}, {"24": "to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;"}, {"25": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction."}, {"26": "Choices about how we use and disclose your information"}, {"27": "Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies."}, {"28": "In addition, we strive to provide you with choices regarding the Personal Data you provide to us. We have created or you have available mechanisms to provide you with control over your Personal Data:"}, {"29": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"30": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"31": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}, {"32": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}, {"33": "Purposes of processing and legal basis for processing: As explained above, we process personal data in various ways depending upon your use of the services. We process personal data on the following legal bases: (1) with your consent; (2) as necessary to provide the services; (3) to comply with our legal obligations; and (4) as necessary for our legitimate interests in providing the services where those interests do not override your fundamental rights and freedoms related to data privacy."}, {"34": "Transfers: Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We will ensure that transfers of personal data to a country or an international organization outside the EEA, the United Kingdom, or Switzerland are subject to appropriate safeguards."}, {"35": "Your rights: You are entitled to the rights under Chapter III of the EU General Data Protection Regulation, the United Kingdom General Data Protection Regulations and Data Protection Act 2018, or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data. In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you. To exercise these rights, please contact Mayo's Data Protection Officer at INTLcompliance@mayo.edu."}, {"36": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}, {"37": "We may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites."}, {"38": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}]}, "count": 39}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);"}, {"1": "Location Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time."}, {"2": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"3": "We may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you. If we combine this information with your PHI, we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices."}]}, "count": 4}, "information": {"text": {"information": [{"0": "Welcome to the Mayo Clinic website, mobile app, and related sites and digital and online services (“Mayo Clinic Site,” the “Site,” or “Sites”), an online e-commerce, information, and communications service provided by Mayo Clinic and all affiliates (“Mayo Clinic” or “We” or “Us”)."}, {"1": "We take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (“Privacy Policy”), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Portal."}, {"2": "What information we collect"}, {"3": "Information you give us:"}, {"4": "The information we collect or that you provide on or through our Sites or by using our services includes:"}, {"5": "Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);"}, {"6": "Information that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;"}, {"7": "Details of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites."}, {"8": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}, {"9": "Information we collect automatically:"}, {"10": "Usage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites."}, {"11": "Device Information."}, {"12": "Location Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time."}, {"13": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:"}, {"14": "store information about your preferences, allowing us to customize our Sites according to your individual interests; and"}, {"15": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"16": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience."}, {"17": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"18": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"19": "How we use the information we collect"}, {"20": "In addition to the uses described above, we use the information we collect for things like:"}, {"21": "Fulfilling purchases, orders, and requests for products, services, or information on our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;"}, {"22": "We may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you. If we combine this information with your PHI, we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices."}, {"23": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"24": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"25": "We may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information."}, {"26": "for any other purpose disclosed by us when you provide the information;"}, {"27": "to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;"}, {"28": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction."}, {"29": "Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies."}, {"30": "Promotional Offers from Mayo Clinic. If you do not wish to have your email address used by us to promote our own products and services, you can opt-out at any time by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from us or submitting a request to our Preference Center. This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"31": "Disclosure of Your Information to Affiliates"}, {"32": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"33": "Your rights regarding your information and accessing and correcting your information"}, {"34": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"35": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}, {"36": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}, {"37": "If you are a resident of the EEA, the United Kingdom, or Switzerland, the following information applies with respect to personal data collected through your use of our Site."}, {"38": "Your rights: You are entitled to the rights under Chapter III of the EU General Data Protection Regulation, the United Kingdom General Data Protection Regulations and Data Protection Act 2018, or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data. In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you. To exercise these rights, please contact Mayo's Data Protection Officer at INTLcompliance@mayo.edu."}, {"39": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}, {"40": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}, {"41": "If you have a question or concern regarding your privacy, please contact Mayo Clinic's Privacy Officer using the contact information below:"}, {"42": " Health Information Policy"}, {"43": " Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights."}, {"44": "These technologies collect information to help us understand how our websites are being used and to make improvements."}]}, "count": 45}, "use": {"text": {"use": [{"0": "When results are available, use up and down arrow keys to navigate. Press space key to fill the input with the suggestion or enter key to search with the suggestion."}, {"1": "We take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (“Privacy Policy”), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Portal."}, {"2": "This Privacy Policy applies to all Sites where it is posted. Other Mayo Clinic online properties may have their own privacy policies that apply to those sites. You should review those privacy policies in connection with your use of those sites."}, {"3": "Information that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;"}, {"4": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:"}, {"5": "Usage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites."}, {"6": "Location Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time."}, {"7": "The technologies we use for this automatic data collection may include:"}, {"8": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"9": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience."}, {"10": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"11": "Our Sites provide you with the opportunity to receive communications from us or third parties. For example, you can sign up for a free Mayo Clinic email newsletter. You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us."}, {"12": "How we use the information we collect"}, {"13": "In addition to the uses described above, we use the information we collect for things like:"}, {"14": "We may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you. If we combine this information with your PHI, we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices."}, {"15": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"16": "to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;"}, {"17": "to enforce or apply our Terms of Use and other agreements, including for billing and collection purposes; and"}, {"18": "Choices about how we use and disclose your information"}, {"19": "Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies."}, {"20": "Cookie Settings and Advertising. You can set your browser or operating system to refuse all or some cookies or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our Sites may then be inaccessible or not function properly."}, {"21": "Promotional Offers from Mayo Clinic. If you do not wish to have your email address used by us to promote our own products and services, you can opt-out at any time by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from us or submitting a request to our Preference Center. This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"22": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"23": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"24": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}, {"25": "If you are a resident of the EEA, the United Kingdom, or Switzerland, the following information applies with respect to personal data collected through your use of our Site."}, {"26": "Purposes of processing and legal basis for processing: As explained above, we process personal data in various ways depending upon your use of the services. We process personal data on the following legal bases: (1) with your consent; (2) as necessary to provide the services; (3) to comply with our legal obligations; and (4) as necessary for our legitimate interests in providing the services where those interests do not override your fundamental rights and freedoms related to data privacy."}, {"27": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}, {"28": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}, {"29": " Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights."}]}, "count": 30}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "This Privacy Policy applies to all Sites where it is posted. Other Mayo Clinic online properties may have their own privacy policies that apply to those sites. You should review those privacy policies in connection with your use of those sites."}, {"1": "Information you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way."}, {"2": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}, {"3": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:"}, {"4": "Usage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites."}, {"5": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:"}, {"6": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"7": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience."}, {"8": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"9": "Do Not Track Signals. Some web browsers permit you to broadcast a signal to websites and online services indicating a preference that they “do not track” your online activities. At this time, we do not honor such signals. However, we do not track your online activities on or across third party websites or other online services for any purpose, including advertising, unless you specifically opt-in to a program or campaign that authorizes such tracking."}, {"10": "Email communications that you send to us via the email links on our Site may be shared with a customer service representative, employee, medical expert, or agent that is most able to address your inquiry. We make every effort to respond in a timely fashion once communications are received. Once we have responded to your communication, it is discarded or archived, depending on the nature of the inquiry. Note, that email communications that you send us via the email links on our Site are not automatically encrypted, and it is possible that unencrypted email communications with us may be accessed or viewed by another internet user while in transit to us."}, {"11": "Marketing and advertising products and services, including by inferring your interests from your interactions with our websites and newsletters and tailoring advertisements, newsletters, and offers to you (both on our websites and on other websites) based on your interactions with us in our stores and online interests;"}, {"12": "We may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you. If we combine this information with your PHI, we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices."}, {"13": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"14": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"15": "to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Mayo Clinic about our Sites users are among the assets transferred;"}, {"16": "for any other purpose disclosed by us when you provide the information;"}, {"17": "to enforce or apply our Terms of Use and other agreements, including for billing and collection purposes; and"}, {"18": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction."}, {"19": "Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies."}, {"20": "Promotional Offers from Mayo Clinic. If you do not wish to have your email address used by us to promote our own products and services, you can opt-out at any time by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from us or submitting a request to our Preference Center. This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"21": "Disclosure of Your Information to Affiliates. By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"22": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}, {"23": "Transfers: Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We will ensure that transfers of personal data to a country or an international organization outside the EEA, the United Kingdom, or Switzerland are subject to appropriate safeguards."}, {"24": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}, {"25": "Links to other websites"}, {"26": "Our Sites may link to other websites that have their own privacy policies. Be sure to review the privacy policy on the site you're visiting."}]}, "count": 27}, "if": {"text": {"if": [{"0": "Records and copies of your correspondence (including email addresses), if you contact us;"}, {"1": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"2": "Our Sites provide you with the opportunity to receive communications from us or third parties. For example, you can sign up for a free Mayo Clinic email newsletter. You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us."}, {"3": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"4": "We may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you. If we combine this information with your PHI, we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices."}, {"5": "If you sign up to receive text messages from us on any of our Sites, you are consenting to receive text messages related to your relationship with Mayo Clinic, including updates related to your visits, your Mayo Clinic Patient Portal account, one-time passcodes, billing notifications, prescription reminders, and care management. These texts are unencrypted and message and data rates may apply. Message frequency may vary."}, {"6": "You can opt-out of SMS messages by texting STOP to the respective short code. Your opt-out request will generate one final message confirming that you have been unsubscribed. You will no longer receive SMS messages from the short code you opted out from. If you want to join again, sign up using your Mayo Clinic Online Services account or text HELP to the short code for instructions."}, {"7": "If you are experiencing issues with the messaging program, you can reply with the keyword HELP for more assistance.  You can also contact Mayo Clinic Customer Assistance via phone at 507-738-4014 or email at privacyoffice@mayo.edu. \n"}, {"8": "to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;"}, {"9": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction."}, {"10": "Cookie Settings and Advertising. You can set your browser or operating system to refuse all or some cookies or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our Sites may then be inaccessible or not function properly."}, {"11": "Promotional Offers from Mayo Clinic. If you do not wish to have your email address used by us to promote our own products and services, you can opt-out at any time by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from us or submitting a request to our Preference Center. This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"12": "Disclosure of Your Information to Affiliates. By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"13": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"14": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"15": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}, {"16": "If you are a resident of the EEA, the United Kingdom, or Switzerland, the following information applies with respect to personal data collected through your use of our Site."}, {"17": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}, {"18": "We may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites."}, {"19": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}, {"20": "If you have a question or concern regarding your privacy, please contact Mayo Clinic's Privacy Officer using the contact information below:"}]}, "count": 21}, "when": {"text": {"when": [{"0": "When results are available, use up and down arrow keys to navigate. Press space key to fill the input with the suggestion or enter key to search with the suggestion."}, {"1": "Information that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;"}, {"2": "recognize and/or authenticate you when you return to our Sites."}, {"3": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"4": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"5": "for any other purpose disclosed by us when you provide the information;"}, {"6": "Cookie Settings and Advertising. You can set your browser or operating system to refuse all or some cookies or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our Sites may then be inaccessible or not function properly."}]}, "count": 7}, "help": {"text": {"help": [{"0": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"1": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"2": "You can opt-out of SMS messages by texting STOP to the respective short code. Your opt-out request will generate one final message confirming that you have been unsubscribed. You will no longer receive SMS messages from the short code you opted out from. If you want to join again, sign up using your Mayo Clinic Online Services account or text HELP to the short code for instructions."}, {"3": "If you are experiencing issues with the messaging program, you can reply with the keyword HELP for more assistance.  You can also contact Mayo Clinic Customer Assistance via phone at 507-738-4014 or email at privacyoffice@mayo.edu. \n"}, {"4": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"5": "These technologies collect information to help us understand how our websites are being used and to make improvements."}]}, "count": 6}, "access": {"text": {"access": [{"0": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}, {"1": "Usage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites."}, {"2": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"3": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"4": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}, {"5": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}, {"6": "Your rights: You are entitled to the rights under Chapter III of the EU General Data Protection Regulation, the United Kingdom General Data Protection Regulations and Data Protection Act 2018, or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data. In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you. To exercise these rights, please contact Mayo's Data Protection Officer at INTLcompliance@mayo.edu."}]}, "count": 7}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "We take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (“Privacy Policy”), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Portal."}, {"1": "The information we collect or that you provide on or through our Sites or by using our services includes:"}, {"2": "Information we collect automatically:"}, {"3": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:"}, {"4": "In addition to the uses described above, we use the information we collect for things like:"}, {"5": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"6": "Transfers: Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We will ensure that transfers of personal data to a country or an international organization outside the EEA, the United Kingdom, or Switzerland are subject to appropriate safeguards."}]}, "count": 7}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "We take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (“Privacy Policy”), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Portal."}, {"1": "Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);"}, {"2": "Details of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites."}, {"3": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}, {"4": "Location Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time."}, {"5": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"6": "Our Sites provide you with the opportunity to receive communications from us or third parties. For example, you can sign up for a free Mayo Clinic email newsletter. You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us."}, {"7": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"8": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"9": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"10": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}, {"11": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}, {"12": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}]}, "count": 13}, "you can": {"text": {"you can": [{"0": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"1": "Our Sites provide you with the opportunity to receive communications from us or third parties. For example, you can sign up for a free Mayo Clinic email newsletter. You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us."}, {"2": "You can opt-out of SMS messages by texting STOP to the respective short code. Your opt-out request will generate one final message confirming that you have been unsubscribed. You will no longer receive SMS messages from the short code you opted out from. If you want to join again, sign up using your Mayo Clinic Online Services account or text HELP to the short code for instructions."}, {"3": "If you are experiencing issues with the messaging program, you can reply with the keyword HELP for more assistance.  You can also contact Mayo Clinic Customer Assistance via phone at 507-738-4014 or email at privacyoffice@mayo.edu. \n"}, {"4": "Cookie Settings and Advertising. You can set your browser or operating system to refuse all or some cookies or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our Sites may then be inaccessible or not function properly."}, {"5": "Promotional Offers from Mayo Clinic. If you do not wish to have your email address used by us to promote our own products and services, you can opt-out at any time by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from us or submitting a request to our Preference Center. This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"6": "Disclosure of Your Information to Affiliates. By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"7": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"8": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"9": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}]}, "count": 10}, "right": {"text": {"right": [{"0": "Information you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way."}, {"1": "Your rights: You are entitled to the rights under Chapter III of the EU General Data Protection Regulation, the United Kingdom General Data Protection Regulations and Data Protection Act 2018, or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data. In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you. To exercise these rights, please contact Mayo's Data Protection Officer at INTLcompliance@mayo.edu."}, {"2": "Complaints or concerns: You are welcome to raise any complaints or concerns to Mayo Clinic by contacting Mayo's Data Protection Officer at INTLcompliance@mayo.edu. You also have the right to lodge a complaint with a supervisory authority."}]}, "count": 3}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": " Request Appointment"}, {"1": " Request appointment"}, {"2": "Information that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;"}, {"3": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"4": "You can opt-out of SMS messages by texting STOP to the respective short code. Your opt-out request will generate one final message confirming that you have been unsubscribed. You will no longer receive SMS messages from the short code you opted out from. If you want to join again, sign up using your Mayo Clinic Online Services account or text HELP to the short code for instructions."}, {"5": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"6": "to comply with any court order, law, or legal process, including to respond to any government or regulatory request;"}, {"7": "Promotional Offers from Mayo Clinic. If you do not wish to have your email address used by us to promote our own products and services, you can opt-out at any time by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from us or submitting a request to our Preference Center. This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"8": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"9": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}, {"10": "Your rights: You are entitled to the rights under Chapter III of the EU General Data Protection Regulation, the United Kingdom General Data Protection Regulations and Data Protection Act 2018, or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data. In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you. To exercise these rights, please contact Mayo's Data Protection Officer at INTLcompliance@mayo.edu."}, {"11": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}]}, "count": 12}, "delete": {"text": {"delete": [{"0": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"1": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"2": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}]}, "count": 3}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {"obligation": [{"0": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"1": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}]}, "count": 2}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"1": "to comply with any court order, law, or legal process, including to respond to any government or regulatory request;"}, {"2": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"3": "Purposes of processing and legal basis for processing:"}, {"4": "Our Patient Portal is available to patients 18 years of age and older. It is also available to patients who are between the ages of 13 years old and 17 years old with the permission of their parents or legal guardians."}]}, "count": 5}, "authority": {"text": {"authority": [{"0": "Complaints or concerns: You are welcome to raise any complaints or concerns to Mayo Clinic by contacting Mayo's Data Protection Officer at INTLcompliance@mayo.edu. You also have the right to lodge a complaint with a supervisory authority."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"1": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"2": "to comply with any court order, law, or legal process, including to respond to any government or regulatory request;"}, {"3": "Purposes of processing and legal basis for processing: As explained above, we process personal data in various ways depending upon your use of the services. We process personal data on the following legal bases: (1) with your consent; (2) as necessary to provide the services; (3) to comply with our legal obligations; and (4) as necessary for our legitimate interests in providing the services where those interests do not override your fundamental rights and freedoms related to data privacy."}]}, "count": 4}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"1": "to comply with any court order, law, or legal process, including to respond to any government or regulatory request;"}, {"2": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"3": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}, {"4": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}]}, "count": 5}, "enforce": {"text": {"enforce": [{"0": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"1": "to enforce or apply our Terms of Use and other agreements, including for billing and collection purposes; and"}]}, "count": 2}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "to comply with any court order, law, or legal process, including to respond to any government or regulatory request;"}]}, "count": 1}, "policy": {"text": {"policy": [{"0": "We take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (“Privacy Policy”), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Portal."}, {"1": "This Privacy Policy applies to all Sites where it is posted. Other Mayo Clinic online properties may have their own privacy policies that apply to those sites. You should review those privacy policies in connection with your use of those sites."}, {"2": "Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);"}, {"3": "Our Sites may link to other websites that have their own privacy policies. Be sure to review the privacy policy on the site you're visiting."}, {"4": "Privacy policy updates"}, {"5": "We may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites."}, {"6": " About this Site Contact Us Locations Health Information Policy Medicare Accountable Care Organization (ACO) Media Requests News Network Price Transparency"}, {"7": " Terms & Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising & Sponsorship Policy Site Map Manage Cookies"}, {"8": " Terms and Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising and Sponsorship Policy Site Map Manage Cookies"}, {"9": " Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights."}]}, "count": 10}, "international": {"text": {"international": [{"0": " International Services"}, {"1": "Transfers: Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We will ensure that transfers of personal data to a country or an international organization outside the EEA, the United Kingdom, or Switzerland are subject to appropriate safeguards."}, {"2": " International Business Collaborations"}, {"3": "International Patients "}, {"4": " International Locations & Offices"}]}, "count": 5}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "California residents"}, {"1": "Mayo Clinic is a not for profit exempted from the California Consumer Privacy Act (CCPA)."}, {"2": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}]}, "count": 3}, "children": {"text": {"children": [{"0": "Protecting children's privacy"}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);"}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "Disclosure of Your Information to Affiliates. By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}]}, "count": 1}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}, {"1": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:"}, {"2": "Our Sites provide you with the opportunity to receive communications from us or third parties. For example, you can sign up for a free Mayo Clinic email newsletter. You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us."}, {"3": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"4": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"5": "We may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information."}, {"6": "Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies."}, {"7": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"8": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}]}, "count": 9}, "third-party": {"text": {"third-party": [{"0": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}]}, "count": 1}, "third party": {"text": {"third party": [{"0": "Do Not Track Signals. Some web browsers permit you to broadcast a signal to websites and online services indicating a preference that they “do not track” your online activities. At this time, we do not honor such signals. However, we do not track your online activities on or across third party websites or other online services for any purpose, including advertising, unless you specifically opt-in to a program or campaign that authorizes such tracking."}]}, "count": 1}, "advertising": {"text": {"advertising": [{"0": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"1": "Do Not Track Signals. Some web browsers permit you to broadcast a signal to websites and online services indicating a preference that they “do not track” your online activities. At this time, we do not honor such signals. However, we do not track your online activities on or across third party websites or other online services for any purpose, including advertising, unless you specifically opt-in to a program or campaign that authorizes such tracking."}, {"2": "Marketing and advertising products and services, including by inferring your interests from your interactions with our websites and newsletters and tailoring advertisements, newsletters, and offers to you (both on our websites and on other websites) based on your interactions with us in our stores and online interests;"}, {"3": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"4": "Cookie Settings and Advertising. You can set your browser or operating system to refuse all or some cookies or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our Sites may then be inaccessible or not function properly."}, {"5": "Digital Advertising Alliance"}, {"6": "Network Advertising Initiative (NAI)"}, {"7": " Advertising & Sponsorship Policy"}, {"8": " Advertising and Sponsorship Policy"}, {"9": " Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights."}, {"10": "These technologies are used to make advertising messages more relevant to you. They perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers and selecting advertisements that are based on your interests."}]}, "count": 11}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:"}, {"1": "improve our product and services offering;"}, {"2": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}]}, "count": 3}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "“Personal Data”"}, {"1": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:"}, {"2": "Usage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites."}, {"3": "Location Data."}, {"4": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:"}, {"5": "The technologies we use for this automatic data collection may include:"}, {"6": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"7": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"8": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"9": "If you sign up to receive text messages from us on any of our Sites, you are consenting to receive text messages related to your relationship with Mayo Clinic, including updates related to your visits, your Mayo Clinic Patient Portal account, one-time passcodes, billing notifications, prescription reminders, and care management. These texts are unencrypted and message and data rates may apply. Message frequency may vary."}, {"10": "Data retention"}, {"11": "We will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations."}, {"12": "We may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website."}, {"13": "We may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information."}, {"14": "We may also disclose your Personal Data:"}, {"15": "to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Mayo Clinic about our Sites users are among the assets transferred;"}, {"16": "In addition, we strive to provide you with choices regarding the Personal Data you provide to us. We have created or you have available mechanisms to provide you with control over your Personal Data:"}, {"17": "Disclosure of Your Information to Affiliates. By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com."}, {"18": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"19": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}, {"20": "If you are a resident of the EEA, the United Kingdom, or Switzerland, the following information applies with respect to personal data collected through your use of our Site."}, {"21": "Purposes of processing and legal basis for processing: As explained above, we process personal data in various ways depending upon your use of the services. We process personal data on the following legal bases: (1) with your consent; (2) as necessary to provide the services; (3) to comply with our legal obligations; and (4) as necessary for our legitimate interests in providing the services where those interests do not override your fundamental rights and freedoms related to data privacy."}, {"22": "Transfers: Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We will ensure that transfers of personal data to a country or an international organization outside the EEA, the United Kingdom, or Switzerland are subject to appropriate safeguards."}, {"23": "Your rights: You are entitled to the rights under Chapter III of the EU General Data Protection Regulation, the United Kingdom General Data Protection Regulations and Data Protection Act 2018, or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data. In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you. To exercise these rights, please contact Mayo's Data Protection Officer at INTLcompliance@mayo.edu."}, {"24": "Complaints or concerns: You are welcome to raise any complaints or concerns to Mayo Clinic by contacting Mayo's Data Protection Officer at INTLcompliance@mayo.edu. You also have the right to lodge a complaint with a supervisory authority."}, {"25": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}, {"26": "California Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below."}, {"27": " Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights."}]}, "count": 28}, "we process": {"text": {"we process": [{"0": "Purposes of processing and legal basis for processing: As explained above, we process personal data in various ways depending upon your use of the services. We process personal data on the following legal bases: (1) with your consent; (2) as necessary to provide the services; (3) to comply with our legal obligations; and (4) as necessary for our legitimate interests in providing the services where those interests do not override your fundamental rights and freedoms related to data privacy."}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:"}, {"1": "Location Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time."}, {"2": "Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies."}, {"3": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"4": "If you are a resident of the EEA, the United Kingdom, or Switzerland, the following information applies with respect to personal data collected through your use of our Site."}, {"5": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}]}, "count": 6}, "stored": {"text": {"stored": [{"0": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"1": "Transfers: Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We will ensure that transfers of personal data to a country or an international organization outside the EEA, the United Kingdom, or Switzerland are subject to appropriate safeguards."}]}, "count": 2}, "retention": {"text": {"retention": [{"0": "Updated on April 19, 2024\nWelcome to the Mayo Clinic website, mobile app, and related sites and digital and online services (“Mayo Clinic Site,” the “Site,” or “Sites”), an online e-commerce, information, and communications service provided by Mayo Clinic and all affiliates (“Mayo Clinic” or “We” or “Us”).\nWe take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (“Privacy Policy”), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Portal.\nThis Privacy Policy applies to all Sites where it is posted. Other Mayo Clinic online properties may have their own privacy policies that apply to those sites. You should review those privacy policies in connection with your use of those sites.\nWhat information we collect\nInformation you give us: We respect the right to privacy of all visitors to the Mayo Clinic Sites. We receive and store some information that you enter on our Sites or that you provide to us through the Sites in any other way.\nThe information we collect or that you provide on or through our Sites or by using our services includes:\n\nData that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);\nInformation that you provide by filling in forms on our Sites, such as appointment request forms or product ordering forms. It also includes information you provide when you register to use our Sites, purchase products, or use services available through the Sites or facilities. We may also ask you for information when you report a problem with our Sites. Some forms collect sensitive information, such as health information, necessary for us to provide our services to you;\nRecords and copies of your correspondence (including email addresses), if you contact us;\nYour responses to surveys that we might ask you to complete for research, development, and marketing purposes; and\nDetails of transactions you carry out through our Sites and of the fulfillment of your orders. You may be required to provide financial information before placing an order through our Sites.\n\nYou also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.\nInformation we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:\n\nUsage Details. Details of your visits to our Sites, such as traffic data, location, logs, referring/exit pages, date and time of your visit to or use of our Sites, error information, clickstream data, and other communication data and the resources that you access and use on or in the Sites.\nDevice Information. Information about your computer, mobile device, and Internet connection, specifically your IP address, operating system, browser type, and App version information.\nLocation Data. Information about your location collected through Geolocation technology. Mayo Clinic applications and services that run on mobile devices do not generally use geolocation. However, the Mayo Clinic app can collect and use geolocation information only for the limited purpose of facilitating check-in to your scheduled appointment upon arrival. You may disable this functionality on your mobile device by removing permission for the Mayo Clinic app to use location services at any time.\n\nThe information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:\n\nestimate our audience size and usage patterns;\nimprove our product and services offering;\nstore information about your preferences, allowing us to customize our Sites according to your individual interests; and\nrecognize and/or authenticate you when you return to our Sites.\n\nThe technologies we use for this automatic data collection may include:\n\nCookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App.\nPixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience.\nGoogle Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/.\nDo Not Track Signals. Some web browsers permit you to broadcast a signal to websites and online services indicating a preference that they “do not track” your online activities. At this time, we do not honor such signals. However, we do not track your online activities on or across third party websites or other online services for any purpose, including advertising, unless you specifically opt-in to a program or campaign that authorizes such tracking.\n\nEmail communications, newsletter, and related services\nOur Sites provide you with the opportunity to receive communications from us or third parties. For example, you can sign up for a free Mayo Clinic email newsletter. You can unsubscribe from this newsletter at any time. You may use the unsubscribe mechanism or link in our marketing emails if you wish to stop receiving marketing emails from us.\nEmail communications that you send to us via the email links on our Site may be shared with a customer service representative, employee, medical expert, or agent that is most able to address your inquiry. We make every effort to respond in a timely fashion once communications are received. Once we have responded to your communication, it is discarded or archived, depending on the nature of the inquiry. Note, that email communications that you send us via the email links on our Site are not automatically encrypted, and it is possible that unencrypted email communications with us may be accessed or viewed by another internet user while in transit to us.\nSurveys\nWe occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential.\nHow we use the information we collect\nIn addition to the uses described above, we use the information we collect for things like:\n\nOptimizing the performance and user experience of our sites;\nOperating, evaluating, and improving our business;\nProviding healthcare services;\nFulfilling purchases, orders, and requests for products, services, or information on our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\nProcessing returns and exchanges from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\nTracking and confirming online orders from our e-commerce sites, including the Mayo Clinic Store and Mayo Clinic Marketplace;\nDelivering or installing products;\nMarketing and advertising products and services, including by inferring your interests from your interactions with our websites and newsletters and tailoring advertisements, newsletters, and offers to you (both on our websites and on other websites) based on your interactions with us in our stores and online interests;\nSending you email newsletters;\nConducting research and analysis;\nCommunicating with you about your account, special events, and surveys; and\nEstablishing and managing your accounts with us.\n\nWe may combine this information with any other information we have about you, including, if you are a Mayo Clinic patient, any PHI we have about you. If we combine this information with your PHI, we will treat all of that information as PHI and will only use or disclose that information as set forth in our Notice of Privacy Practices.\nTexting\nIf you sign up to receive text messages from us on any of our Sites, you are consenting to receive text messages related to your relationship with Mayo Clinic, including updates related to your visits, your Mayo Clinic Patient Portal account, one-time passcodes, billing notifications, prescription reminders, and care management. These texts are unencrypted and message and data rates may apply. Message frequency may vary.\nYou can opt-out of SMS messages by texting STOP to the respective short code. Your opt-out request will generate one final message confirming that you have been unsubscribed. You will no longer receive SMS messages from the short code you opted out from. If you want to join again, sign up using your Mayo Clinic Online Services account or text HELP to the short code for instructions.\nIf you are experiencing issues with the messaging program, you can reply with the keyword HELP for more assistance.  You can also contact Mayo Clinic Customer Assistance via phone at 507-738-4014 or email at privacyoffice@mayo.edu. \n\nNote that carriers are not liable for delayed or undelivered messages.\n\nData retention\nWe will retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements. You may request that we delete your data by contacting us as provided below. However, we may not be able to honor that request in all instances given the laws and regulations that apply to us. For example, under state and federal law, we may be required to maintain some data that is specific to you and that may identify you, such as your medical records or other information. We may also have a legal basis or obligation to maintain medical and other information about you to provide care and treatment or to comply with our professional, legal, and other obligations.\nDisclosure of your information\nWe may share the information we collect about you with third parties who we have engaged to help us provide the Site, as well as the products and services available through our Site. Your Personal Data may be disclosed to affiliates, contractors, service providers, and other third parties we use to support our business; any such use of Personal Data that includes protected health information will comply with our Notice of Privacy Practices. and any authorization you have provided. The services provided by these organizations include providing IT and infrastructure support services, advertising, marketing, and payment processing services. Advertising and marketing partners may receive and use your Personal Data to assist us with our advertising and marketing efforts. In each case, we will ensure that these third parties have agreed to safeguard your data. Our partner, Everyday Health, may use a third-party ad network provider, such as Collective Media, to help present advertisements on this website.\nWe may provide third parties with aggregate statistics about our visitors, traffic patterns, and related site information. These data reflect site-usage patterns gathered during visits to our website each month, but they do not contain information that personally identifies you unless you have given us permission to share that information.\nWe may also disclose your Personal Data:\n\nto a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Mayo Clinic about our Sites users are among the assets transferred;\nto fulfill the purpose for which you provide it;\nfor any other purpose disclosed by us when you provide the information;\nwith your consent;\nto comply with any court order, law, or legal process, including to respond to any government or regulatory request;\nto affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;\nto enforce or apply our Terms of Use and other agreements, including for billing and collection purposes; and\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.\n\nChoices about how we use and disclose your information\nOur sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies.\nIn addition, we strive to provide you with choices regarding the Personal Data you provide to us. We have created or you have available mechanisms to provide you with control over your Personal Data:\n\nCookie Settings and Advertising. You can set your browser or operating system to refuse all or some cookies or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our Sites may then be inaccessible or not function properly.\nPromotional Offers from Mayo Clinic. If you do not wish to have your email address used by us to promote our own products and services, you can opt-out at any time by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from us or submitting a request to our Preference Center. This opt-out does not apply to information provided to Mayo Clinic as a result of a product purchase or your use of our services. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com.\nDisclosure of Your Information to Affiliates. By purchasing our products, you consent to our sharing of your Personal Data with our affiliates for their promotional purposes. If you wish to unsubscribe from such affiliate promotions, you can do so by clicking the unsubscribe link at the bottom of any email or other marketing communications you receive from them. If you wish to opt-out of such sharing, please email us at mayoclinicpress@service.mayoclinic.com.\nTargeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website.\n\nYour rights regarding your information and accessing and correcting your information\nFor non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect.\nIf you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law.\nSecurity\nWhether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions.\nUsers in the European Economic Area (EEA), the United Kingdom, and Switzerland\nIf you are a resident of the EEA, the United Kingdom, or Switzerland, the following information applies with respect to personal data collected through your use of our Site.\nPurposes of processing and legal basis for processing: As explained above, we process personal data in various ways depending upon your use of the services. We process personal data on the following legal bases: (1) with your consent; (2) as necessary to provide the services; (3) to comply with our legal obligations; and (4) as necessary for our legitimate interests in providing the services where those interests do not override your fundamental rights and freedoms related to data privacy.\nTransfers: Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities. We will ensure that transfers of personal data to a country or an international organization outside the EEA, the United Kingdom, or Switzerland are subject to appropriate safeguards.\nYour rights: You are entitled to the rights under Chapter III of the EU General Data Protection Regulation, the United Kingdom General Data Protection Regulations and Data Protection Act 2018, or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, which include the right to access and rectify and to request erasure of personal data. In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you. To exercise these rights, please contact Mayo's Data Protection Officer at INTLcompliance@mayo.edu.\nComplaints or concerns: You are welcome to raise any complaints or concerns to Mayo Clinic by contacting Mayo's Data Protection Officer at INTLcompliance@mayo.edu. You also have the right to lodge a complaint with a supervisory authority.\nProtecting children's privacy\nOther than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below.\nOur Patient Portal is available to patients 18 years of age and older. It is also available to patients who are between the ages of 13 years old and 17 years old with the permission of their parents or legal guardians.\nLinks to other websites\nOur Sites may link to other websites that have their own privacy policies. Be sure to review the privacy policy on the site you're visiting.\nPrivacy policy updates\nWe may need to update our Privacy Policy as technology changes and Mayo Clinic evolves. If we make significant changes to this Privacy Policy, we'll post a prominent message on our websites.\nCalifornia residents\nMayo Clinic is a not for profit exempted from the California Consumer Privacy Act (CCPA).\nCalifornia Civil Code Section 1798.83 (California's “Shine the Light” law) permits users of our Sites that are California residents and who provide Personal Data in obtaining products and services for personal, family, or household use to request certain information regarding our disclosure of Personal Data to third parties for their own direct marketing purposes. If applicable, this information would include the categories of Personal Data and the names and addresses of those businesses with which we shared your Personal Data with for the immediately prior calendar year. You may request this information once per calendar year. To make such a request, please contact us using the information below.\nContact information\nIf you have a question or concern regarding your privacy, please contact Mayo Clinic's Privacy Officer using the contact information below:\nMayo Clinic Privacy Officer\n200 First St. SW\nRochester, MN 55905\n507-266-6286\nprivacyoffice@mayo.edu\n"}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "Conducting research and analysis;"}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"1": " Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights."}, {"2": "             Website Analytics             These technologies collect information to help us understand how our websites are being used and to make improvements.         "}]}, "count": 3}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:"}, {"1": "The technologies we use for this automatic data collection may include:"}]}, "count": 2}, "AI": {"text": {"AI": [{"0": "Network Advertising Initiative (NAI)"}, {"1": "https://thenai.org/"}]}, "count": 2}, "automatically": {"text": {"automatically": [{"0": "Information we collect automatically:"}, {"1": "The information we collect automatically may include Personal Data or we may maintain or associate information we collect with Personal Data we collect in other ways or receive from third parties. It helps us to improve our Sites and to deliver a better and more personalized service by enabling us to:"}, {"2": "Email communications that you send to us via the email links on our Site may be shared with a customer service representative, employee, medical expert, or agent that is most able to address your inquiry. We make every effort to respond in a timely fashion once communications are received. Once we have responded to your communication, it is discarded or archived, depending on the nature of the inquiry. Note, that email communications that you send us via the email links on our Site are not automatically encrypted, and it is possible that unencrypted email communications with us may be accessed or viewed by another internet user while in transit to us."}]}, "count": 3}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}, {"1": "Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies."}, {"2": "In addition, we strive to provide you with choices regarding the Personal Data you provide to us. We have created or you have available mechanisms to provide you with control over your Personal Data:"}, {"3": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"4": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}]}, "count": 5}, "settings": {"text": {"settings": [{"0": "Cookie Settings and Advertising"}, {"1": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}, {"2": "     x     Customize Cookie Settings                           Trusted             These technologies are used in operating the site, including remembering your preferences, ensuring security and providing certain features. They do not track your activity online.                                                                          Website Analytics             These technologies collect information to help us understand how our websites are being used and to make improvements.                                                                         Advertising             These technologies are used to make advertising messages more relevant to you. They perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed for advertisers and selecting advertisements that are based on your interests.                                      Save      "}]}, "count": 3}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction."}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Mayo Clinic, our customers, or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction."}, {"1": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}]}, "count": 2}, "encryption": {"text": {"encryption": [{"0": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}]}, "count": 1}, "security": {"text": {"security": [{"0": "Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);"}, {"1": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}, {"2": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}, {"3": "These technologies are used in operating the site, including remembering your preferences, ensuring security and providing certain features. They do not track your activity online."}]}, "count": 4}, "unauthorized": {"text": {"unauthorized": [{"0": "You also may provide information to be published or displayed (hereinafter, “Posted”) on public areas of the Sites or transmitted to other users of the Sites or third parties (collectively, “User Contributions”). Your User Contributions are Posted on and transmitted to others at your own risk. Although we limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Sites with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "We take your privacy seriously, and we want you to know how we collect, use, share, and protect your information. In addition to this privacy policy (“Privacy Policy”), users of the Mayo Clinic Site should consult the Mayo Clinic Site Terms of Use as well as any product-specific terms and conditions that apply. You may review policies specifically related to patient information (protected health information or PHI) submitted through Mayo Clinic's Patient Portal."}, {"1": "Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);"}, {"2": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience."}, {"3": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"4": "How we use the information we collect"}, {"5": "to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;"}, {"6": "Choices about how we use and disclose your information"}, {"7": "These technologies collect information to help us understand how our websites are being used and to make improvements."}]}, "count": 8}, "what": {"text": {"what": [{"0": "What information we collect"}, {"1": "For non-patient information, you can Contact Us through the Contact Information below to access and/or find out what information we have about you and to correct that information. You can also review and change your Personal Data by logging into our site and visiting either the Settings or Account Preferences sections. You may also notify us through the Contact Information below of any changes or errors in any Personal Data we have about you to ensure that it is complete, accurate, and as current as possible or to delete your account. We cannot completely delete your personal information except by also deleting your account with us. We may not be able to accommodate your request if we believe it would violate any law or legal requirement or if we have a legal basis or obligation to maintain it, or if it would cause the information to be incorrect."}]}, "count": 2}, "how you": {"text": {"how you": [{"0": "Data that may personally identify you, including your name, postal address, billing address, shipping address, e-mail address, home, work and mobile telephone numbers, age, date of birth, social security number, insurance policy number, physical characteristics that may personally identify you, sexual orientation, IP address, bank account number, credit or debit card number (for payment purposes only), national origin, ancestry, veteran or military status, medical conditions, race, citizenship, information about any physical or mental disabilities you may have, information related to your religious or philosophical beliefs, political opinions, information regarding your gender at birth and how you currently express your gender identity, information related to your sex life, such as pregnancy, child birth and related medical conditions, any history of criminal convictions, biometric information (such as fingerprints, exercise data, psychological characteristics, face prints, gait patterns, genetics, behavioral characteristics, voice, sleep data, and iris/retina scans), and genetic information (including familial genetic information) (collectively, “Personal Data”);"}]}, "count": 1}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience."}, {"1": "We occasionally survey visitors to our site. The information from these surveys is used in aggregated, de-identified form to help us understand the needs of our visitors so that we can improve our site. The information may be shared with third parties with whom we have a business relationship. We generally do not ask for information in surveys that would personally identify you; if we do request contact information for follow-up, you may decline to provide it. If survey respondents provide personal information (such as an email address) in a survey, it is shared only with those people who need to see it to respond to the question or request, or with third parties who perform data management services for our site. Those third parties have agreed to keep all data from surveys confidential."}, {"2": "Whether you are visiting the Mayo Clinic Site or one of our clinic locations, we use reasonable security measures to protect the confidentiality of personal information under our control, and we appropriately limit access to it. We use a variety of information security measures to protect your online transactions with us. The Mayo Clinic Site uses encryption technology, such as Secure Sockets Layer (SSL), to protect your personal information during data transport. SSL protects information you submit via our website, such as ordering information including your name, address, and credit card number. That being said, Mayo Clinic cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk. We have taken reasonable steps to ensure the integrity and confidentiality of personally identifiable information that you may provide. You should understand, however, that electronic transmissions via the internet are not necessarily secure from interception, and so we cannot absolutely guarantee the security or confidentiality of such transmissions."}, {"3": "These technologies collect information to help us understand how our websites are being used and to make improvements."}]}, "count": 4}, "learn": {"text": {"learn": [{"0": "Targeted Advertising. To learn more about interest-based advertisements and your opt-out rights and options, visit the Digital Advertising Alliance and the Network Advertising Initiative (NAI) websites (https://youradchoices.com/ and https://thenai.org/). Please note that if you choose to opt out, you will continue to see ads, but they will not be based on your online activity. We do not control third parties' collection or use of your information to serve interest-based advertising. However, these third parties may provide you with ways to choose not to have your information collected or used in this way. You can also opt out of receiving targeted ads from members of the NAI on its website."}, {"1": "Other than our Patient Portal, our Sites are not intended for users under 18 years of age. No one under age 18 may provide any information to or through the Sites. We do not knowingly collect Personal Data from users under 18. If you are under 18, do not use or provide any information on or in our Sites or on or through any of their features, including your name, address, telephone number, email address, or any screen name or username you may use. If we learn we have collected or received Personal Data from a user under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from a user under 18, please contact us at the contact information below."}]}, "count": 2}, "more information": {"text": {"more information": [{"0": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"1": "to affiliates to market their products or services to you if you have purchased one of our products and if you have not opted out of these disclosures. For more information, see Choices About How We Use and Disclose Your Information;"}, {"2": "If you are a patient of Mayo Clinic, you can access the patient-related information that we maintain about you through Patient Portal or through our health information management department. For more information about requesting your medical records, ask us or go online to the Patient and Visitor Guide for the location where you receive your care, then explore the release of information options: https://www.mayoclinic.org/patient-visitor-guide. You also can request a correction to your patient information through our Patient Portal or health information management department. In our mobile app, you can request to deactivate your account; however, we are still required maintain your patient-related information under the Health Insurance Portability and Accountability Act (HIPAA) and other federal and state law."}, {"3": " Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights."}]}, "count": 4}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:"}, {"1": "Cookies (or browser cookies)"}, {"2": "Google Analytics. We use Google Analytics, a web analytics service provided by Google, Inc. (“Google”) to collect certain information relating to your use of our Sites. Google Analytics uses cookies, which are text files placed on your computer, to help our Sites analyze how users use the Sites. You can find out more about how Google uses data when you visit our Sites by visiting “How Google uses information from sites or apps that use our services” (located at https://policies.google.com/technologies/partner-sites). We may also use Google Analytics Advertising Features or other advertising networks to provide you with interest-based advertising based on your online activity. For more information regarding Google Analytics please visit Google's website, and pages that describe Google Analytics, such as https://marketingplatform.google.com/about/."}, {"3": "Our sponsors and advertisers have agreed that they will not collect any personally identifiable information from our Site visitors while using our Sites; however, we do not control the use of cookies provided by other third parties, nor do we manage the information collected by other third parties. These third parties may aggregate the information they collect with information from their other customers for their own purposes and in accordance with their own respective privacy policies."}, {"4": "Cookie Settings and Advertising. You can set your browser or operating system to refuse all or some cookies or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our Sites may then be inaccessible or not function properly."}, {"5": " Terms & Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising & Sponsorship Policy Site Map Manage Cookies Terms and Conditions Privacy Policy Notice of Privacy Practices Notice of Nondiscrimination Accessibility Statement Advertising and Sponsorship Policy Site Map Manage Cookies"}, {"6": " Mayo Clinic and our partners use technologies such as cookies to collect information from your browser to deliver relevant advertising on our site, in emails and across the Internet, personalize content and perform site analytics. Please visit our Privacy Policy for more information about our use of data and your rights."}]}, "count": 7}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {"pixel tags": [{"0": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience."}]}, "count": 1}, "web beacons": {"text": {"web beacons": [{"0": "Information we collect automatically: We collect information about you automatically as you navigate through or use our Sites. Information collected automatically may include usage details, IP addresses, session replay and recording technology (recording your movements, clicks, etc. on our Sites), and information collected through cookies, web beacons, pixels tags, and other tracking technologies. As you navigate through and interact with our Sites, we may use automatic data collection technologies (such as session replay and tracking technologies referred to above) to collect certain information about your equipment, browsing actions, and patterns, specifically:"}, {"1": "Cookies (or browser cookies). We and our service providers may use cookies, web beacons, and other technologies to receive and store certain types of information whenever you interact with our Sites through your computer or mobile device. A cookie is a small file or piece of data sent from a website and stored on the hard drive of your computer or mobile device. On your computer, you may refuse to accept browser cookies by activating the appropriate setting on your browser, and you may have similar capabilities on your mobile device in the preferences for your operating system or browser. However, if you select this setting you may be unable to access or use certain parts of our Sites. Unless you have adjusted your browser or operating system setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website or use our App."}, {"2": "Pixels and Web Beacons. Pages on our Sites, or our e-mails, may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related Sites statistics (for example, recording the popularity of certain Sites content and verifying system and server integrity). For example, we use Tealium, Inc. (“Tealium”), to understand how users interact with our Sites. We use this information to assist us in improving our user experience."}]}, "count": 3}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}