{"https://coinmarketcap.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Find out how we work by clicking here. "}, {"1": " Welcome to CoinMarketCap.com! This site was founded in May 2013 by Brandon Chez to provide up-to-date cryptocurrency prices, charts and data about the emerging cryptocurrency markets. Since then, the world of blockchain and cryptocurrency has grown exponentially and we are very proud to have grown with it. We take our data very seriously and we do not change our data to fit any narrative: we stand for accurately, timely and unbiased information. "}, {"2": " Here at CoinMarketCap, we work very hard to ensure that all the relevant and up-to-date information about cryptocurrencies, coins and tokens can be located in one easily discoverable place. From the very first day, the goal was for the site to be the number one location online for crypto market data, and we work hard to empower our users with our unbiased and accurate information. "}, {"3": "We Provide Live and Historic Crypto Charts for Free"}, {"4": " Each of our coin data pages has a graph that shows both the current and historic price information for the coin or token. Normally, the graph starts at the launch of the asset, but it is possible to select specific to and from dates to customize the chart to your own needs. These charts and their information are free to visitors of our website.  The most experienced and professional traders often choose to use the best crypto API on the market. Our API enables millions of calls to track current prices and to also investigate historic prices and is used by some of the largest crypto exchanges and financial institutions in the world.  CoinMarketCap also provides data about the most successful traders for you to monitor. We also provide data about the latest trending cryptos and trending DEX pairs. "}, {"5": "How Do We Calculate Our Cryptocurrency Prices?"}, {"6": " We receive updated cryptocurrency prices directly from many exchanges based on their pairs. We then convert the number to USD. A full explanation can be found here. "}, {"7": " How Do We Calculate Our Crypto Valuations?"}, {"8": " We calculate our valuations based on the total circulating supply of an asset multiplied by the currency reference price. The topic is explained in more detail here. "}, {"9": "How Do We Calculate the Cryptocurrency Market Cap?"}, {"10": " We calculate the total cryptocurrency market capitalization as the sum of all cryptocurrencies listed on the site. "}, {"11": " Almost. We have a process that we use to verify assets. Once verified, we create a coin description page like this. The world of crypto now contains many coins and tokens that we feel unable to verify. In those situations, our Dexscan product lists them automatically by taking on-chain data for newly created smart contracts. We do not cover every chain, but at the time of writing we track the top 70 crypto chains, which means that we list more than 97% of all tokens. "}, {"12": " At the time of writing, we estimate that there are more than 2 million pairs being traded, made up of coins, tokens and projects in the global coin market. As mentioned above, we have a due diligence process that we apply to new coins before they are listed. This process controls how many of the cryptocurrencies from the global market are represented on our site. "}, {"13": "NFTs are multi-use images that are stored on a blockchain. They can be used as art, a way to share QR codes, ticketing and many more things. The first breakout use was for art, with projects like CryptoPunks and Bored Ape Yacht Club gaining large followings. We also list all of the top NFT collections available, including the related NFT coins and tokens.. We collect latest sale and transaction data, plus upcoming NFT collection launches onchain. NFTs are a new and innovative part of the crypto ecosystem that have the potential to change and update many business models for the Web 3 world. "}, {"14": " CoinMarketCap does not offer financial or investment advice about which cryptocurrency, token or asset does or does not make a good investment, nor do we offer advice about the timing of purchases or sales. We are strictly a data company.  Please remember that the prices, yields and values of financial assets change. This means that any capital you may invest is at risk. We recommend seeking the advice of a professional investment advisor for guidance related to your personal circumstances. "}, {"15": " TThe data at CoinMarketCap updates every few seconds, which means that it is possible to check in on the value of your investments and assets at any time and from anywhere in the world. We look forward to seeing you regularly! "}, {"16": "We’re hiring!"}, {"17": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}, {"18": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}, {"19": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 20}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}, {"1": "We do not sell your personal data to other organizations for commercial purposes. We only share your personal information to provide products or services you’ve requested, when we have your permission, or under the following circumstances:"}, {"2": "We provide personal information to trusted businesses or persons for the sole purpose of processing personally identifying information on our behalf and provide us with services. When this is done, it is subject to agreements that oblige those parties to process such information only on our instructions and in compliance with this Privacy Policy and appropriate confidentiality and security measures."}, {"3": "We may aggregate, anonymize, and publish data for statistical and research purposes only. For example, we may compile and share information related to the popularity of certain products tracked by users. In any such instance, the information will not be able to be traced back to any individual."}, {"4": "If you are a resident of the European Economic Area, you generally have the right to access, rectify, download or erase your information, as well as the right to restrict and object to certain processing of your information. While some of these rights apply generally, certain rights apply only in certain limited circumstances."}, {"5": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information."}]}, "count": 6}, "information": {"text": {"information": [{"0": "This Privacy Policy explains when, why and how we collect and use personal information about people who visit our Website or use our Services, the conditions under which we may disclose your personal information to others, and how we keep your personal information secure."}, {"1": "What Information Do We Collect?"}, {"2": "CoinMarketCap (“CoinMarketCap”, “we” or “us”) collects (a) the e-mail addresses of those who communicate with us via email; (b) aggregate information concerning what pages users access or visit; (c) information given by the user (such as survey information and/or site registrations); and (d) information related to your use of the Website and/or the mobile application, including IP address, Device ID, geographic location, and date and time of your request; (e) any other information that you might provide voluntarily. We might also collect your email address and your Wallet ID if you decide to participate in one of our campaigns."}, {"3": "We do not knowingly collect information from children under the age of 18. By using the CoinMarketCap service, you are representing that you are at least 18 years old."}, {"4": "How Do We Use the Information?"}, {"5": "CoinMarketCap uses collected information for the following purposes:"}, {"6": "To fulfill a contract or take steps linked to a contract such as processing your registration on our Website or sending you information about changes to our terms or policies;"}, {"7": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"8": "If you do not wish to receive marketing information about our programs, products, features or services, you can opt-out of marketing communications."}, {"9": "Where you give us consent, such as (a) where you ask us to send marketing information to you via a medium where we need your consent, including alerts via mobile push notifications; (b) where you give us consent to place cookies and to use similar technologies; and (c) on other occasions where we ask you for consent, for any other purpose that might arise."}, {"10": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}, {"11": "How Do We Share Your Information?"}, {"12": "We do not sell your personal data to other organizations for commercial purposes. We only share your personal information to provide products or services you’ve requested, when we have your permission, or under the following circumstances:"}, {"13": "When it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, available at https://coinmarketcap.com/terms/ or as otherwise required by law."}, {"14": "We provide personal information to trusted businesses or persons for the sole purpose of processing personally identifying information on our behalf and provide us with services. When this is done, it is subject to agreements that oblige those parties to process such information only on our instructions and in compliance with this Privacy Policy and appropriate confidentiality and security measures."}, {"15": "We provide such information to third parties who have entered into non-disclosure agreements with us."}, {"16": "We provide such information to a company controlled by, or under common control with, CoinMarketCap for any purpose permitted by this Privacy Policy."}, {"17": "We may aggregate, anonymize, and publish data for statistical and research purposes only. For example, we may compile and share information related to the popularity of certain products tracked by users. In any such instance, the information will not be able to be traced back to any individual."}, {"18": "We take precautions to ensure the security of your personal information. We ensure that our Website is protected by reasonable security measures afforded by current technology, and that all our data hosts and servers are similarly protected by such security measures, including but not limited to firewalls. We strongly advise you to change your password frequently and not to use the same password for different websites. We cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users. You should never transmit personal or identifying information to other users."}, {"19": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}, {"20": "If you are a resident of the European Economic Area, you generally have the right to access, rectify, download or erase your information, as well as the right to restrict and object to certain processing of your information. While some of these rights apply generally, certain rights apply only in certain limited circumstances."}, {"21": "Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), please raise a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). If our reply is not satisfactory, you have the right to raise a concern with your local supervisory authority, depending on where you are located."}, {"22": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}, {"23": "Any questions about this Privacy Policy or about our use of your personal information should be addressed to legal@coinmarketcap.com."}, {"24": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}, {"25": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information."}, {"26": "As a California consumer, you have the right to opt-out from the sale or sharing of your personal information at any time across business platform, services, businesses and devices. You can opt-out of the sale and sharing of your personal information by using this toggle switch. As a Virginia, Utah, Colorado and Connecticut consumer, you have the right to opt-out from the sale of your personal data and the processing of your personal data for targeted advertising. You can opt-out of the sale of your personal data and targeted advertising by using this toggle switch. For more information on your rights as a United States consumer see our privacy notice."}, {"27": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}, {"28": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 29}, "use": {"text": {"use": [{"0": "This Privacy Policy (“Privacy Policy”) covers your access and use of this website, coinmarketcap.com (the “Website”), as well as associated content, software, and mobile applications (collectively, the “Service”)."}, {"1": "This Privacy Policy explains when, why and how we collect and use personal information about people who visit our Website or use our Services, the conditions under which we may disclose your personal information to others, and how we keep your personal information secure."}, {"2": "CoinMarketCap (“CoinMarketCap”, “we” or “us”) collects (a) the e-mail addresses of those who communicate with us via email; (b) aggregate information concerning what pages users access or visit; (c) information given by the user (such as survey information and/or site registrations); and (d) information related to your use of the Website and/or the mobile application, including IP address, Device ID, geographic location, and date and time of your request; (e) any other information that you might provide voluntarily. We might also collect your email address and your Wallet ID if you decide to participate in one of our campaigns."}, {"3": "How Do We Use the Information?"}, {"4": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"5": "Where you give us consent, such as (a) where you ask us to send marketing information to you via a medium where we need your consent, including alerts via mobile push notifications; (b) where you give us consent to place cookies and to use similar technologies; and (c) on other occasions where we ask you for consent, for any other purpose that might arise."}, {"6": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}, {"7": "We take precautions to ensure the security of your personal information. We ensure that our Website is protected by reasonable security measures afforded by current technology, and that all our data hosts and servers are similarly protected by such security measures, including but not limited to firewalls. We strongly advise you to change your password frequently and not to use the same password for different websites. We cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users. You should never transmit personal or identifying information to other users."}, {"8": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}, {"9": "You can also ask us not to send marketing communications and not to use your personal data when we carry out profiling for direct marketing purposes. You can opt out of receiving e-mail newsletters and other marketing communications by following the opt-out instructions provided to you in those e-mails. Transactional account messages will be unaffected even if you opt out from marketing communications."}, {"10": "Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), please raise a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). If our reply is not satisfactory, you have the right to raise a concern with your local supervisory authority, depending on where you are located."}, {"11": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}, {"12": "Any questions about this Privacy Policy or about our use of your personal information should be addressed to legal@coinmarketcap.com."}, {"13": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}]}, "count": 14}, "why": {"text": {"why": [{"0": "This Privacy Policy explains when, why and how we collect and use personal information about people who visit our Website or use our Services, the conditions under which we may disclose your personal information to others, and how we keep your personal information secure."}]}, "count": 1}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "CoinMarketCap (“CoinMarketCap”, “we” or “us”) collects (a) the e-mail addresses of those who communicate with us via email; (b) aggregate information concerning what pages users access or visit; (c) information given by the user (such as survey information and/or site registrations); and (d) information related to your use of the Website and/or the mobile application, including IP address, Device ID, geographic location, and date and time of your request; (e) any other information that you might provide voluntarily. We might also collect your email address and your Wallet ID if you decide to participate in one of our campaigns."}, {"1": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"2": "Where you give us consent, such as (a) where you ask us to send marketing information to you via a medium where we need your consent, including alerts via mobile push notifications; (b) where you give us consent to place cookies and to use similar technologies; and (c) on other occasions where we ask you for consent, for any other purpose that might arise."}, {"3": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}, {"4": "We do not sell your personal data to other organizations for commercial purposes. We only share your personal information to provide products or services you’ve requested, when we have your permission, or under the following circumstances:"}, {"5": "We take precautions to ensure the security of your personal information. We ensure that our Website is protected by reasonable security measures afforded by current technology, and that all our data hosts and servers are similarly protected by such security measures, including but not limited to firewalls. We strongly advise you to change your password frequently and not to use the same password for different websites. We cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users. You should never transmit personal or identifying information to other users."}, {"6": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}, {"7": "You can also ask us not to send marketing communications and not to use your personal data when we carry out profiling for direct marketing purposes. You can opt out of receiving e-mail newsletters and other marketing communications by following the opt-out instructions provided to you in those e-mails. Transactional account messages will be unaffected even if you opt out from marketing communications."}, {"8": "Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), please raise a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). If our reply is not satisfactory, you have the right to raise a concern with your local supervisory authority, depending on where you are located."}, {"9": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}]}, "count": 10}, "if": {"text": {"if": [{"0": "CoinMarketCap (“CoinMarketCap”, “we” or “us”) collects (a) the e-mail addresses of those who communicate with us via email; (b) aggregate information concerning what pages users access or visit; (c) information given by the user (such as survey information and/or site registrations); and (d) information related to your use of the Website and/or the mobile application, including IP address, Device ID, geographic location, and date and time of your request; (e) any other information that you might provide voluntarily. We might also collect your email address and your Wallet ID if you decide to participate in one of our campaigns."}, {"1": "If you do not wish to receive marketing information about our programs, products, features or services, you can opt-out of marketing communications."}, {"2": "If you are a resident of the European Economic Area, you generally have the right to access, rectify, download or erase your information, as well as the right to restrict and object to certain processing of your information. While some of these rights apply generally, certain rights apply only in certain limited circumstances."}, {"3": "You have the right to access your personal data and, if necessary, have it amended, deleted or restricted. In certain instances, you may have the right to the portability of your data. Please submit a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request) to fulfill any requests relating to your data subject rights."}, {"4": "You can also ask us not to send marketing communications and not to use your personal data when we carry out profiling for direct marketing purposes. You can opt out of receiving e-mail newsletters and other marketing communications by following the opt-out instructions provided to you in those e-mails. Transactional account messages will be unaffected even if you opt out from marketing communications."}, {"5": "Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), please raise a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). If our reply is not satisfactory, you have the right to raise a concern with your local supervisory authority, depending on where you are located."}, {"6": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}, {"7": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 8}, "when": {"text": {"when": [{"0": "This Privacy Policy explains when, why and how we collect and use personal information about people who visit our Website or use our Services, the conditions under which we may disclose your personal information to others, and how we keep your personal information secure."}, {"1": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}, {"2": "We do not sell your personal data to other organizations for commercial purposes. We only share your personal information to provide products or services you’ve requested, when we have your permission, or under the following circumstances:"}, {"3": "When it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, available at https://coinmarketcap.com/terms/ or as otherwise required by law."}, {"4": "We provide personal information to trusted businesses or persons for the sole purpose of processing personally identifying information on our behalf and provide us with services. When this is done, it is subject to agreements that oblige those parties to process such information only on our instructions and in compliance with this Privacy Policy and appropriate confidentiality and security measures."}, {"5": "You can also ask us not to send marketing communications and not to use your personal data when we carry out profiling for direct marketing purposes. You can opt out of receiving e-mail newsletters and other marketing communications by following the opt-out instructions provided to you in those e-mails. Transactional account messages will be unaffected even if you opt out from marketing communications."}, {"6": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}, {"7": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 8}, "help": {"text": {"help": [{"0": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"1": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 2}, "access": {"text": {"access": [{"0": "This Privacy Policy (“Privacy Policy”) covers your access and use of this website, coinmarketcap.com (the “Website”), as well as associated content, software, and mobile applications (collectively, the “Service”)."}, {"1": "CoinMarketCap (“CoinMarketCap”, “we” or “us”) collects (a) the e-mail addresses of those who communicate with us via email; (b) aggregate information concerning what pages users access or visit; (c) information given by the user (such as survey information and/or site registrations); and (d) information related to your use of the Website and/or the mobile application, including IP address, Device ID, geographic location, and date and time of your request; (e) any other information that you might provide voluntarily. We might also collect your email address and your Wallet ID if you decide to participate in one of our campaigns."}, {"2": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}, {"3": "If you are a resident of the European Economic Area, you generally have the right to access, rectify, download or erase your information, as well as the right to restrict and object to certain processing of your information. While some of these rights apply generally, certain rights apply only in certain limited circumstances."}, {"4": "You have the right to access your personal data and, if necessary, have it amended, deleted or restricted. In certain instances, you may have the right to the portability of your data. Please submit a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request) to fulfill any requests relating to your data subject rights."}, {"5": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}]}, "count": 6}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}, {"1": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 2}, "we only": {"text": {"we only": [{"0": "We do not sell your personal data to other organizations for commercial purposes. We only share your personal information to provide products or services you’ve requested, when we have your permission, or under the following circumstances:"}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "This Privacy Policy explains when, why and how we collect and use personal information about people who visit our Website or use our Services, the conditions under which we may disclose your personal information to others, and how we keep your personal information secure."}, {"1": "What Information Do We Collect?"}, {"2": "In connection with events, CoinMarketCap collects your a) prefix, b) name, c) email address, d) company name, e) role, f) job level, g) industry, h) state and country, i) LinkedIn profile, j) card payment details and k) billing address. We collect this data from you to facilitate the ticketing process, to engage in internal analytics, for internal CMC marketing purposes and for external marketing by a third party, the event sponsors. The following data is shared with event sponsors: your a) name, b) title, c) company and d) email address. The following data is shared with the event platform: a) all details that are inserted into the registration form by you, the event attendee, and b) your payment details."}, {"3": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}]}, "count": 4}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "You have the right to access your personal data and, if necessary, have it amended, deleted or restricted. In certain instances, you may have the right to the portability of your data. Please submit a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request) to fulfill any requests relating to your data subject rights."}, {"1": "Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), please raise a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). If our reply is not satisfactory, you have the right to raise a concern with your local supervisory authority, depending on where you are located."}]}, "count": 2}, "you can": {"text": {"you can": [{"0": "If you do not wish to receive marketing information about our programs, products, features or services, you can opt-out of marketing communications."}, {"1": "You can also ask us not to send marketing communications and not to use your personal data when we carry out profiling for direct marketing purposes. You can opt out of receiving e-mail newsletters and other marketing communications by following the opt-out instructions provided to you in those e-mails. Transactional account messages will be unaffected even if you opt out from marketing communications."}, {"2": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}, {"3": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}, {"4": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information."}, {"5": "As a California consumer, you have the right to opt-out from the sale or sharing of your personal information at any time across business platform, services, businesses and devices. You can opt-out of the sale and sharing of your personal information by using this toggle switch. As a Virginia, Utah, Colorado and Connecticut consumer, you have the right to opt-out from the sale of your personal data and the processing of your personal data for targeted advertising. You can opt-out of the sale of your personal data and targeted advertising by using this toggle switch. For more information on your rights as a United States consumer see our privacy notice."}]}, "count": 6}, "right": {"text": {"right": [{"0": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"1": "If you are a resident of the European Economic Area, you generally have the right to access, rectify, download or erase your information, as well as the right to restrict and object to certain processing of your information. While some of these rights apply generally, certain rights apply only in certain limited circumstances."}, {"2": "You have the right to access your personal data and, if necessary, have it amended, deleted or restricted. In certain instances, you may have the right to the portability of your data. Please submit a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request) to fulfill any requests relating to your data subject rights."}, {"3": "Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), please raise a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). If our reply is not satisfactory, you have the right to raise a concern with your local supervisory authority, depending on where you are located."}, {"4": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}, {"5": "As a California consumer, you have the right to opt-out from the sale or sharing of your personal information at any time across business platform, services, businesses and devices. You can opt-out of the sale and sharing of your personal information by using this toggle switch. As a Virginia, Utah, Colorado and Connecticut consumer, you have the right to opt-out from the sale of your personal data and the processing of your personal data for targeted advertising. You can opt-out of the sale of your personal data and targeted advertising by using this toggle switch. For more information on your rights as a United States consumer see our privacy notice."}]}, "count": 6}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "CoinMarketCap (“CoinMarketCap”, “we” or “us”) collects (a) the e-mail addresses of those who communicate with us via email; (b) aggregate information concerning what pages users access or visit; (c) information given by the user (such as survey information and/or site registrations); and (d) information related to your use of the Website and/or the mobile application, including IP address, Device ID, geographic location, and date and time of your request; (e) any other information that you might provide voluntarily. We might also collect your email address and your Wallet ID if you decide to participate in one of our campaigns."}, {"1": "request form"}, {"2": "request form"}, {"3": "request form"}, {"4": "Request Form"}, {"5": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information."}]}, "count": 6}, "delete": {"text": {"delete": [{"0": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}]}, "count": 1}, "deletion": {"text": {"deletion": [{"0": "You have the right to access your personal data and, if necessary, have it amended, deleted or restricted. In certain instances, you may have the right to the portability of your data. Please submit a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request) to fulfill any requests relating to your data subject rights."}, {"1": "Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), please raise a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). If our reply is not satisfactory, you have the right to raise a concern with your local supervisory authority, depending on where you are located."}, {"2": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}]}, "count": 3}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {"erase": [{"0": "If you are a resident of the European Economic Area, you generally have the right to access, rectify, download or erase your information, as well as the right to restrict and object to certain processing of your information. While some of these rights apply generally, certain rights apply only in certain limited circumstances."}]}, "count": 1}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "To fulfill a contract or take steps linked to a contract such as processing your registration on our Website or sending you information about changes to our terms or policies;"}]}, "count": 1}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}, {"1": "When it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, available at https://coinmarketcap.com/terms/ or as otherwise required by law."}, {"2": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}, {"3": "Any questions about this Privacy Policy or about our use of your personal information should be addressed to legal@coinmarketcap.com."}]}, "count": 4}, "authority": {"text": {"authority": [{"0": "Should you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), please raise a request through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). If our reply is not satisfactory, you have the right to raise a concern with your local supervisory authority, depending on where you are located."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}]}, "count": 1}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "When it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, available at https://coinmarketcap.com/terms/ or as otherwise required by law."}, {"1": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}]}, "count": 2}, "enforce": {"text": {"enforce": [{"0": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"1": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}]}, "count": 2}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "This Privacy Policy (“Privacy Policy”) covers your access and use of this website, coinmarketcap.com (the “Website”), as well as associated content, software, and mobile applications (collectively, the “Service”)."}, {"1": "This Privacy Policy explains when, why and how we collect and use personal information about people who visit our Website or use our Services, the conditions under which we may disclose your personal information to others, and how we keep your personal information secure."}, {"2": "We may change this Privacy Policy from time to time. By using our Website or our Services, you are agreeing to be bound by this Privacy Policy."}, {"3": "We provide personal information to trusted businesses or persons for the sole purpose of processing personally identifying information on our behalf and provide us with services. When this is done, it is subject to agreements that oblige those parties to process such information only on our instructions and in compliance with this Privacy Policy and appropriate confidentiality and security measures."}, {"4": "We provide such information to a company controlled by, or under common control with, CoinMarketCap for any purpose permitted by this Privacy Policy."}, {"5": "We take precautions to ensure the security of your personal information. We ensure that our Website is protected by reasonable security measures afforded by current technology, and that all our data hosts and servers are similarly protected by such security measures, including but not limited to firewalls. We strongly advise you to change your password frequently and not to use the same password for different websites. We cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users. You should never transmit personal or identifying information to other users."}, {"6": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}, {"7": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}, {"8": "Any questions about this Privacy Policy or about our use of your personal information should be addressed to legal@coinmarketcap.com."}, {"9": "Cookie Policy."}]}, "count": 10}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "Your California Privacy Rights"}, {"1": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}, {"2": "As a California consumer, you have the right to opt-out from the sale or sharing of your personal information at any time across business platform, services, businesses and devices. You can opt-out of the sale and sharing of your personal information by using this toggle switch. As a Virginia, Utah, Colorado and Connecticut consumer, you have the right to opt-out from the sale of your personal data and the processing of your personal data for targeted advertising. You can opt-out of the sale of your personal data and targeted advertising by using this toggle switch. For more information on your rights as a United States consumer see our privacy notice."}]}, "count": 3}, "children": {"text": {"children": [{"0": "We do not knowingly collect information from children under the age of 18. By using the CoinMarketCap service, you are representing that you are at least 18 years old."}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {"your permission": [{"0": "We do not sell your personal data to other organizations for commercial purposes. We only share your personal information to provide products or services you’ve requested, when we have your permission, or under the following circumstances:"}]}, "count": 1}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "We provide such information to third parties who have entered into non-disclosure agreements with us."}, {"1": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}]}, "count": 2}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {"third party": [{"0": "In connection with events, CoinMarketCap collects your a) prefix, b) name, c) email address, d) company name, e) role, f) job level, g) industry, h) state and country, i) LinkedIn profile, j) card payment details and k) billing address. We collect this data from you to facilitate the ticketing process, to engage in internal analytics, for internal CMC marketing purposes and for external marketing by a third party, the event sponsors. The following data is shared with event sponsors: your a) name, b) title, c) company and d) email address. The following data is shared with the event platform: a) all details that are inserted into the registration form by you, the event attendee, and b) your payment details."}, {"1": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}]}, "count": 2}, "advertising": {"text": {"advertising": [{"0": "  Opt Out of Sale of Sharing/Targeted Advertising "}, {"1": "As a California consumer, you have the right to opt-out from the sale or sharing of your personal information at any time across business platform, services, businesses and devices. You can opt-out of the sale and sharing of your personal information by using this toggle switch. As a Virginia, Utah, Colorado and Connecticut consumer, you have the right to opt-out from the sale of your personal data and the processing of your personal data for targeted advertising. You can opt-out of the sale of your personal data and targeted advertising by using this toggle switch. For more information on your rights as a United States consumer see our privacy notice."}, {"2": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}]}, "count": 3}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"1": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 2}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}]}, "count": 1}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "We do not sell your personal data to other organizations for commercial purposes. We only share your personal information to provide products or services you’ve requested, when we have your permission, or under the following circumstances:"}, {"1": "We may aggregate, anonymize, and publish data for statistical and research purposes only. For example, we may compile and share information related to the popularity of certain products tracked by users. In any such instance, the information will not be able to be traced back to any individual."}, {"2": "In connection with events, CoinMarketCap collects your a) prefix, b) name, c) email address, d) company name, e) role, f) job level, g) industry, h) state and country, i) LinkedIn profile, j) card payment details and k) billing address. We collect this data from you to facilitate the ticketing process, to engage in internal analytics, for internal CMC marketing purposes and for external marketing by a third party, the event sponsors. The following data is shared with event sponsors: your a) name, b) title, c) company and d) email address. The following data is shared with the event platform: a) all details that are inserted into the registration form by you, the event attendee, and b) your payment details."}, {"3": "We take precautions to ensure the security of your personal information. We ensure that our Website is protected by reasonable security measures afforded by current technology, and that all our data hosts and servers are similarly protected by such security measures, including but not limited to firewalls. We strongly advise you to change your password frequently and not to use the same password for different websites. We cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users. You should never transmit personal or identifying information to other users."}, {"4": "20 - Account and Personal Data Deletion"}, {"5": "21 - Data Privacy Request"}, {"6": "You can also ask us not to send marketing communications and not to use your personal data when we carry out profiling for direct marketing purposes. You can opt out of receiving e-mail newsletters and other marketing communications by following the opt-out instructions provided to you in those e-mails. Transactional account messages will be unaffected even if you opt out from marketing communications."}, {"7": "20 - Account and Personal Data Deletion"}, {"8": "21 - Data Privacy Request"}, {"9": "20 - Account and Personal Data Deletion"}, {"10": "21 - Data Privacy Request"}, {"11": "As a California consumer, you have the right to opt-out from the sale or sharing of your personal information at any time across business platform, services, businesses and devices. You can opt-out of the sale and sharing of your personal information by using this toggle switch. As a Virginia, Utah, Colorado and Connecticut consumer, you have the right to opt-out from the sale of your personal data and the processing of your personal data for targeted advertising. You can opt-out of the sale of your personal data and targeted advertising by using this toggle switch. For more information on your rights as a United States consumer see our privacy notice."}]}, "count": 12}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "CoinMarketCap uses collected information for the following purposes:"}, {"1": "CoinMarketCap may have collected, used, and shared, for business purposes, personal information about you as described in this Privacy Policy. Each category of data may be used by CoinMarketCap or shared with third parties also as described in this Privacy Policy. Residents of California have the right to request access to and deletion of the information CoinMarketCap holds about them. Such requests may be submitted through our request form (option 20 - Account and Personal Data Deletion or 21 - Data Privacy Request). CoinMarketCap will not sell your personal information without your consent. CoinMarketCap will not discriminate against you for exercising your rights under CCPA. Specifically, we will not: Deny access to our Services; Charge a different rate for the use of our Services; or, Provide a different quality of service."}, {"2": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}]}, "count": 3}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "Retention of Your Personal Information"}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}]}, "count": 1}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "In connection with events, CoinMarketCap collects your a) prefix, b) name, c) email address, d) company name, e) role, f) job level, g) industry, h) state and country, i) LinkedIn profile, j) card payment details and k) billing address. We collect this data from you to facilitate the ticketing process, to engage in internal analytics, for internal CMC marketing purposes and for external marketing by a third party, the event sponsors. The following data is shared with event sponsors: your a) name, b) title, c) company and d) email address. The following data is shared with the event platform: a) all details that are inserted into the registration form by you, the event attendee, and b) your payment details."}]}, "count": 1}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "We provide such information to a company controlled by, or under common control with, CoinMarketCap for any purpose permitted by this Privacy Policy."}]}, "count": 1}, "settings": {"text": {"settings": [{"0": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}]}, "count": 1}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "When it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, available at https://coinmarketcap.com/terms/ or as otherwise required by law."}, {"1": "We retain information as long as it is necessary to provide the Services requested by you and others, subject to any legal obligations to further retain such information. Information associated with your account will generally be kept until it is no longer necessary to provide the Services or until you ask us to delete it or your account is deleted, whichever comes first. Additionally, we may retain information from deleted accounts to comply with the law, prevent fraud, resolve disputes, troubleshoot problems, assist with investigations, enforce the Terms of Use, and take other actions permitted by law. The information we retain will be handled in accordance with this Privacy Policy."}]}, "count": 2}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}]}, "count": 1}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}]}, "count": 1}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"1": "We provide personal information to trusted businesses or persons for the sole purpose of processing personally identifying information on our behalf and provide us with services. When this is done, it is subject to agreements that oblige those parties to process such information only on our instructions and in compliance with this Privacy Policy and appropriate confidentiality and security measures."}, {"2": "We take precautions to ensure the security of your personal information. We ensure that our Website is protected by reasonable security measures afforded by current technology, and that all our data hosts and servers are similarly protected by such security measures, including but not limited to firewalls. We strongly advise you to change your password frequently and not to use the same password for different websites. We cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users. You should never transmit personal or identifying information to other users."}]}, "count": 3}, "unauthorized": {"text": {"unauthorized": [{"0": "Where it is necessary for purposes which are in CoinMarketCap’s legitimate interests such as (a) to provide the information or content you have requested; (b) to contact you about our programs, products, features or services; (c) to improve our services and for internal business purposes such as identification and authentication or customer service, portfolio tracking and user preference syncing between devices; (d) to ensure the security of our Website, by trying to prevent unauthorized or malicious activities; (e) to enforce compliance with our Terms of Use and other policies; (f) to help other organizations (such as copyright owners) to enforce their rights; and (g) to tailor content, advertisements, and offers for you or for other purposes disclosed at the time of collection."}, {"1": "Where we are legally required to do so. We may also provide access to your personally identifiable information when legally required to do so, to cooperate with police investigations or other legal proceedings, to protect against misuse or unauthorized use of our Website, to limit our legal liability and protect our rights, or to protect the rights, property or safety of visitors of the Website or the public. In those instances, the information is provided only for that purpose."}]}, "count": 2}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "This Privacy Policy explains when, why and how we collect and use personal information about people who visit our Website or use our Services, the conditions under which we may disclose your personal information to others, and how we keep your personal information secure."}, {"1": "How Do We Use the Information?"}, {"2": "How Do We Share Your Information?"}, {"3": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}, {"4": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}, {"5": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 6}, "what": {"text": {"what": [{"0": "What Information Do We Collect?"}, {"1": "CoinMarketCap (“CoinMarketCap”, “we” or “us”) collects (a) the e-mail addresses of those who communicate with us via email; (b) aggregate information concerning what pages users access or visit; (c) information given by the user (such as survey information and/or site registrations); and (d) information related to your use of the Website and/or the mobile application, including IP address, Device ID, geographic location, and date and time of your request; (e) any other information that you might provide voluntarily. We might also collect your email address and your Wallet ID if you decide to participate in one of our campaigns."}]}, "count": 2}, "how you": {"text": {"how you": [{"0": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}]}, "count": 1}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Learn & Earn"}, {"1": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}]}, "count": 2}, "more information": {"text": {"more information": [{"0": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}, {"1": "As a California consumer, you have the right to opt-out from the sale or sharing of your personal information at any time across business platform, services, businesses and devices. You can opt-out of the sale and sharing of your personal information by using this toggle switch. As a Virginia, Utah, Colorado and Connecticut consumer, you have the right to opt-out from the sale of your personal data and the processing of your personal data for targeted advertising. You can opt-out of the sale of your personal data and targeted advertising by using this toggle switch. For more information on your rights as a United States consumer see our privacy notice."}]}, "count": 2}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Where you give us consent, such as (a) where you ask us to send marketing information to you via a medium where we need your consent, including alerts via mobile push notifications; (b) where you give us consent to place cookies and to use similar technologies; and (c) on other occasions where we ask you for consent, for any other purpose that might arise."}, {"1": "Our website uses \"Strictly Necessary\" cookies to keep our site reliable and secure. It also uses additional cookies to enhance user experience, analyze traffic, and assist in our marketing campaigns. By clicking the \"Accept Cookies and Continue\" button, you agree to and accept the use of cookies. You can select the \"Reject Additional Cookies\" button to limit the use of non-essential cookies or adapt your choices in the ‘Your Privacy Rights’ section anytime. To learn more about how we collect and use cookies, please see ourCookie Policy."}, {"2": "Accept Cookies and Continue"}, {"3": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            Cookie Policy"}, {"4": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. These cookies do not store any personally identifiable information."}, {"5": "Cookies Details‎"}, {"6": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They do not store directly personal information, but are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}, {"7": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. All information these cookies collect is aggregated and therefore anonymous. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}, {"8": "Cookies Details‎"}]}, "count": 9}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}