{"https://comparethemarket.com": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "\n                                                How we make money\n                                            "}, {"1": "\n                                                Who we work with\n                                            "}, {"2": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"3": "We mainly process your personal data to provide you with the services that you’ve requested from us through our website (www.comparethemarket.com) or our App (if available). Our website and App are together referred to in this policy as our “Platform”. To use our services, we need to share your personal data with third party insurance and product providers to provide you with the quote or service that you have requested or that we provide to you. The specific details of these third parties, as well as other reasons for which we process your personal data, are set out below."}, {"4": "We (Compare the Market Limited) are the data controller of the personal data that you provide on the Platform and/or that we collect about you. This means that we are the company responsible for deciding how your data is processed."}, {"5": "\n                    2. Types of information we collect from you, why we use it, where we get it from and how we collect it\n                "}, {"6": "\n                    3. Who do we share your information with, why and where do they process it?\n                "}, {"7": "\n                    6. International transfers of personal data outside of the UK and what is in place to protect you when we make those transfers\n                "}, {"8": "2. Types of information we collect from you, why we use it, where we get it from and how we collect it "}, {"9": "Why we use it"}, {"10": "To provide you with the insurance, utilities and financial product quotes and comparison services you request from us or that we provide to you, this will include sharing information with our insurance and comparison partners so these quotes can be generated, where we already know information about you these services may be personalised;"}, {"11": "Where possible, help you complete quotes quickly by pre-populating some of our on-line forms with information we already know about you;"}, {"12": "To provide you with an indication of what your quote may be when using external websites, we process the quotation information you have previously provided alongside the vehicle details you are interested in to produce this indication;"}, {"13": "Where we provide you with our Renewal Quote service, so we can inform you of this quote via the most relevant contact method, we will use the data you have previously provided from your latest or most relevant quote to generate this Renewal Quote, contact you about it, and display it on our Platform at various points in your anticipated renewal window via the contact details in your comparethemarket.com account. You can update, alter, or turn this service off at any time by adjusting the Renewal Quote settings under ‘Contact Preferences’ in your comparethemarket.com account;"}, {"14": "Contractual necessity, as we need this information to perform our contract with you and provide you with the service you have requested (e.g., quotes from our insurance and credit partners)."}, {"15": "When we personalise your experience on our Platform we do so because it is our legitimate interest as a business to make your experience on our Platform as simple to use as possible."}, {"16": "Why we use it"}, {"17": "We will process this data to provide you with the quote or services you have requested or receive from us. For example, we will need information about traffic offences or any relevant medical conditions (e.g., epilepsy) to provide you with car insurance."}, {"18": "We will retain a copy of this data for the purpose of making or defending claims or preventing or detecting fraud and other crime."}, {"19": "We process this information because it is in the substantial public interest for us to do so, for the purpose of arranging an insurance contract. We also process this information to prevent or detect unlawful acts, such as fraud."}, {"20": "Why we use it"}, {"21": "Contractual necessity, as we need to share this information with Bionic Services Limited so that they can process your switch and keep you informed."}, {"22": "Why we use it"}, {"23": "To administer and provide you with access to our Meerkat app (and the Meerkat Movies and Meerkat Meals rewards programmes). Access to and use of our Meerkat app may be personalised based on information we already know about you."}, {"24": "Contractual necessity, as we need this information to provide you access to our App and the services it provides."}, {"25": "In relation to use of your device information to receive marketing from us, we will only do so where we have your explicit consent."}, {"26": "Why we use it"}, {"27": "We may have a legal obligation to disclose fraud prevention information to assist with relevant legal proceedings."}, {"28": "Why we use it "}, {"29": "We are provided information about your purchase from our insurance partners and service providers to enable us to charge them for the policies and products purchased via our Platform. For information about how we make money please see information about us here. "}, {"30": "Why we use it "}, {"31": "Contractual necessity, as we need to use this information to perform our contract with you and provide you with the rewards that you have requested. "}, {"32": "Legitimate interests, where possible we preapprove your rewards eligibility, automatically provide access to your rewards in your account and inform you that his has been done. We do this as it is in our legitimate business interest for you to access the rewards you are entitled to. "}, {"33": "Why we use it "}, {"34": "To send you marketing communications via the contact methods that you have signed up to. This does not include messages which you have requested to receive or receive as part of the service that we provide to you."}, {"35": "Why we use it "}, {"36": "We create these profiles in various ways, the profile may be created by an algorithm, or a model created by various algorithms. "}, {"37": "The models and algorithms that create customer profiles enable us to analyse or predict what products or services you may be interested in, where you may be able to make savings and may enable us to deal with any queries you have in a quicker way. If we change the way we use these models and algorithms in the future, we will update this Privacy Policy to let you know. "}, {"38": "Which includes a unique ID for your mobile device and a hashed version of your email address. A “hashing process” is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. Hashing is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes. It also includes information about what pages (and variants of pages) you visit, how long you are on our website, how you were directed to our website and what products and services you interact with."}, {"39": "Why we use it "}, {"40": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"41": "Adobe Target is used to provide customers with more relevant and personalised experiences, as well as testing variants on our websites to see how you interact with these so we can make an informed decision about future changes we may want to make to our platform. "}, {"42": "Legitimate interests, as it is in our legitimate business interests to monitor and analyse how you use our products and services to ensure that they are working correctly and gain insight as to how we can improve them."}, {"43": "Why we use it  "}, {"44": "To create marketing content, refine our marketing strategies and personalise the marketing communications you receive from us, or a third party platform. This means that we are more likely to notify you of products, services and offers that may be of interest to you."}, {"45": "To personalise the marketing content we send to you where we have permission to do so. This includes using information we know about products and services you have engaged with to personalise the content we send you, for example, if we know your previous contract was 18 months long we will contact you with similar offers shortly before the end of that contract, or if we know you are interested in specific products and services because of your previous interactions with these  we will promote those products and services in the communications we send to you."}, {"46": "To carry out various research and analysis activities to help us regularly review and improve the products we or our partners provide."}, {"47": "Microsoft collects and receives information used for marketing purposes from users of our Platform when providing their advertising services, as well as assisting us with tracking the performance of advertising we do via Microsoft’s services (Bing etc.). More information on how Microsoft use this information can be found here."}, {"48": "Why we use it "}, {"49": "To help us monitor the services we provide to you and ensure that quality standards are met."}, {"50": "To help train our support staff and ensure that we have an accurate record of your conversations with us to ensure we can best assist you with any queries you may have."}, {"51": "Legitimate interests, as it is in our legitimate business interest to ensure that you receive a high quality service and to improve the products that we provide to you. "}, {"52": "Why we use it "}, {"53": "We use insight information to help us frequently identify whether some market segments are receiving more attractive quotes than others or are underperforming. For example, how insurance quotes for 2-bedroom houses compare with quotes for 3-bedroom houses. We call these 'market segments'. The reason we perform this analysis on market segments is to frequently identify insurance products for market segments where we would like to help improve quotes. We do not link this market segment information to our existing customers or their accounts. However, where you are applying for a relevant product this insight information may be considered when you request a quote."}, {"54": "Why we use it "}, {"55": "We may contact you to assist with our research by asking you a few questions about the service you received, or by asking if you would like to complete a review of our products and services. This is to assist us with assessing and improving the quality of the services that we provide to you."}, {"56": "We may combine the data that we hold about you with information you provide to us as part of this research, as well as the insight information for some of the other ways we use your data as described in this policy."}, {"57": "Why we use it "}, {"58": "We process this data (and share it with any third parties we use) to help us manage any competitions, events, or other similar initiatives we may run from time to time. For example, we will need to use your data to process your entry, select a winner(s) and allocate and fulfil any prize(s). When running competitions, you can usually find specific information about the processing required for that competition in relevant terms and conditions. "}, {"59": "Contractual necessity, where you have requested to be involved in a competition, we may need to fulfil our obligations contained within any terms relating to the competition. "}, {"60": "2.16 How we collect your information  "}, {"61": "How we collect your information can change depending on how you use our services. Where you provide information to us directly this is largely done as a result of you using our products and services, e.g., generating quotes, creating an account with us, providing us with feedback or market research or entering into our competitions etc."}, {"62": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"63": "Information that we receive from our insurance and comparison service partners is provided through Sales information and other ad hoc information provided to us, e.g., information relating to any complaints you may have."}, {"64": "When you participate in our Rewards scheme, we receive information relating to your use of those Rewards, i.e., which Rewards you are using and how often you use them."}, {"65": "We are also provided with information about you from third party data providers or from open sources of data. We may combine information from these sources with information you provide directly to us. In some circumstances these third party data providers or open sources are also responsible for informing you about how they use your information."}, {"66": "3. Who do we share your information with, why and where do they process it?"}, {"67": "What information do we share with them and why? "}, {"68": "Segment and insight information is provided to partners to provide the most appropriate quotes, it is also used to support research and analysis on the products and services we offer. This is usually shared with our partners in an aggregated or anonymous way, although sometimes your information may be shared directly with them so that they can regularly review and improve the products and services they offer to you, carry out research and improve the competitiveness of the quotes offered."}, {"69": "What information do we share with them and why? "}, {"70": "Segment and insight information is provided to these partners to provide the most appropriate quotes and offers, it is also used to support research and analysis on the products and services we offer. This is usually shared with our partners in an aggregated or anonymous way, although sometimes your information may be shared directly with them so that they can regularly review and improve the products and services they offer to you, carry out research and improve the competitiveness of the quotes and offers available."}, {"71": "What information do we share with them and why? "}, {"72": "We use the following types of third party suppliers to process personal data about you: "}, {"73": "We use various contractors to help us deliver and maintain our services, these contractors may access your information when assisting us."}, {"74": "We use various review platforms and research agencies, including Trustpilot to assist us with administering surveys and gaining market research insight."}, {"75": "We use information security providers and their software to ensure your access to and data processed by our Platform is secure."}, {"76": "We use payment service providers to facilitate any payments we may need to make to you, for example, if you have a query that leads to us offering you a gesture of goodwill. "}, {"77": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"78": "These third party suppliers are located all over the world, when the law requires us to do so we include additional protection within our contracts with these suppliers to protect your information. For more information on how we protect your data when transferring it to these third party suppliers, please see section 6 below."}, {"79": "What information do we share with them and why? "}, {"80": "Some of your information used for marketing purposes is provided to them to help improve the adverts, including the display of more relevant adverts we display online on third party websites and social media platforms."}, {"81": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"82": "When they act as a Processor – We decide when these third parties process your personal data. We will have a contract in place with them which requires them to keep your data secure and only use it for the reason we say. "}, {"83": "Our marketing platform providers are located in various locations, we have listed some of the providers locations below, for information on how we protect your data when transferring it outside of the UK to these marketing platform providers please see section 6 below. "}, {"84": "We partner with Experian Limited (and its group of companies), Creditec Limited, Qualifi Solutions Limited, Fluent Money Limited as well as the companies listed, or linked to, in this section below."}, {"85": "What information do we share with them and why? "}, {"86": "With some lenders your quotation information is provided directly to them so they can return your eligibility score for the credit cards and loans they provide. For example, we may be told if you are pre-approved for one of their products. For more information on how your eligibility is assessed please see Experian, or the relevant lender or partner’s privacy information."}, {"87": "When assessing your quotation or formal application some partners and lenders may share your information with fraud prevention agencies to ensure your quote or application is legitimate. This is in addition to the sharing we may undertake in line with section 3.6 below. These agencies may also retain your personal data for fraud detection and prevention purposes, including sharing this with other parties that use those fraud detection services."}, {"88": "Some lenders we work with do not assess your eligibility by undertaking soft credit checks (see section 4.4 for further information on these checks), they assess your eligibility by accessing Open Banking data and other sources of information. Open Banking allows certain financial information that only you and your bank can see, such as your balance, who you transact with and when you transact, to be securely accessed by other financial services or lenders. The aim is to make it easier and safer for these lenders to use your data to assess eligibility as well as personalise products. More information on how these lenders use this data is detailed within the privacy information they are required to provide to you."}, {"89": "In addition to section 2 of this Privacy Policy, the above information is shared with us to help analyse the products and services we are displaying to you. This analysis ensures we are displaying relevant products and services, it can also help tailor the products and services we display and market to you (where we are permitted to do so), and also helps us ensure that we promote responsible lending."}, {"90": "What information do we share with them and why? "}, {"91": "We may share your details with law enforcement agencies, including the police, if requested. The information shared will be limited to what is necessary and proportionate. For example, we will pass certain details onto the police if they contact us as a result of investigating fraud. "}, {"92": "What information do we share with them and why? "}, {"93": "We share your contract details and information about which of our products and services you have used with them so that they can contact you and collect information about the quality of the service that you have received from us where they are permitted to do so. "}, {"94": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for market research purposes. "}, {"95": "What information do we share with them and why? "}, {"96": "We share your rewards identification number with our rewards partners so that they can provide you with the rewards that you have requested or are eligible for. For example, Cinema First will check that a rewards identification number is valid prior to releasing a Meerkat Movie code for us to display to you. "}, {"97": "Our competition and offer fulfilment partners change from time to time depending on the competition. Where possible we will inform you of these partners at the time you enter any competition or event."}, {"98": "What information do we share with them and why? "}, {"99": "We will share the personal data you provide to us to our competition partners as part of any competitions, events, or similar initiatives that we run from time to time. "}, {"100": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"101": "These partners change depending on the competition we run. Data protection laws require us to tell you when we intend to transfer data to certain places. Where this is relevant to the competition, we will provide information relating to that transfer when you enter the competition."}, {"102": "We are a subsidiary of BGL Group Limited."}, {"103": "What information may we share with them and why?"}, {"104": "In the event of a reorganisation, merger, or sale, we may transfer the personal data described in section 2 above to the BGL Group Limited or another relevant third party. We will ensure that this transfer of personal data is limited to what is necessary to assist with that reorganisation, merger, or sale."}, {"105": "To provide you with a comparison or quote, our insurance and/or comparison service partners will exchange information about you with other companies and/or carry out checks with various databases. These checks are standard practice in the insurance and financial services industries. We have set out below some of the common databases that they may check. "}, {"106": "Where you provide your, or any named driver's, driving licence number, we will pass this to our insurance partners who may pass this to the DVLA or the MIB for a search to be carried out to confirm your (or any named driver's) licence details, whether you can drive manual, automatic or different type of vehicles and endorsement/conviction data. The MIB access information about your licence from the DVLA. "}, {"107": "Where we share this information with our partners and comparison services providers for research and analysis activities, we require them to delete the data as soon as the relevant research and analysis activity has concluded. Otherwise, this information is usually stored for 5 years from the date of our last significant engagement with you, unless there is a requirement for us, or one of our Processors to keep the data for longer."}, {"108": "We will retain your marketing preferences for a period of 3 years from the date of our last significant engagement with you. You can update these contact preferences at any time in your account and details of how you can opt-out are also within the ‘information about your rights and how to can exercise them’ section below. "}, {"109": "Where your personal data is shared with a third party as a data controller (as noted in the ‘who do we share your information with, why and where do they process it’ section above), that third party will determine its own retention periods and you should check that third party’s privacy policy for more information."}, {"110": "Where your personal data is shared with a third party as a data processor, those third parties are required under the terms of their agreement with us to return or delete that personal data when they no longer provide us services, or when we instruct them to delete your information unless they are required to retain it to comply with any legal or regulatory requirements. "}, {"111": "We will retain this information for as long as we need it for the purposes of running the relevant competition, event, or similar initiative that you have chosen to participate in, after which your data will be securely deleted. "}, {"112": "6. International transfers of personal data outside of the UK and what is in place to protect you when we make those transfers"}, {"113": "How we protect your information that is processed:"}, {"114": "Standard contractual clauses: When we are required to do so we put in place legally approved contractual clauses which govern the transfer of your personal data to all third party suppliers who are located in countries that require these clauses to be put in place. We  do this to protect your personal data when it is transferred to those countries. Before making these transfers, we ensure that the data protection laws in those countries are sufficient to protect your data."}, {"115": "Adequacy: The government, with support from The Information Commissioner’s Office in the UK have decided that certain countries provide an ‘essentially same’ level of protection for your personal data. We rely on these decisions to transfer your personal data to these jurisdictions."}, {"116": "We do not undertake any solely automated decisions that may have a legal or similarly significant effect on you. Please see paragraph 8.7 for more information on your rights relating to automated decisions that our insurance or comparison service partners may make."}, {"117": "We do undertake some profiling. Profiling is a form of automated processing of your personal data that evaluates certain aspects, this may include your interests or what products we may think are relevant for you, including the creation of customer profiles. Our current use of profiling is unlikely to have a legal or similarly significant effect on you. If this is to change in the future, we will either contact you directly or provide updated information within this Privacy Policy."}, {"118": "Data protection law gives you various rights in relation to your personal data. All the rights set out below can be exercised by contacting us using the contact details set out under the \"Contacting us\" section. Please note that we can only deal with requests to exercise these rights where they relate to personal data that we process as data controller. If you send us a request which relates to personal data processed by one or more of our partners or comparison service providers as data controllers, you will need to contact the appropriate data controller."}, {"119": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}, {"120": "You have the right to ask us to delete the personal data we hold about you. If you would like to exercise this right, please contact us. This right will not always be available as there are some circumstances, for example where we have a legal or regulatory reason to retain a record of your personal data, where we will not delete your information. If this right does not apply, we will let you know."}, {"121": "You have the right to ask us to restrict the processing of personal data that we are processing about you. This may apply, for example, if you believe that the data we hold about you is inaccurate or unlawfully processed. If you would like to exercise this right, please contact us setting out the reasons for your request and we will respond to you as soon as we can. In some circumstances you may be able to restrict this yourself by not using certain parts of our platform."}, {"122": "You have the right to ask us to correct inaccurate personal data that we hold about you. If you think any of your personal data is inaccurate, please contact us and, provided we can verify your identity and are satisfied as to the accuracy of the correction requested, we will correct the relevant personal data as soon as we can. You can also amend inaccurate data in your account."}, {"123": "You have the right to request that we provide a copy of your personal data in a machine-readable format or to ask us to send your personal data to another company. This applies to personal data that you have provided to us, which we have processed electronically, such as personal data you entered on our Platform when you obtained a quote."}, {"124": "8.6 Right to object to how we are processing your data"}, {"125": "You have the right to object to us processing certain personal data about you. However, where we need to continue to process the personal data, for example for fraud prevention purposes, we are not obliged to stop processing it."}, {"126": "You have the right to ask for significant decisions that have been made about you wholly by automated means to be reviewed. We do not make any legal or other significant decisions about you wholly by automated means. However, the nature of the quotes provided by our insurance partners means that they must use this kind of automated decision making to assess your quotes. If you want any wholly automated decisions in relation to your quotes to be reviewed, you will need to contact the partner who has produced the relevant quote."}, {"127": "Where we rely on your consent to process your personal data, including for the purposes of direct marketing, you can withdraw this consent at any time by emailing data.request@comparethemarket.com or by changing your preferences within your account. You can also unsubscribe from marketing emails by clicking on the unsubscribe link in the emails that we send you, updating your preferences in your account or by unsubscribing on our website. Withdrawing your consent for this purpose will not stop us contacting you to provide our services to you."}, {"128": "You can turn our Renewal Quote service off at any time in your settings under ‘Contact Preferences’ in your comparethemarket.com account, or by following the links in the emails or messages we send you in relation to this service."}, {"129": "If you are using our App and have enabled push notifications on your device, we may send you marketing messages by way of push notifications. You can turn this off at any time by adjusting the push notification settings on your device. "}, {"130": "Who we work with"}, {"131": "How we make money"}]}, "count": 132}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "\n                                                SIM-only deals\n                                            "}, {"1": "In relation to use of your device information to receive marketing from us, we will only do so where we have your explicit consent."}, {"2": "Which includes a unique ID for your mobile device and a hashed version of your email address. A “hashing process” is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. Hashing is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes. It also includes information about what pages (and variants of pages) you visit, how long you are on our website, how you were directed to our website and what products and services you interact with."}, {"3": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"4": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"5": "When they act as a Processor – We decide when these third parties process your personal data. We will have a contract in place with them which requires them to keep your data secure and only use it for the reason we say. "}, {"6": "Some lenders we work with do not assess your eligibility by undertaking soft credit checks (see section 4.4 for further information on these checks), they assess your eligibility by accessing Open Banking data and other sources of information. Open Banking allows certain financial information that only you and your bank can see, such as your balance, who you transact with and when you transact, to be securely accessed by other financial services or lenders. The aim is to make it easier and safer for these lenders to use your data to assess eligibility as well as personalise products. More information on how these lenders use this data is detailed within the privacy information they are required to provide to you."}, {"7": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for market research purposes. "}, {"8": "Our rewards partners only receive your rewards identification number to assist with the provision of our rewards schemes, they receive no other information that can be used to identify you as an individual. "}, {"9": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"10": "Data protection law gives you various rights in relation to your personal data. All the rights set out below can be exercised by contacting us using the contact details set out under the \"Contacting us\" section. Please note that we can only deal with requests to exercise these rights where they relate to personal data that we process as data controller. If you send us a request which relates to personal data processed by one or more of our partners or comparison service providers as data controllers, you will need to contact the appropriate data controller."}, {"11": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}, {"12": "Caffè Nero: 25% off barista-made drinks & pastries. App only. 2 codes per day. T&Cs apply."}, {"13": "Meerkat Movies: Participating cinemas. Tues or Weds. 2 standard tickets only, cheapest free."}, {"14": "Meerkat Meals: App only. Participating outlets. Restrictions, limitations & T&Cs apply. "}, {"15": "Pizza Delivery: 50% off Pizzas, 7 days a week. Minimum spend, delivery fees & radius vary by outlet. Card only. Geographical restrictions may apply."}]}, "count": 16}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"1": "We mainly process your personal data to provide you with the services that you’ve requested from us through our website (www.comparethemarket.com) or our App (if available). Our website and App are together referred to in this policy as our “Platform”. To use our services, we need to share your personal data with third party insurance and product providers to provide you with the quote or service that you have requested or that we provide to you. The specific details of these third parties, as well as other reasons for which we process your personal data, are set out below."}, {"2": "We will retain a copy of this data for the purpose of making or defending claims or preventing or detecting fraud and other crime."}, {"3": "Which is: name, contact details, address, email address, a rewards identification number (this is used to prove you are eligible to participate in rewards schemes), details about any policies you take out with any of our partners or any product you buy through our platform, confirmations on whether you have taken out a policy and any other information you provide to us (e.g., as part of any complaints or queries about our reward schemes)."}, {"4": "To administer our rewards scheme, which rewards our customers for buying policies and other products through our platform. You can find more information about our schemes here:"}, {"5": "To enable the delivery of other forms of digital advertising to you via third parties (e.g., Facebook, Google and Amazon). "}, {"6": "You will be asked for your consent to receive marketing communications from us via various contact methods, including post, telephone call, email, SMS or other available instant messaging platforms.  "}, {"7": "Legitimate interests, it is also in our interests to be able to deliver more personalised messages advertising to you across social media and other paid advertising platforms.  "}, {"8": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"9": "Which includes postal addresses, email addresses, phone number, other customer data (at an aggregate level for analysis), device information through cookies, IP address, customer profiles), information inputted during the quotation process (e.g., options selected), information about the policies or contracts taken out and your usage and activities on our Platform."}, {"10": "To aggregate your personal data with other customer data for analysis, this analysis helps us refine our market strategies, for example, to understand which customers may be interested in using our services."}, {"11": "We may combine the data that we hold about you with information you provide to us as part of this research, as well as the insight information for some of the other ways we use your data as described in this policy."}, {"12": "We process this data (and share it with any third parties we use) to help us manage any competitions, events, or other similar initiatives we may run from time to time. For example, we will need to use your data to process your entry, select a winner(s) and allocate and fulfil any prize(s). When running competitions, you can usually find specific information about the processing required for that competition in relevant terms and conditions. "}, {"13": "Legitimate interests, as it is in our legitimate business interests to promote our business using competitions, events and other similar initiatives. "}, {"14": "You will sometimes need to provide us with data about other people, for example where you request a quote for a policy that includes another person as a joint policyholder or named driver. You may also obtain quotes on behalf of your family or friends. Where you give us data about someone else, you must make sure that you have made that person aware of this Privacy Policy and that they are happy for you to provide their data to us. Where this Privacy Policy refers to \"your data\", this also includes data about anyone else named on the policy or whose data you provide to us."}, {"15": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"16": "Information that we receive from our insurance and comparison service partners is provided through Sales information and other ad hoc information provided to us, e.g., information relating to any complaints you may have."}, {"17": "2.17 Other information "}, {"18": "Most of our insurance partners are located in the United Kingdom, although some of them may be located in other countries. "}, {"19": "Controller – our comparison service partners (and any other providers they work with) will be responsible for how your personal data is handled. "}, {"20": "Social media and other relevant advertising companies allow us to deliver advertising to you when permitted."}, {"21": "When assessing your quotation or formal application some partners and lenders may share your information with fraud prevention agencies to ensure your quote or application is legitimate. This is in addition to the sharing we may undertake in line with section 3.6 below. These agencies may also retain your personal data for fraud detection and prevention purposes, including sharing this with other parties that use those fraud detection services."}, {"22": "Some lenders we work with do not assess your eligibility by undertaking soft credit checks (see section 4.4 for further information on these checks), they assess your eligibility by accessing Open Banking data and other sources of information. Open Banking allows certain financial information that only you and your bank can see, such as your balance, who you transact with and when you transact, to be securely accessed by other financial services or lenders. The aim is to make it easier and safer for these lenders to use your data to assess eligibility as well as personalise products. More information on how these lenders use this data is detailed within the privacy information they are required to provide to you."}, {"23": "In addition to the eligibility information shared with us to display products with you, some lenders or providers will provide additional information with us about you. This may include information about what other credit products you hold, and information about your credit status."}, {"24": "Information about other credit card, saving and current accounts, secured and unsecured loan partners can be found here."}, {"25": "Which includes Trustpilot and various other market research partners. "}, {"26": "Our rewards partners only receive your rewards identification number to assist with the provision of our rewards schemes, they receive no other information that can be used to identify you as an individual. "}, {"27": "In the event of a reorganisation, merger, or sale, we may transfer the personal data described in section 2 above to the BGL Group Limited or another relevant third party. We will ensure that this transfer of personal data is limited to what is necessary to assist with that reorganisation, merger, or sale."}, {"28": "To provide you with a comparison or quote, our insurance and/or comparison service partners will exchange information about you with other companies and/or carry out checks with various databases. These checks are standard practice in the insurance and financial services industries. We have set out below some of the common databases that they may check. "}, {"29": "Credit Reference Agencies share information with other organisations, enabling applications for financial products to be assessed or to assist in the tracing of debtors, or to prevent fraud. Credit scoring uses several factors to work out risks involved in any application. The name of the company that carried out the search will be stated on your credit search and if you have any queries regarding any search that has been carried out you will need to contact the company directly. If you want to check the information the Credit Reference Agencies hold about you, then please contact them directly. The main Credit Reference Agencies are TransUnion, Experian, and Equifax."}, {"30": "4.5 Claims and Underwriting Exchange and Other Registers and Databases "}, {"31": "These databases are checked to detect and prevent crime or fraud, and to obtain information about your claims history. These may include the Claims and Underwriting Exchange Register, Anti-Fraud and Theft Registers, No Claims History Databases and any other relevant industry databases or registers. Some insurance providers who offer products designed for students or graduates may also undertake additional checks against higher education sources to verify your student or graduate status. "}, {"32": "As soon as possible having received your request to delete your data (e.g., if you choose to close your account with us) and in any event within a month of your request, unless there is a requirement for us to keep the data for longer, for example, if there are any ongoing queries or claims relating to your quotes, you have any outstanding complaints, for fraud purposes or in order to comply with any other legal or regulatory requirements."}, {"33": "Binding Corporate Rules: Data protection laws allow companies to propose a set of rules that they will apply when transferring your data to certain countries, these rules are required to be approved by the Information Commissioner’s Office if the company is based in the UK, or by other relevant regulators depending on that companies’ location. This approval will mean that the rules used will be sufficient to protect your data when transferred to companies in other countries that agreed to be subject to the rules."}, {"34": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}, {"35": "8.5 Right to move your data to another data controller"}, {"36": "You have the right to request that we provide a copy of your personal data in a machine-readable format or to ask us to send your personal data to another company. This applies to personal data that you have provided to us, which we have processed electronically, such as personal data you entered on our Platform when you obtained a quote."}, {"37": "You have the right to ask for significant decisions that have been made about you wholly by automated means to be reviewed. We do not make any legal or other significant decisions about you wholly by automated means. However, the nature of the quotes provided by our insurance partners means that they must use this kind of automated decision making to assess your quotes. If you want any wholly automated decisions in relation to your quotes to be reviewed, you will need to contact the partner who has produced the relevant quote."}, {"38": "8.9 Other opt-out rights"}, {"39": "If you have any other queries or concerns about this Privacy Policy, or if you would like to contact our Data Protection Officer, you can email DPO@comparethemarket.com or write to the Data Protection Officer at Compare the Market Limited, Pegasus House, Bakewell Road, Orton Southgate, Peterborough, PE2 6YS."}, {"40": "Apple and the Apple logo are trademarks of Apple Inc., registered in the U.S. and other countries and regions. App Store is a service mark of Apple Inc. Google Play and the Google Play logo are trademarks of Google LLC."}]}, "count": 41}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "We mainly process your personal data to provide you with the services that you’ve requested from us through our website (www.comparethemarket.com) or our App (if available). Our website and App are together referred to in this policy as our “Platform”. To use our services, we need to share your personal data with third party insurance and product providers to provide you with the quote or service that you have requested or that we provide to you. The specific details of these third parties, as well as other reasons for which we process your personal data, are set out below."}, {"1": "If you have signed up for this, to automatically send you any energy-saving service information to see if you could save money on your bills, including tips on how to save. "}, {"2": "If you have enabled push notifications on your device, to send you push notifications. Including marketing communications and information about the services that you have requested sent by push notifications. Such marketing may be determined by your device information (e.g., you may be interested in travel insurance if you’re at an airport)."}, {"3": "If you have enabled location services on your device, to identify when you have entered a particular location, to display to you what rewards are available near that location, to give us insight as to how you use your rewards, and tailor our messages to you."}, {"4": "The models and algorithms that create customer profiles enable us to analyse or predict what products or services you may be interested in, where you may be able to make savings and may enable us to deal with any queries you have in a quicker way. If we change the way we use these models and algorithms in the future, we will update this Privacy Policy to let you know. "}, {"5": "Which includes a unique ID for your mobile device and a hashed version of your email address. A “hashing process” is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. Hashing is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes. It also includes information about what pages (and variants of pages) you visit, how long you are on our website, how you were directed to our website and what products and services you interact with."}, {"6": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"7": "To personalise the marketing content we send to you where we have permission to do so. This includes using information we know about products and services you have engaged with to personalise the content we send you, for example, if we know your previous contract was 18 months long we will contact you with similar offers shortly before the end of that contract, or if we know you are interested in specific products and services because of your previous interactions with these  we will promote those products and services in the communications we send to you."}, {"8": "We may contact you to assist with our research by asking you a few questions about the service you received, or by asking if you would like to complete a review of our products and services. This is to assist us with assessing and improving the quality of the services that we provide to you."}, {"9": "Details of some mortgages, current accounts and savings accounts displayed on our Platform may be viewed without you providing us with your personal data. If you do decide to click through to any of these products, any personal data you provide will be subject to that lender or provider’s privacy policy. Our partners for these services include:"}, {"10": "We use payment service providers to facilitate any payments we may need to make to you, for example, if you have a query that leads to us offering you a gesture of goodwill. "}, {"11": "To find out more on how and where Google uses information as a result of our use of their services can be found here. If you require further information or wish to opt out of Google Analytics Remarketing and Advertising Reporting Features, then please visit Google's currently available opt-outs. "}, {"12": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"13": "With some lenders your quotation information is provided directly to them so they can return your eligibility score for the credit cards and loans they provide. For example, we may be told if you are pre-approved for one of their products. For more information on how your eligibility is assessed please see Experian, or the relevant lender or partner’s privacy information."}, {"14": "If you proceed with an application for a credit card or loan, the lender will undertake a hard credit search with a CRA, either upon application, or on your acceptance of the credit card or loan. This may vary depending on the lender and may impact your credit score."}, {"15": "We may share your details with law enforcement agencies, including the police, if requested. The information shared will be limited to what is necessary and proportionate. For example, we will pass certain details onto the police if they contact us as a result of investigating fraud. "}, {"16": "Controller – BGL Group Limited will determine how your information is used, and who it will be shared with if the above is to occur. However, they will be required to provide you with appropriate information about this processing."}, {"17": "Credit Reference Agencies share information with other organisations, enabling applications for financial products to be assessed or to assist in the tracing of debtors, or to prevent fraud. Credit scoring uses several factors to work out risks involved in any application. The name of the company that carried out the search will be stated on your credit search and if you have any queries regarding any search that has been carried out you will need to contact the company directly. If you want to check the information the Credit Reference Agencies hold about you, then please contact them directly. The main Credit Reference Agencies are TransUnion, Experian, and Equifax."}, {"18": "5 years from when the original quote was requested from us, or, if later, the last activity on your Compare the Market account (unless there is a requirement for us to keep the data for longer, for example if there are any ongoing queries or claims relating to your quotes or transactions following your use of our Platform)."}, {"19": "As soon as possible having received your request to delete your data (e.g., if you choose to close your account with us) and in any event within a month of your request, unless there is a requirement for us to keep the data for longer, for example, if there are any ongoing queries or claims relating to your quotes, you have any outstanding complaints, for fraud purposes or in order to comply with any other legal or regulatory requirements."}, {"20": "Binding Corporate Rules: Data protection laws allow companies to propose a set of rules that they will apply when transferring your data to certain countries, these rules are required to be approved by the Information Commissioner’s Office if the company is based in the UK, or by other relevant regulators depending on that companies’ location. This approval will mean that the rules used will be sufficient to protect your data when transferred to companies in other countries that agreed to be subject to the rules."}, {"21": "If you have any questions about the above, please contact us for more information."}, {"22": "We do undertake some profiling. Profiling is a form of automated processing of your personal data that evaluates certain aspects, this may include your interests or what products we may think are relevant for you, including the creation of customer profiles. Our current use of profiling is unlikely to have a legal or similarly significant effect on you. If this is to change in the future, we will either contact you directly or provide updated information within this Privacy Policy."}, {"23": "Data protection law gives you various rights in relation to your personal data. All the rights set out below can be exercised by contacting us using the contact details set out under the \"Contacting us\" section. Please note that we can only deal with requests to exercise these rights where they relate to personal data that we process as data controller. If you send us a request which relates to personal data processed by one or more of our partners or comparison service providers as data controllers, you will need to contact the appropriate data controller."}, {"24": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}, {"25": "You have the right to ask us to delete the personal data we hold about you. If you would like to exercise this right, please contact us. This right will not always be available as there are some circumstances, for example where we have a legal or regulatory reason to retain a record of your personal data, where we will not delete your information. If this right does not apply, we will let you know."}, {"26": "You have the right to ask us to restrict the processing of personal data that we are processing about you. This may apply, for example, if you believe that the data we hold about you is inaccurate or unlawfully processed. If you would like to exercise this right, please contact us setting out the reasons for your request and we will respond to you as soon as we can. In some circumstances you may be able to restrict this yourself by not using certain parts of our platform."}, {"27": "You have the right to ask us to correct inaccurate personal data that we hold about you. If you think any of your personal data is inaccurate, please contact us and, provided we can verify your identity and are satisfied as to the accuracy of the correction requested, we will correct the relevant personal data as soon as we can. You can also amend inaccurate data in your account."}, {"28": "You have the right to ask for significant decisions that have been made about you wholly by automated means to be reviewed. We do not make any legal or other significant decisions about you wholly by automated means. However, the nature of the quotes provided by our insurance partners means that they must use this kind of automated decision making to assess your quotes. If you want any wholly automated decisions in relation to your quotes to be reviewed, you will need to contact the partner who has produced the relevant quote."}, {"29": "If you have downloaded the Meerkat App and agreed to share your location data with us, you can change your mind at any time using the settings on your device. You will also have the opportunity within your device settings to prevent us receiving identifiers that enable us to deliver advertising to you."}, {"30": "You can turn our automatic energy-saving service information off at any time in your settings under ‘Contact Preferences’ in your comparethemarket.com account, or by following the links in your energy-saving emails if you do not have an account. If you wish to amend your energy-saving service preference levels, you will need to have a comparethemarket.com account. Please click here to create one."}, {"31": "If you are using our App and have enabled push notifications on your device, we may send you marketing messages by way of push notifications. You can turn this off at any time by adjusting the push notification settings on your device. "}, {"32": "If you would like to contact us about one of your data rights set out under \"Your Rights\" above, then please contact data.request@comparethemarket.com or write to Data Requests – Pegasus House, Southgate Park, Bakewell Road, Orton Southgate, Peterborough, PE2 6YS."}, {"33": "If you would like to contact any of our comparison service providers about data that they hold, please contact them directly, their contact details can be found within their privacy policies. Links to these have been provided in section 3 above."}, {"34": "If you would like to contact any insurance partner about the data that they hold, please visit that insurance partner’s website and view their privacy policy for details of how to contact them about data matters. A list of our partners can be found here."}, {"35": "If you have any other queries or concerns about this Privacy Policy, or if you would like to contact our Data Protection Officer, you can email DPO@comparethemarket.com or write to the Data Protection Officer at Compare the Market Limited, Pegasus House, Bakewell Road, Orton Southgate, Peterborough, PE2 6YS."}, {"36": "If you have a complaint regarding how your personal data has been processed by us, then please contact us first using the complaints procedure set out here. You also have the right to complain to the Information Commissioner’s Office, which regulates data protection compliance in the UK. You can find more information on their website www.ico.org.uk."}]}, "count": 37}, "when": {"text": {"when": [{"0": "\n                                                Gas and electricity when moving house\n                                            "}, {"1": "Summary of why the latest update was made: Further information as to how your personal data is processed and who is processing it when using our credit card, loans, and mortgage comparison services."}, {"2": "\n                    6. International transfers of personal data outside of the UK and what is in place to protect you when we make those transfers\n                "}, {"3": "To provide you with an indication of what your quote may be when using external websites, we process the quotation information you have previously provided alongside the vehicle details you are interested in to produce this indication;"}, {"4": "When we personalise your experience on our Platform we do so because it is our legitimate interest as a business to make your experience on our Platform as simple to use as possible."}, {"5": "To share directly with our business energy comparison service provider, Bionic Services Limited, so that they can process the quote and administer the change in energy when necessary."}, {"6": "If you have enabled location services on your device, to identify when you have entered a particular location, to display to you what rewards are available near that location, to give us insight as to how you use your rewards, and tailor our messages to you."}, {"7": "To notify you when you’ve been pre-approved for a reward following an eligible purchase;"}, {"8": "Microsoft collects and receives information used for marketing purposes from users of our Platform when providing their advertising services, as well as assisting us with tracking the performance of advertising we do via Microsoft’s services (Bing etc.). More information on how Microsoft use this information can be found here."}, {"9": "We use insight information to help us frequently identify whether some market segments are receiving more attractive quotes than others or are underperforming. For example, how insurance quotes for 2-bedroom houses compare with quotes for 3-bedroom houses. We call these 'market segments'. The reason we perform this analysis on market segments is to frequently identify insurance products for market segments where we would like to help improve quotes. We do not link this market segment information to our existing customers or their accounts. However, where you are applying for a relevant product this insight information may be considered when you request a quote."}, {"10": "We process this data (and share it with any third parties we use) to help us manage any competitions, events, or other similar initiatives we may run from time to time. For example, we will need to use your data to process your entry, select a winner(s) and allocate and fulfil any prize(s). When running competitions, you can usually find specific information about the processing required for that competition in relevant terms and conditions. "}, {"11": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"12": "When you participate in our Rewards scheme, we receive information relating to your use of those Rewards, i.e., which Rewards you are using and how often you use them."}, {"13": "When required, special category, including health and criminal offence information is shared with our insurance partners to enable them to generate your quotes. "}, {"14": "Digital marketing platforms, including Salesforce Marketing Cloud, allow us to send you relevant communications relating to our services and marketing when permitted."}, {"15": "Social media and other relevant advertising companies allow us to deliver advertising to you when permitted."}, {"16": "We use various contractors to help us deliver and maintain our services, these contractors may access your information when assisting us."}, {"17": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"18": "These third party suppliers are located all over the world, when the law requires us to do so we include additional protection within our contracts with these suppliers to protect your information. For more information on how we protect your data when transferring it to these third party suppliers, please see section 6 below."}, {"19": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"20": "When they act as a controller"}, {"21": "When they act as a Processor"}, {"22": "Our marketing platform providers are located in various locations, we have listed some of the providers locations below, for information on how we protect your data when transferring it outside of the UK to these marketing platform providers please see section 6 below. "}, {"23": "When assessing your quotation or formal application some partners and lenders may share your information with fraud prevention agencies to ensure your quote or application is legitimate. This is in addition to the sharing we may undertake in line with section 3.6 below. These agencies may also retain your personal data for fraud detection and prevention purposes, including sharing this with other parties that use those fraud detection services."}, {"24": "Some lenders we work with do not assess your eligibility by undertaking soft credit checks (see section 4.4 for further information on these checks), they assess your eligibility by accessing Open Banking data and other sources of information. Open Banking allows certain financial information that only you and your bank can see, such as your balance, who you transact with and when you transact, to be securely accessed by other financial services or lenders. The aim is to make it easier and safer for these lenders to use your data to assess eligibility as well as personalise products. More information on how these lenders use this data is detailed within the privacy information they are required to provide to you."}, {"25": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for market research purposes. "}, {"26": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"27": "These partners change depending on the competition we run. Data protection laws require us to tell you when we intend to transfer data to certain places. Where this is relevant to the competition, we will provide information relating to that transfer when you enter the competition."}, {"28": "You may choose to contact our insurance and comparison service partners directly and provide them with your personal data. This may happen, for example, when you use a telephone helpline that is not managed by us, request a call back or when you are re-directed to their website and provide additional personal details there. "}, {"29": "Many of our insurance, credit card, secured and unsecured loan partners will carry out soft credit checks with Credit Reference Agencies when they generate a quote. Soft credit checks leave no mark on your credit report. Every insurer or partner could undertake a search and there is no limit to how many soft checks you can have, but they will never affect your credit score."}, {"30": "5 years from when the original quote was requested from us, or, if later, the last activity on your Compare the Market account (unless there is a requirement for us to keep the data for longer, for example if there are any ongoing queries or claims relating to your quotes or transactions following your use of our Platform)."}, {"31": "Where your personal data is shared with a third party as a data processor, those third parties are required under the terms of their agreement with us to return or delete that personal data when they no longer provide us services, or when we instruct them to delete your information unless they are required to retain it to comply with any legal or regulatory requirements. "}, {"32": "6. International transfers of personal data outside of the UK and what is in place to protect you when we make those transfers"}, {"33": "Standard contractual clauses: When we are required to do so we put in place legally approved contractual clauses which govern the transfer of your personal data to all third party suppliers who are located in countries that require these clauses to be put in place. We  do this to protect your personal data when it is transferred to those countries. Before making these transfers, we ensure that the data protection laws in those countries are sufficient to protect your data."}, {"34": "Binding Corporate Rules: Data protection laws allow companies to propose a set of rules that they will apply when transferring your data to certain countries, these rules are required to be approved by the Information Commissioner’s Office if the company is based in the UK, or by other relevant regulators depending on that companies’ location. This approval will mean that the rules used will be sufficient to protect your data when transferred to companies in other countries that agreed to be subject to the rules."}, {"35": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}, {"36": "You have the right to request that we provide a copy of your personal data in a machine-readable format or to ask us to send your personal data to another company. This applies to personal data that you have provided to us, which we have processed electronically, such as personal data you entered on our Platform when you obtained a quote."}, {"37": "When contacting us, please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us, as this allows us to trace all relevant information. Please also include: your full name, your date of birth and your full address. "}]}, "count": 38}}}, "BENEFIT": {"OTHER": {"help you": {"text": {"help you": [{"0": "Where possible, help you complete quotes quickly by pre-populating some of our on-line forms with information we already know about you;"}]}, "count": 1}, "help us": {"text": {"help us": [{"0": "To help us regularly review and improve our Meerkat Meals and Meerkat Movies rewards and carry out research relating to your use of these rewards."}, {"1": "To carry out various research and analysis activities to help us regularly review and improve the products we or our partners provide."}, {"2": "To help us monitor the services we provide to you and ensure that quality standards are met."}, {"3": "To help us tailor advertising that is more relevant to you with support from our marketing third party platform providers before sending it to you."}, {"4": "We use insight information to help us frequently identify whether some market segments are receiving more attractive quotes than others or are underperforming. For example, how insurance quotes for 2-bedroom houses compare with quotes for 3-bedroom houses. We call these 'market segments'. The reason we perform this analysis on market segments is to frequently identify insurance products for market segments where we would like to help improve quotes. We do not link this market segment information to our existing customers or their accounts. However, where you are applying for a relevant product this insight information may be considered when you request a quote."}, {"5": "We process this data (and share it with any third parties we use) to help us manage any competitions, events, or other similar initiatives we may run from time to time. For example, we will need to use your data to process your entry, select a winner(s) and allocate and fulfil any prize(s). When running competitions, you can usually find specific information about the processing required for that competition in relevant terms and conditions. "}, {"6": "We use various contractors to help us deliver and maintain our services, these contractors may access your information when assisting us."}, {"7": "Your information used for marketing purposes is provided to them in order to help us analyse and measure the performance of our ads (e.g., to understand which of our social media ad placements have generated sales or led to quotes or comparisons being generated on our Platform)."}, {"8": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}]}, "count": 9}}}, "ACCESS": {"OTHER": {"can access": {"text": {"can access": [{"0": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}]}, "count": 1}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {"we will not": [{"0": "You have the right to ask us to delete the personal data we hold about you. If you would like to exercise this right, please contact us. This right will not always be available as there are some circumstances, for example where we have a legal or regulatory reason to retain a record of your personal data, where we will not delete your information. If this right does not apply, we will let you know."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"1": "We (Compare the Market Limited) are the data controller of the personal data that you provide on the Platform and/or that we collect about you. This means that we are the company responsible for deciding how your data is processed."}, {"2": "\n                    2. Types of information we collect from you, why we use it, where we get it from and how we collect it\n                "}, {"3": "2. Types of information we collect from you, why we use it, where we get it from and how we collect it "}, {"4": "2.16 How we collect your information  "}, {"5": "How we collect your information can change depending on how you use our services. Where you provide information to us directly this is largely done as a result of you using our products and services, e.g., generating quotes, creating an account with us, providing us with feedback or market research or entering into our competitions etc."}]}, "count": 6}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {"we may collect": [{"0": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}]}, "count": 1}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "If you have enabled push notifications on your device, to send you push notifications. Including marketing communications and information about the services that you have requested sent by push notifications. Such marketing may be determined by your device information (e.g., you may be interested in travel insurance if you’re at an airport)."}, {"1": "Details of how you can withdraw your consent are in the ‘information about your rights and how you can exercise them’ section below. You may also be able to object to us sending you marketing by adjusting your device settings."}, {"2": "To contact you in relation to our reward schemes and deal with any complaints or queries you may have in relation to our rewards schemes; "}, {"3": "The models and algorithms that create customer profiles enable us to analyse or predict what products or services you may be interested in, where you may be able to make savings and may enable us to deal with any queries you have in a quicker way. If we change the way we use these models and algorithms in the future, we will update this Privacy Policy to let you know. "}, {"4": "To help train our support staff and ensure that we have an accurate record of your conversations with us to ensure we can best assist you with any queries you may have."}, {"5": "Which includes email address, post code, IP address, information about which products you may be interested in (e.g., which pages of our website or app you have visited or what emails you have engaged with), purchase information, insight information, relevant Quotation Information (I.e., specific to the segment being analysed, type of vehicle etc.) and whether you have claimed a reward."}, {"6": "You will sometimes need to provide us with data about other people, for example where you request a quote for a policy that includes another person as a joint policyholder or named driver. You may also obtain quotes on behalf of your family or friends. Where you give us data about someone else, you must make sure that you have made that person aware of this Privacy Policy and that they are happy for you to provide their data to us. Where this Privacy Policy refers to \"your data\", this also includes data about anyone else named on the policy or whose data you provide to us."}, {"7": "Information that we receive from our insurance and comparison service partners is provided through Sales information and other ad hoc information provided to us, e.g., information relating to any complaints you may have."}, {"8": "You may choose to contact our insurance and comparison service partners directly and provide them with your personal data. This may happen, for example, when you use a telephone helpline that is not managed by us, request a call back or when you are re-directed to their website and provide additional personal details there. "}, {"9": "You have the right to ask us to restrict the processing of personal data that we are processing about you. This may apply, for example, if you believe that the data we hold about you is inaccurate or unlawfully processed. If you would like to exercise this right, please contact us setting out the reasons for your request and we will respond to you as soon as we can. In some circumstances you may be able to restrict this yourself by not using certain parts of our platform."}]}, "count": 10}, "you can": {"text": {"you can": [{"0": "\n                    8. Information about your rights and how you can exercise them\n                "}, {"1": "Where we provide you with our Renewal Quote service, so we can inform you of this quote via the most relevant contact method, we will use the data you have previously provided from your latest or most relevant quote to generate this Renewal Quote, contact you about it, and display it on our Platform at various points in your anticipated renewal window via the contact details in your comparethemarket.com account. You can update, alter, or turn this service off at any time by adjusting the Renewal Quote settings under ‘Contact Preferences’ in your comparethemarket.com account;"}, {"2": "Details of how you can withdraw your consent are in the ‘information about your rights and how you can exercise them’ section below. You may also be able to object to us sending you marketing by adjusting your device settings."}, {"3": "To administer our rewards scheme, which rewards our customers for buying policies and other products through our platform. You can find more information about our schemes here:"}, {"4": "‘information about your rights and how you can exercise them’"}, {"5": "We process this data (and share it with any third parties we use) to help us manage any competitions, events, or other similar initiatives we may run from time to time. For example, we will need to use your data to process your entry, select a winner(s) and allocate and fulfil any prize(s). When running competitions, you can usually find specific information about the processing required for that competition in relevant terms and conditions. "}, {"6": "You can find more information about how they handle your personal data (and where they process it) on their privacy policies as follows: "}, {"7": "Your segment information is provided to them, which is combined with the information they hold about you, to assist us with delivering advertising that is relevant to you. You can find out more information about this in our Cookies Policy."}, {"8": "Controller – they will be responsible for any personal data they process about you. Law enforcement and fraud prevention agencies must also adhere to data protection laws. You can find out more information about how they process your information and where they do so within their privacy policies. "}, {"9": "Our insurance and comparison service providers process your information as a data controller. This means that they are solely responsible for the personal data that they hold about you. You can find out further information about what they do with your data in their privacy policies. This section 4 sets out what they may do with your personal data and where they might get it from. "}, {"10": "Where you provide your, or any named driver's, driving licence number, we will pass this to our insurance partners who may pass this to the DVLA or the MIB for a search to be carried out to confirm your (or any named driver's) licence details, whether you can drive manual, automatic or different type of vehicles and endorsement/conviction data. The MIB access information about your licence from the DVLA. "}, {"11": "Many of our insurance, credit card, secured and unsecured loan partners will carry out soft credit checks with Credit Reference Agencies when they generate a quote. Soft credit checks leave no mark on your credit report. Every insurer or partner could undertake a search and there is no limit to how many soft checks you can have, but they will never affect your credit score."}, {"12": "We will retain your marketing preferences for a period of 3 years from the date of our last significant engagement with you. You can update these contact preferences at any time in your account and details of how you can opt-out are also within the ‘information about your rights and how to can exercise them’ section below. "}, {"13": "8. Information about your rights and how you can exercise them"}, {"14": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}, {"15": "You have the right to ask us to correct inaccurate personal data that we hold about you. If you think any of your personal data is inaccurate, please contact us and, provided we can verify your identity and are satisfied as to the accuracy of the correction requested, we will correct the relevant personal data as soon as we can. You can also amend inaccurate data in your account."}, {"16": "Where we rely on your consent to process your personal data, including for the purposes of direct marketing, you can withdraw this consent at any time by emailing data.request@comparethemarket.com or by changing your preferences within your account. You can also unsubscribe from marketing emails by clicking on the unsubscribe link in the emails that we send you, updating your preferences in your account or by unsubscribing on our website. Withdrawing your consent for this purpose will not stop us contacting you to provide our services to you."}, {"17": "If you have downloaded the Meerkat App and agreed to share your location data with us, you can change your mind at any time using the settings on your device. You will also have the opportunity within your device settings to prevent us receiving identifiers that enable us to deliver advertising to you."}, {"18": "You can also object to being contacted for market research purposes by emailing data.request@comparethemarket.com."}, {"19": "You can turn our automatic energy-saving service information off at any time in your settings under ‘Contact Preferences’ in your comparethemarket.com account, or by following the links in your energy-saving emails if you do not have an account. If you wish to amend your energy-saving service preference levels, you will need to have a comparethemarket.com account. Please click here to create one."}, {"20": "You can turn our Renewal Quote service off at any time in your settings under ‘Contact Preferences’ in your comparethemarket.com account, or by following the links in the emails or messages we send you in relation to this service."}, {"21": "If you are using our App and have enabled push notifications on your device, we may send you marketing messages by way of push notifications. You can turn this off at any time by adjusting the push notification settings on your device. "}, {"22": "If you have any other queries or concerns about this Privacy Policy, or if you would like to contact our Data Protection Officer, you can email DPO@comparethemarket.com or write to the Data Protection Officer at Compare the Market Limited, Pegasus House, Bakewell Road, Orton Southgate, Peterborough, PE2 6YS."}, {"23": "If you have a complaint regarding how your personal data has been processed by us, then please contact us first using the complaints procedure set out here. You also have the right to complain to the Information Commissioner’s Office, which regulates data protection compliance in the UK. You can find more information on their website www.ico.org.uk."}]}, "count": 24}, "right to request": {"text": {"right to request": [{"0": "You have the right to request that we provide a copy of your personal data in a machine-readable format or to ask us to send your personal data to another company. This applies to personal data that you have provided to us, which we have processed electronically, such as personal data you entered on our Platform when you obtained a quote."}]}, "count": 1}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {}, "count": 0}}, "MODIFICATION": {"deletion of": {"text": {}, "count": 0}, "delete": {"text": {"delete": [{"0": "Which includes a unique ID for your mobile device and a hashed version of your email address. A “hashing process” is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. Hashing is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes. It also includes information about what pages (and variants of pages) you visit, how long you are on our website, how you were directed to our website and what products and services you interact with."}, {"1": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"2": "As soon as possible having received your request to delete your data (e.g., if you choose to close your account with us) and in any event within a month of your request, unless there is a requirement for us to keep the data for longer, for example, if there are any ongoing queries or claims relating to your quotes, you have any outstanding complaints, for fraud purposes or in order to comply with any other legal or regulatory requirements."}, {"3": "Where we share this information with our partners and comparison services providers for research and analysis activities, we require them to delete the data as soon as the relevant research and analysis activity has concluded. Otherwise, this information is usually stored for 5 years from the date of our last significant engagement with you, unless there is a requirement for us, or one of our Processors to keep the data for longer."}, {"4": "Where your personal data is shared with a third party as a data processor, those third parties are required under the terms of their agreement with us to return or delete that personal data when they no longer provide us services, or when we instruct them to delete your information unless they are required to retain it to comply with any legal or regulatory requirements. "}, {"5": "You have the right to ask us to delete the personal data we hold about you. If you would like to exercise this right, please contact us. This right will not always be available as there are some circumstances, for example where we have a legal or regulatory reason to retain a record of your personal data, where we will not delete your information. If this right does not apply, we will let you know."}]}, "count": 6}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {"contract": [{"0": "\n                                                No contract broadband\n                                            "}, {"1": "Contractual necessity, as we need this information to perform our contract with you and provide you with the service you have requested (e.g., quotes from our insurance and credit partners)."}, {"2": "We process this information because it is in the substantial public interest for us to do so, for the purpose of arranging an insurance contract. We also process this information to prevent or detect unlawful acts, such as fraud."}, {"3": "Contractual necessity, as we need to use this information to perform our contract with you and provide you with the rewards that you have requested. "}, {"4": "To personalise the marketing content we send to you where we have permission to do so. This includes using information we know about products and services you have engaged with to personalise the content we send you, for example, if we know your previous contract was 18 months long we will contact you with similar offers shortly before the end of that contract, or if we know you are interested in specific products and services because of your previous interactions with these  we will promote those products and services in the communications we send to you."}, {"5": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"6": "When they act as a Processor – We decide when these third parties process your personal data. We will have a contract in place with them which requires them to keep your data secure and only use it for the reason we say. "}, {"7": "We share your contract details and information about which of our products and services you have used with them so that they can contact you and collect information about the quality of the service that you have received from us where they are permitted to do so. "}, {"8": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for market research purposes. "}, {"9": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}]}, "count": 10}, "contractual": {"text": {"contractual": [{"0": "Contractual necessity, as we need this information to perform our contract with you and provide you with the service you have requested (e.g., quotes from our insurance and credit partners)."}, {"1": "Contractual necessity, as we need to share this information with Bionic Services Limited so that they can process your switch and keep you informed."}, {"2": "Contractual necessity,"}, {"3": "Contractual necessity"}, {"4": "Contractual necessity"}, {"5": "Standard contractual clauses: When we are required to do so we put in place legally approved contractual clauses which govern the transfer of your personal data to all third party suppliers who are located in countries that require these clauses to be put in place. We  do this to protect your personal data when it is transferred to those countries. Before making these transfers, we ensure that the data protection laws in those countries are sufficient to protect your data."}]}, "count": 6}, "agreement": {"text": {"agreement": [{"0": "Where your personal data is shared with a third party as a data processor, those third parties are required under the terms of their agreement with us to return or delete that personal data when they no longer provide us services, or when we instruct them to delete your information unless they are required to retain it to comply with any legal or regulatory requirements. "}]}, "count": 1}, "obligation": {"text": {"obligation": [{"0": "We may have a legal obligation to disclose fraud prevention information to assist with relevant legal proceedings."}]}, "count": 1}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"1": "\n                    8. Information about your rights and how you can exercise them\n                "}, {"2": "Details of how you can withdraw your consent are in the ‘information about your rights and how you can exercise them’ section below. You may also be able to object to us sending you marketing by adjusting your device settings."}, {"3": "‘information about your rights and how you can exercise them’"}, {"4": "We will retain your marketing preferences for a period of 3 years from the date of our last significant engagement with you. You can update these contact preferences at any time in your account and details of how you can opt-out are also within the ‘information about your rights and how to can exercise them’ section below. "}, {"5": "We do not undertake any solely automated decisions that may have a legal or similarly significant effect on you. Please see paragraph 8.7 for more information on your rights relating to automated decisions that our insurance or comparison service partners may make."}, {"6": "8. Information about your rights and how you can exercise them"}, {"7": "Data protection law gives you various rights in relation to your personal data. All the rights set out below can be exercised by contacting us using the contact details set out under the \"Contacting us\" section. Please note that we can only deal with requests to exercise these rights where they relate to personal data that we process as data controller. If you send us a request which relates to personal data processed by one or more of our partners or comparison service providers as data controllers, you will need to contact the appropriate data controller."}, {"8": "8.8 Your rights in relation to marketing and withdrawing consent"}, {"9": "If you would like to contact us about one of your data rights set out under \"Your Rights\" above, then please contact data.request@comparethemarket.com or write to Data Requests – Pegasus House, Southgate Park, Bakewell Road, Orton Southgate, Peterborough, PE2 6YS."}]}, "count": 10}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "We may have a legal obligation to disclose fraud prevention information to assist with relevant legal proceedings."}, {"1": "https://legal.creditec.co.uk/privacy-policy/"}, {"2": "www.experian.co.uk/legal/crain"}, {"3": "As soon as possible having received your request to delete your data (e.g., if you choose to close your account with us) and in any event within a month of your request, unless there is a requirement for us to keep the data for longer, for example, if there are any ongoing queries or claims relating to your quotes, you have any outstanding complaints, for fraud purposes or in order to comply with any other legal or regulatory requirements."}, {"4": "Where your personal data is shared with a third party as a data processor, those third parties are required under the terms of their agreement with us to return or delete that personal data when they no longer provide us services, or when we instruct them to delete your information unless they are required to retain it to comply with any legal or regulatory requirements. "}, {"5": "We do not undertake any solely automated decisions that may have a legal or similarly significant effect on you. Please see paragraph 8.7 for more information on your rights relating to automated decisions that our insurance or comparison service partners may make."}, {"6": "We do undertake some profiling. Profiling is a form of automated processing of your personal data that evaluates certain aspects, this may include your interests or what products we may think are relevant for you, including the creation of customer profiles. Our current use of profiling is unlikely to have a legal or similarly significant effect on you. If this is to change in the future, we will either contact you directly or provide updated information within this Privacy Policy."}, {"7": "You have the right to ask us to delete the personal data we hold about you. If you would like to exercise this right, please contact us. This right will not always be available as there are some circumstances, for example where we have a legal or regulatory reason to retain a record of your personal data, where we will not delete your information. If this right does not apply, we will let you know."}, {"8": "You have the right to ask for significant decisions that have been made about you wholly by automated means to be reviewed. We do not make any legal or other significant decisions about you wholly by automated means. However, the nature of the quotes provided by our insurance partners means that they must use this kind of automated decision making to assess your quotes. If you want any wholly automated decisions in relation to your quotes to be reviewed, you will need to contact the partner who has produced the relevant quote."}, {"9": "\n        Legal\n        Our terms & conditions\n        Our privacy policy\n        Our use of cookies\n        Modern Slavery Act Statement\n        BGL Supplier terms\n        Pay Gap reporting\n    "}]}, "count": 10}, "authority": {"text": {"authority": [{"0": "Compare the Market is a trading name of Compare The Market Limited. Registered in England No. 10636682. Registered Office: Pegasus House, Bakewell Road, Orton Southgate, Peterborough, PE2 6YS. Compare The Market Limited is authorised and regulated by the Financial Conduct Authority for insurance distribution (Firm Reference Number: 778488). Energy and Digital products are not regulated by the FCA."}]}, "count": 1}, "comply with": {"text": {"comply with": [{"0": "As soon as possible having received your request to delete your data (e.g., if you choose to close your account with us) and in any event within a month of your request, unless there is a requirement for us to keep the data for longer, for example, if there are any ongoing queries or claims relating to your quotes, you have any outstanding complaints, for fraud purposes or in order to comply with any other legal or regulatory requirements."}, {"1": "Where your personal data is shared with a third party as a data processor, those third parties are required under the terms of their agreement with us to return or delete that personal data when they no longer provide us services, or when we instruct them to delete your information unless they are required to retain it to comply with any legal or regulatory requirements. "}]}, "count": 2}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "These third party suppliers are located all over the world, when the law requires us to do so we include additional protection within our contracts with these suppliers to protect your information. For more information on how we protect your data when transferring it to these third party suppliers, please see section 6 below."}, {"1": "Amazon: Various locations, for more information on how data is processed is accordance with the law, and how to manage your Amazon advertising preferences please see here. "}, {"2": "3.6 Law enforcement agencies "}, {"3": "We may share your details with law enforcement agencies, including the police, if requested. The information shared will be limited to what is necessary and proportionate. For example, we will pass certain details onto the police if they contact us as a result of investigating fraud. "}, {"4": "Controller – they will be responsible for any personal data they process about you. Law enforcement and fraud prevention agencies must also adhere to data protection laws. You can find out more information about how they process your information and where they do so within their privacy policies. "}, {"5": "Data protection law gives you various rights in relation to your personal data. All the rights set out below can be exercised by contacting us using the contact details set out under the \"Contacting us\" section. Please note that we can only deal with requests to exercise these rights where they relate to personal data that we process as data controller. If you send us a request which relates to personal data processed by one or more of our partners or comparison service providers as data controllers, you will need to contact the appropriate data controller."}]}, "count": 6}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {"govern": [{"0": "Standard contractual clauses: When we are required to do so we put in place legally approved contractual clauses which govern the transfer of your personal data to all third party suppliers who are located in countries that require these clauses to be put in place. We  do this to protect your personal data when it is transferred to those countries. Before making these transfers, we ensure that the data protection laws in those countries are sufficient to protect your data."}]}, "count": 1}, "regulators": {"text": {"regulators": [{"0": "Binding Corporate Rules: Data protection laws allow companies to propose a set of rules that they will apply when transferring your data to certain countries, these rules are required to be approved by the Information Commissioner’s Office if the company is based in the UK, or by other relevant regulators depending on that companies’ location. This approval will mean that the rules used will be sufficient to protect your data when transferred to companies in other countries that agreed to be subject to the rules."}]}, "count": 1}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"1": "We mainly process your personal data to provide you with the services that you’ve requested from us through our website (www.comparethemarket.com) or our App (if available). Our website and App are together referred to in this policy as our “Platform”. To use our services, we need to share your personal data with third party insurance and product providers to provide you with the quote or service that you have requested or that we provide to you. The specific details of these third parties, as well as other reasons for which we process your personal data, are set out below."}, {"2": "This Privacy Policy was last updated on: "}, {"3": "Which includes some of your Quotation Information, including your name, contact details, quote references and information about the product or insurance policy you have purchased, including information about policies you have cancelled or have had cancelled by an insurance provider."}, {"4": "Which is: name, contact details, address, email address, a rewards identification number (this is used to prove you are eligible to participate in rewards schemes), details about any policies you take out with any of our partners or any product you buy through our platform, confirmations on whether you have taken out a policy and any other information you provide to us (e.g., as part of any complaints or queries about our reward schemes)."}, {"5": "The models and algorithms that create customer profiles enable us to analyse or predict what products or services you may be interested in, where you may be able to make savings and may enable us to deal with any queries you have in a quicker way. If we change the way we use these models and algorithms in the future, we will update this Privacy Policy to let you know. "}, {"6": "We may combine the data that we hold about you with information you provide to us as part of this research, as well as the insight information for some of the other ways we use your data as described in this policy."}, {"7": "You will sometimes need to provide us with data about other people, for example where you request a quote for a policy that includes another person as a joint policyholder or named driver. You may also obtain quotes on behalf of your family or friends. Where you give us data about someone else, you must make sure that you have made that person aware of this Privacy Policy and that they are happy for you to provide their data to us. Where this Privacy Policy refers to \"your data\", this also includes data about anyone else named on the policy or whose data you provide to us."}, {"8": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"9": "Details of some mortgages, current accounts and savings accounts displayed on our Platform may be viewed without you providing us with your personal data. If you do decide to click through to any of these products, any personal data you provide will be subject to that lender or provider’s privacy policy. Our partners for these services include:"}, {"10": "For more information on how our insurance partners handle your information, please see section 4 of this Privacy Policy."}, {"11": "Assured Futures (https://www.howdenlifeandhealth.co.uk/common-page/privacy-policy)"}, {"12": "Comparison Creator (https://www.comparisoncreator.com/privacy-policy)"}, {"13": "Simply Business (Xbridge Limited) (https://www.simplybusiness.co.uk/privacy-policy)"}, {"14": "Perse Technology Limited, where it collects analytics data for its own purposes (https://www.perse.io/privacy-policy)"}, {"15": "Stickee Technology Limited (https://www.stickee.co.uk/important-info/privacy-policy)"}, {"16": "Carfinance 247 Limited (https://www.carfinance247.co.uk/privacy-policy)"}, {"17": "https://legal.creditec.co.uk/privacy-policy/"}, {"18": "Qualifi Solutions Limited (https://www.qualifisolutions.io/privacy-policy)"}, {"19": "Responsible Life Limited (https://www.responsiblelife.co.uk/privacy-policy)"}, {"20": "Hometree Marketplace Limited and Hometree Services Limited (https://www.hometree.co.uk/privacy-policy)"}, {"21": "Mortgage Power Limited, trading as Koodoo (https://koodoo.io/privacy-policy)"}, {"22": "Tempcover Limited (https://www.tempcover.com/privacy-policy)"}, {"23": "www.swoopfunding.com/uk/privacy-policy/"}, {"24": "IT service and technology providers, including companies like Amazon Web Services and Google Cloud products. Using these services and products allow us to host our website for you to use and store information for us to access for the uses described in this Privacy Policy.   "}, {"25": "Data science and analytics platforms and providers, including Google and Adobe, allow us to process your information for the purposes described above. The platforms allow us to undertake these activities on a larger and quicker scale, meaning that improvements to products and services reach you quicker. Some of these platforms assist with this by deploying cookies and similar technologies to collect your information, please see our Cookies Policy for further information on who these third parties are. "}, {"26": "Your segment information is provided to them, which is combined with the information they hold about you, to assist us with delivering advertising that is relevant to you. You can find out more information about this in our Cookies Policy."}, {"27": "In addition to section 2 of this Privacy Policy, the above information is shared with us to help analyse the products and services we are displaying to you. This analysis ensures we are displaying relevant products and services, it can also help tailor the products and services we display and market to you (where we are permitted to do so), and also helps us ensure that we promote responsible lending."}, {"28": "Undertaking searches using your driving licence number helps insurers check information to prevent fraud and ensure policy premiums are true. A search with the DVLA will not show on your (or your named driver's) driving licence record(s). "}, {"29": "Where your personal data is shared with a third party as a data controller (as noted in the ‘who do we share your information with, why and where do they process it’ section above), that third party will determine its own retention periods and you should check that third party’s privacy policy for more information."}, {"30": "We do undertake some profiling. Profiling is a form of automated processing of your personal data that evaluates certain aspects, this may include your interests or what products we may think are relevant for you, including the creation of customer profiles. Our current use of profiling is unlikely to have a legal or similarly significant effect on you. If this is to change in the future, we will either contact you directly or provide updated information within this Privacy Policy."}, {"31": "If you would like to contact any insurance partner about the data that they hold, please visit that insurance partner’s website and view their privacy policy for details of how to contact them about data matters. A list of our partners can be found here."}, {"32": "If you have any other queries or concerns about this Privacy Policy, or if you would like to contact our Data Protection Officer, you can email DPO@comparethemarket.com or write to the Data Protection Officer at Compare the Market Limited, Pegasus House, Bakewell Road, Orton Southgate, Peterborough, PE2 6YS."}, {"33": "\n        Legal\n        Our terms & conditions\n        Our privacy policy\n        Our use of cookies\n        Modern Slavery Act Statement\n        BGL Supplier terms\n        Pay Gap reporting\n    "}]}, "count": 34}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {}, "count": 0}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {"children": [{"0": "\n                                                Children current accounts\n                                            "}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {"young": [{"0": "\n                                                Young driver insurance\n                                            "}]}, "count": 1}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {}, "count": 0}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "In relation to use of your device information to receive marketing from us, we will only do so where we have your explicit consent."}, {"1": "Details of how you can withdraw your consent are in the ‘information about your rights and how you can exercise them’ section below. You may also be able to object to us sending you marketing by adjusting your device settings."}, {"2": "You will be asked for your consent to receive marketing communications from us via various contact methods, including post, telephone call, email, SMS or other available instant messaging platforms.  "}, {"3": "You will be asked for consent to allow us to analyse your use of our platform via cookies and similar technologies, please see here for how this is performed and how to manage your consent preferences. "}, {"4": "Where we rely on your consent to process your personal data, including for the purposes of direct marketing, you can withdraw this consent at any time by emailing data.request@comparethemarket.com or by changing your preferences within your account. You can also unsubscribe from marketing emails by clicking on the unsubscribe link in the emails that we send you, updating your preferences in your account or by unsubscribing on our website. Withdrawing your consent for this purpose will not stop us contacting you to provide our services to you."}]}, "count": 5}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {}, "count": 0}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "As soon as possible having received your request to delete your data (e.g., if you choose to close your account with us) and in any event within a month of your request, unless there is a requirement for us to keep the data for longer, for example, if there are any ongoing queries or claims relating to your quotes, you have any outstanding complaints, for fraud purposes or in order to comply with any other legal or regulatory requirements."}]}, "count": 1}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "We mainly process your personal data to provide you with the services that you’ve requested from us through our website (www.comparethemarket.com) or our App (if available). Our website and App are together referred to in this policy as our “Platform”. To use our services, we need to share your personal data with third party insurance and product providers to provide you with the quote or service that you have requested or that we provide to you. The specific details of these third parties, as well as other reasons for which we process your personal data, are set out below."}, {"1": "To enable the delivery of other forms of digital advertising to you via third parties (e.g., Facebook, Google and Amazon). "}, {"2": "Which includes a unique ID for your mobile device and a hashed version of your email address. A “hashing process” is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. Hashing is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes. It also includes information about what pages (and variants of pages) you visit, how long you are on our website, how you were directed to our website and what products and services you interact with."}, {"3": "We process this data (and share it with any third parties we use) to help us manage any competitions, events, or other similar initiatives we may run from time to time. For example, we will need to use your data to process your entry, select a winner(s) and allocate and fulfil any prize(s). When running competitions, you can usually find specific information about the processing required for that competition in relevant terms and conditions. "}, {"4": "Data science and analytics platforms and providers, including Google and Adobe, allow us to process your information for the purposes described above. The platforms allow us to undertake these activities on a larger and quicker scale, meaning that improvements to products and services reach you quicker. Some of these platforms assist with this by deploying cookies and similar technologies to collect your information, please see our Cookies Policy for further information on who these third parties are. "}, {"5": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"6": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"7": "When they act as a Processor – We decide when these third parties process your personal data. We will have a contract in place with them which requires them to keep your data secure and only use it for the reason we say. "}, {"8": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for market research purposes. "}, {"9": "Processor – We decide when these third parties process your personal data. We will have a contract in place with them placing a duty on them to keep your data secure and only use it for the reason we say. "}, {"10": "5.4 Data shared with third parties  "}, {"11": "Where your personal data is shared with a third party as a data processor, those third parties are required under the terms of their agreement with us to return or delete that personal data when they no longer provide us services, or when we instruct them to delete your information unless they are required to retain it to comply with any legal or regulatory requirements. "}]}, "count": 12}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {"third party": [{"0": "We mainly process your personal data to provide you with the services that you’ve requested from us through our website (www.comparethemarket.com) or our App (if available). Our website and App are together referred to in this policy as our “Platform”. To use our services, we need to share your personal data with third party insurance and product providers to provide you with the quote or service that you have requested or that we provide to you. The specific details of these third parties, as well as other reasons for which we process your personal data, are set out below."}, {"1": "From our third party energy comparison partners"}, {"2": "From publicly available sources and third party providers"}, {"3": "From third party data providers or from open sources of data "}, {"4": "From third party data providers or from open sources of data "}, {"5": "To create marketing content, refine our marketing strategies and personalise the marketing communications you receive from us, or a third party platform. This means that we are more likely to notify you of products, services and offers that may be of interest to you."}, {"6": "From third party data providers or from open sources of data  "}, {"7": "To help us tailor advertising that is more relevant to you with support from our marketing third party platform providers before sending it to you."}, {"8": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"9": "We are also provided with information about you from third party data providers or from open sources of data. We may combine information from these sources with information you provide directly to us. In some circumstances these third party data providers or open sources are also responsible for informing you about how they use your information."}, {"10": "3.3 Our third party processors "}, {"11": "We use the following types of third party suppliers to process personal data about you: "}, {"12": "These third party suppliers are located all over the world, when the law requires us to do so we include additional protection within our contracts with these suppliers to protect your information. For more information on how we protect your data when transferring it to these third party suppliers, please see section 6 below."}, {"13": "3.4 Our marketing third party platform providers "}, {"14": "Some of your information used for marketing purposes is provided to them to help improve the adverts, including the display of more relevant adverts we display online on third party websites and social media platforms."}, {"15": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"16": "In the event of a reorganisation, merger, or sale, we may transfer the personal data described in section 2 above to the BGL Group Limited or another relevant third party. We will ensure that this transfer of personal data is limited to what is necessary to assist with that reorganisation, merger, or sale."}, {"17": "Where your personal data is shared with a third party as a data controller (as noted in the ‘who do we share your information with, why and where do they process it’ section above), that third party will determine its own retention periods and you should check that third party’s privacy policy for more information."}, {"18": "Where your personal data is shared with a third party as a data processor, those third parties are required under the terms of their agreement with us to return or delete that personal data when they no longer provide us services, or when we instruct them to delete your information unless they are required to retain it to comply with any legal or regulatory requirements. "}, {"19": "Standard contractual clauses: When we are required to do so we put in place legally approved contractual clauses which govern the transfer of your personal data to all third party suppliers who are located in countries that require these clauses to be put in place. We  do this to protect your personal data when it is transferred to those countries. Before making these transfers, we ensure that the data protection laws in those countries are sufficient to protect your data."}]}, "count": 20}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {"may share": [{"0": "To check and/or share your details with our insurance partners or lenders who may share your details with fraud prevention and detection agencies."}, {"1": "When assessing your quotation or formal application some partners and lenders may share your information with fraud prevention agencies to ensure your quote or application is legitimate. This is in addition to the sharing we may undertake in line with section 3.6 below. These agencies may also retain your personal data for fraud detection and prevention purposes, including sharing this with other parties that use those fraud detection services."}, {"2": "We may share your details with law enforcement agencies, including the police, if requested. The information shared will be limited to what is necessary and proportionate. For example, we will pass certain details onto the police if they contact us as a result of investigating fraud. "}]}, "count": 3}}, "ASSERTIVE": {"we share": {"text": {"we share": [{"0": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"1": "\n                    3. Who do we share your information with, why and where do they process it?\n                "}, {"2": "3. Who do we share your information with, why and where do they process it?"}, {"3": "What information do we share with them and why? "}, {"4": "What information do we share with them and why? "}, {"5": "What information do we share with them and why? "}, {"6": "What information do we share with them and why? "}, {"7": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"8": "What information do we share with them and why? "}, {"9": "What information do we share with them and why? "}, {"10": "What information do we share with them and why? "}, {"11": "We share your contract details and information about which of our products and services you have used with them so that they can contact you and collect information about the quality of the service that you have received from us where they are permitted to do so. "}, {"12": "What information do we share with them and why? "}, {"13": "We share your rewards identification number with our rewards partners so that they can provide you with the rewards that you have requested or are eligible for. For example, Cinema First will check that a rewards identification number is valid prior to releasing a Meerkat Movie code for us to display to you. "}, {"14": "What information do we share with them and why? "}, {"15": "What information may we share with them and why?"}, {"16": "Where we share this information with our partners and comparison services providers for research and analysis activities, we require them to delete the data as soon as the relevant research and analysis activity has concluded. Otherwise, this information is usually stored for 5 years from the date of our last significant engagement with you, unless there is a requirement for us, or one of our Processors to keep the data for longer."}, {"17": "Where your personal data is shared with a third party as a data controller (as noted in the ‘who do we share your information with, why and where do they process it’ section above), that third party will determine its own retention periods and you should check that third party’s privacy policy for more information."}]}, "count": 18}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"1": "To improve the competitiveness of the quotes offered on our Platform."}, {"2": "Legitimate interests, as it is in our legitimate business interest to ensure that you receive a high quality service and to improve the products that we provide to you. "}, {"3": "Legitimate interests, as it is in our legitimate business interests to improve and collect feedback on our services. "}]}, "count": 4}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {"information you": [{"0": "To provide you with an indication of what your quote may be when using external websites, we process the quotation information you have previously provided alongside the vehicle details you are interested in to produce this indication;"}, {"1": "Which is: name, contact details, address, email address, a rewards identification number (this is used to prove you are eligible to participate in rewards schemes), details about any policies you take out with any of our partners or any product you buy through our platform, confirmations on whether you have taken out a policy and any other information you provide to us (e.g., as part of any complaints or queries about our reward schemes)."}, {"2": "We may combine the data that we hold about you with information you provide to us as part of this research, as well as the insight information for some of the other ways we use your data as described in this policy."}, {"3": "We are also provided with information about you from third party data providers or from open sources of data. We may combine information from these sources with information you provide directly to us. In some circumstances these third party data providers or open sources are also responsible for informing you about how they use your information."}, {"4": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}, {"5": "When contacting us, please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us, as this allows us to trace all relevant information. Please also include: your full name, your date of birth and your full address. "}]}, "count": 6}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {"location": [{"0": "\n                                    Location\n                                \n                                        \n                                            \n                                                Schengen travel insurance\n                                            \n                                        \n                                        \n                                            \n                                                Europe travel insurance\n                                            \n                                        \n                                        \n                                            \n                                                USA travel insurance\n                                            \n                                        \n                                        \n                                            \n                                                Worldwide travel insurance\n                                            \n                                        \n                                        \n                                            \n                                                Staycations & UK holiday insurance\n                                            \n                                        \n                                \n                            "}, {"1": "Which is (to the extent it is relevant to the quote or service that you have requested): your name, contact details (including email address and phone number), date of birth, address history, driving history, claims history, details about your vehicle and/or your home and belongings, details about your relationship, information about your employment and income, identification information, electronic identifiers (e.g. Internet Protocol (IP) address, or device ID, your browser and device operating system), your no claims history, and contextual information about your house type and geographical location."}, {"2": "Which is: your name, email, password, device information (IP address, device profile and device settings), information about your account (e.g., reward expiry periods), location services from your mobile device, information about your use of our App (e.g., what rewards have you used and what products you have compared via the App.)"}, {"3": "If you have enabled location services on your device, to identify when you have entered a particular location, to display to you what rewards are available near that location, to give us insight as to how you use your rewards, and tailor our messages to you."}, {"4": "Binding Corporate Rules: Data protection laws allow companies to propose a set of rules that they will apply when transferring your data to certain countries, these rules are required to be approved by the Information Commissioner’s Office if the company is based in the UK, or by other relevant regulators depending on that companies’ location. This approval will mean that the rules used will be sufficient to protect your data when transferred to companies in other countries that agreed to be subject to the rules."}, {"5": "If you have downloaded the Meerkat App and agreed to share your location data with us, you can change your mind at any time using the settings on your device. You will also have the opportunity within your device settings to prevent us receiving identifiers that enable us to deliver advertising to you."}]}, "count": 6}, "location data": {"text": {"location data": [{"0": "If you have downloaded the Meerkat App and agreed to share your location data with us, you can change your mind at any time using the settings on your device. You will also have the opportunity within your device settings to prevent us receiving identifiers that enable us to deliver advertising to you."}]}, "count": 1}}}, "DATA": {"OTHER": {"usage": {"text": {"usage": [{"0": "For our energy comparison service, to provide you with information about your historic and current energy usage, your carbon footprint and possible switching opportunities; and"}, {"1": "Which is: the address of the business premises, the energy usage at such premises, your contact details, your direct debit details and any personal data you input for the purposes of using the business energy comparison service"}, {"2": "Which are profiles made up of various information relating to you, including your Quotation Information, information about the policies or contracts you have taken out and your usage of our Platform."}, {"3": "Which includes postal addresses, email addresses, phone number, other customer data (at an aggregate level for analysis), device information through cookies, IP address, customer profiles), information inputted during the quotation process (e.g., options selected), information about the policies or contracts taken out and your usage and activities on our Platform."}]}, "count": 4}, "records": {"text": {"records": [{"0": "Which is technical information (e.g., mouse clicks/taps, mouse movements, page scrolling, text entered into forms) and records of your conversations with us via phone or webchat. "}, {"1": "4.2 Checks against existing records "}]}, "count": 2}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {"data controller": [{"0": "We (Compare the Market Limited) are the data controller of the personal data that you provide on the Platform and/or that we collect about you. This means that we are the company responsible for deciding how your data is processed."}, {"1": "Our insurance and comparison service providers process your information as a data controller. This means that they are solely responsible for the personal data that they hold about you. You can find out further information about what they do with your data in their privacy policies. This section 4 sets out what they may do with your personal data and where they might get it from. "}, {"2": "Where your personal data is shared with a third party as a data controller (as noted in the ‘who do we share your information with, why and where do they process it’ section above), that third party will determine its own retention periods and you should check that third party’s privacy policy for more information."}, {"3": "Data protection law gives you various rights in relation to your personal data. All the rights set out below can be exercised by contacting us using the contact details set out under the \"Contacting us\" section. Please note that we can only deal with requests to exercise these rights where they relate to personal data that we process as data controller. If you send us a request which relates to personal data processed by one or more of our partners or comparison service providers as data controllers, you will need to contact the appropriate data controller."}]}, "count": 4}}, "ASSERTIVE": {"we process": {"text": {"we process": [{"0": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"1": "We mainly process your personal data to provide you with the services that you’ve requested from us through our website (www.comparethemarket.com) or our App (if available). Our website and App are together referred to in this policy as our “Platform”. To use our services, we need to share your personal data with third party insurance and product providers to provide you with the quote or service that you have requested or that we provide to you. The specific details of these third parties, as well as other reasons for which we process your personal data, are set out below."}, {"2": "To provide you with an indication of what your quote may be when using external websites, we process the quotation information you have previously provided alongside the vehicle details you are interested in to produce this indication;"}, {"3": "We process this information because it is in the substantial public interest for us to do so, for the purpose of arranging an insurance contract. We also process this information to prevent or detect unlawful acts, such as fraud."}, {"4": "We process this data (and share it with any third parties we use) to help us manage any competitions, events, or other similar initiatives we may run from time to time. For example, we will need to use your data to process your entry, select a winner(s) and allocate and fulfil any prize(s). When running competitions, you can usually find specific information about the processing required for that competition in relevant terms and conditions. "}, {"5": "Data protection law gives you various rights in relation to your personal data. All the rights set out below can be exercised by contacting us using the contact details set out under the \"Contacting us\" section. Please note that we can only deal with requests to exercise these rights where they relate to personal data that we process as data controller. If you send us a request which relates to personal data processed by one or more of our partners or comparison service providers as data controllers, you will need to contact the appropriate data controller."}]}, "count": 6}, "we use": {"text": {"we use": [{"0": "\n                    2. Types of information we collect from you, why we use it, where we get it from and how we collect it\n                "}, {"1": "2. Types of information we collect from you, why we use it, where we get it from and how we collect it "}, {"2": "Why we use it"}, {"3": "Why we use it"}, {"4": "Why we use it"}, {"5": "Why we use it"}, {"6": "Why we use it"}, {"7": "Why we use it "}, {"8": "Why we use it "}, {"9": "Why we use it "}, {"10": "Why we use it "}, {"11": "The models and algorithms that create customer profiles enable us to analyse or predict what products or services you may be interested in, where you may be able to make savings and may enable us to deal with any queries you have in a quicker way. If we change the way we use these models and algorithms in the future, we will update this Privacy Policy to let you know. "}, {"12": "Why we use it "}, {"13": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"14": "Why we use it  "}, {"15": "Why we use it "}, {"16": "Why we use it "}, {"17": "We use insight information to help us frequently identify whether some market segments are receiving more attractive quotes than others or are underperforming. For example, how insurance quotes for 2-bedroom houses compare with quotes for 3-bedroom houses. We call these 'market segments'. The reason we perform this analysis on market segments is to frequently identify insurance products for market segments where we would like to help improve quotes. We do not link this market segment information to our existing customers or their accounts. However, where you are applying for a relevant product this insight information may be considered when you request a quote."}, {"18": "Why we use it "}, {"19": "We may combine the data that we hold about you with information you provide to us as part of this research, as well as the insight information for some of the other ways we use your data as described in this policy."}, {"20": "Why we use it "}, {"21": "We process this data (and share it with any third parties we use) to help us manage any competitions, events, or other similar initiatives we may run from time to time. For example, we will need to use your data to process your entry, select a winner(s) and allocate and fulfil any prize(s). When running competitions, you can usually find specific information about the processing required for that competition in relevant terms and conditions. "}, {"22": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"23": "We use the following types of third party suppliers to process personal data about you: "}, {"24": "We use various contractors to help us deliver and maintain our services, these contractors may access your information when assisting us."}, {"25": "We use various review platforms and research agencies, including Trustpilot to assist us with administering surveys and gaining market research insight."}, {"26": "We use information security providers and their software to ensure your access to and data processed by our Platform is secure."}, {"27": "We use payment service providers to facilitate any payments we may need to make to you, for example, if you have a query that leads to us offering you a gesture of goodwill. "}, {"28": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}]}, "count": 29}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"1": "Your quotation information is shared with or collected by our comparison service providers to provide you with a quote for the service that you have requested. They will share your quotation information with any insurance providers, Credit Reference Agencies, or lenders they work with to provide that quote or offer."}]}, "count": 2}, "stored": {"text": {"stored": [{"0": "This information is stored 5 years from the date of our last significant engagement with you (for example, the last time you requested a quote from us, or used our App)."}, {"1": "Where we share this information with our partners and comparison services providers for research and analysis activities, we require them to delete the data as soon as the relevant research and analysis activity has concluded. Otherwise, this information is usually stored for 5 years from the date of our last significant engagement with you, unless there is a requirement for us, or one of our Processors to keep the data for longer."}]}, "count": 2}, "retention": {"text": {"retention": [{"0": "\n                    5. Data retention periods and deletion policies\n                "}, {"1": "5. Data retention periods and deletion policies"}, {"2": "Where your personal data is shared with a third party as a data controller (as noted in the ‘who do we share your information with, why and where do they process it’ section above), that third party will determine its own retention periods and you should check that third party’s privacy policy for more information."}]}, "count": 3}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {"analysis": [{"0": "Carry out analysis on data that is held in order to assist the identification of fraud."}, {"1": "Which includes postal addresses, email addresses, phone number, other customer data (at an aggregate level for analysis), device information through cookies, IP address, customer profiles), information inputted during the quotation process (e.g., options selected), information about the policies or contracts taken out and your usage and activities on our Platform."}, {"2": "To aggregate your personal data with other customer data for analysis, this analysis helps us refine our market strategies, for example, to understand which customers may be interested in using our services."}, {"3": "To carry out various research and analysis activities to help us regularly review and improve the products we or our partners provide."}, {"4": "We use insight information to help us frequently identify whether some market segments are receiving more attractive quotes than others or are underperforming. For example, how insurance quotes for 2-bedroom houses compare with quotes for 3-bedroom houses. We call these 'market segments'. The reason we perform this analysis on market segments is to frequently identify insurance products for market segments where we would like to help improve quotes. We do not link this market segment information to our existing customers or their accounts. However, where you are applying for a relevant product this insight information may be considered when you request a quote."}, {"5": "Segment and insight information is provided to partners to provide the most appropriate quotes, it is also used to support research and analysis on the products and services we offer. This is usually shared with our partners in an aggregated or anonymous way, although sometimes your information may be shared directly with them so that they can regularly review and improve the products and services they offer to you, carry out research and improve the competitiveness of the quotes offered."}, {"6": "Segment and insight information is provided to these partners to provide the most appropriate quotes and offers, it is also used to support research and analysis on the products and services we offer. This is usually shared with our partners in an aggregated or anonymous way, although sometimes your information may be shared directly with them so that they can regularly review and improve the products and services they offer to you, carry out research and improve the competitiveness of the quotes and offers available."}, {"7": "In addition to section 2 of this Privacy Policy, the above information is shared with us to help analyse the products and services we are displaying to you. This analysis ensures we are displaying relevant products and services, it can also help tailor the products and services we display and market to you (where we are permitted to do so), and also helps us ensure that we promote responsible lending."}, {"8": "Where we share this information with our partners and comparison services providers for research and analysis activities, we require them to delete the data as soon as the relevant research and analysis activity has concluded. Otherwise, this information is usually stored for 5 years from the date of our last significant engagement with you, unless there is a requirement for us, or one of our Processors to keep the data for longer."}]}, "count": 9}, "analytics": {"text": {"analytics": [{"0": "2.10 Information used for analytics purposes"}, {"1": "\nFrom your use of our Platform\nFrom our insurance partners\nFrom our comparison service partners \nFrom Google Analytics\nFrom Adobe Target\n"}, {"2": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"3": "From Google Analytics "}, {"4": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"5": "Perse Technology Limited, where it collects analytics data for its own purposes (https://www.perse.io/privacy-policy)"}, {"6": "These include our IT service and technology providers, data analytics, data science, cloud services, payment service providers, information security suppliers and providers and advertising and marketing agencies."}, {"7": "Data science and analytics platforms and providers, including Google and Adobe, allow us to process your information for the purposes described above. The platforms allow us to undertake these activities on a larger and quicker scale, meaning that improvements to products and services reach you quicker. Some of these platforms assist with this by deploying cookies and similar technologies to collect your information, please see our Cookies Policy for further information on who these third parties are. "}, {"8": "To find out more on how and where Google uses information as a result of our use of their services can be found here. If you require further information or wish to opt out of Google Analytics Remarketing and Advertising Reporting Features, then please visit Google's currently available opt-outs. "}]}, "count": 9}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "Where you provide your, or any named driver's, driving licence number, we will pass this to our insurance partners who may pass this to the DVLA or the MIB for a search to be carried out to confirm your (or any named driver's) licence details, whether you can drive manual, automatic or different type of vehicles and endorsement/conviction data. The MIB access information about your licence from the DVLA. "}, {"1": "You can turn our automatic energy-saving service information off at any time in your settings under ‘Contact Preferences’ in your comparethemarket.com account, or by following the links in your energy-saving emails if you do not have an account. If you wish to amend your energy-saving service preference levels, you will need to have a comparethemarket.com account. Please click here to create one."}]}, "count": 2}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {"algorithm": [{"0": "We create these profiles in various ways, the profile may be created by an algorithm, or a model created by various algorithms. "}]}, "count": 1}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "Where we provide you with our Renewal Quote service, so we can inform you of this quote via the most relevant contact method, we will use the data you have previously provided from your latest or most relevant quote to generate this Renewal Quote, contact you about it, and display it on our Platform at various points in your anticipated renewal window via the contact details in your comparethemarket.com account. You can update, alter, or turn this service off at any time by adjusting the Renewal Quote settings under ‘Contact Preferences’ in your comparethemarket.com account;"}, {"1": "Which is: your name, email, password, device information (IP address, device profile and device settings), information about your account (e.g., reward expiry periods), location services from your mobile device, information about your use of our App (e.g., what rewards have you used and what products you have compared via the App.)"}, {"2": "Details of how you can withdraw your consent are in the ‘information about your rights and how you can exercise them’ section below. You may also be able to object to us sending you marketing by adjusting your device settings."}, {"3": "If you have downloaded the Meerkat App and agreed to share your location data with us, you can change your mind at any time using the settings on your device. You will also have the opportunity within your device settings to prevent us receiving identifiers that enable us to deliver advertising to you."}, {"4": "You can turn our automatic energy-saving service information off at any time in your settings under ‘Contact Preferences’ in your comparethemarket.com account, or by following the links in your energy-saving emails if you do not have an account. If you wish to amend your energy-saving service preference levels, you will need to have a comparethemarket.com account. Please click here to create one."}, {"5": "You can turn our Renewal Quote service off at any time in your settings under ‘Contact Preferences’ in your comparethemarket.com account, or by following the links in the emails or messages we send you in relation to this service."}, {"6": "If you are using our App and have enabled push notifications on your device, we may send you marketing messages by way of push notifications. You can turn this off at any time by adjusting the push notification settings on your device. "}]}, "count": 7}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {"fraud": [{"0": "We will retain a copy of this data for the purpose of making or defending claims or preventing or detecting fraud and other crime."}, {"1": "We process this information because it is in the substantial public interest for us to do so, for the purpose of arranging an insurance contract. We also process this information to prevent or detect unlawful acts, such as fraud."}, {"2": "2.5 Fraud prevention information"}, {"3": "To check and/or share your details with our insurance partners or lenders who may share your details with fraud prevention and detection agencies."}, {"4": "Carry out analysis on data that is held in order to assist the identification of fraud."}, {"5": "Legitimate interests, as it is in our legitimate business interest to detect and minimise the risk of fraud or crime occurring on our platform."}, {"6": "We may have a legal obligation to disclose fraud prevention information to assist with relevant legal proceedings."}, {"7": "When assessing your quotation or formal application some partners and lenders may share your information with fraud prevention agencies to ensure your quote or application is legitimate. This is in addition to the sharing we may undertake in line with section 3.6 below. These agencies may also retain your personal data for fraud detection and prevention purposes, including sharing this with other parties that use those fraud detection services."}, {"8": "Which may include the police, National Crime Agency and fraud prevention agencies including Action Fraud. "}, {"9": "We may share your details with law enforcement agencies, including the police, if requested. The information shared will be limited to what is necessary and proportionate. For example, we will pass certain details onto the police if they contact us as a result of investigating fraud. "}, {"10": "Controller – they will be responsible for any personal data they process about you. Law enforcement and fraud prevention agencies must also adhere to data protection laws. You can find out more information about how they process your information and where they do so within their privacy policies. "}, {"11": "Undertaking searches using your driving licence number helps insurers check information to prevent fraud and ensure policy premiums are true. A search with the DVLA will not show on your (or your named driver's) driving licence record(s). "}, {"12": "Credit Reference Agencies share information with other organisations, enabling applications for financial products to be assessed or to assist in the tracing of debtors, or to prevent fraud. Credit scoring uses several factors to work out risks involved in any application. The name of the company that carried out the search will be stated on your credit search and if you have any queries regarding any search that has been carried out you will need to contact the company directly. If you want to check the information the Credit Reference Agencies hold about you, then please contact them directly. The main Credit Reference Agencies are TransUnion, Experian, and Equifax."}, {"13": "These databases are checked to detect and prevent crime or fraud, and to obtain information about your claims history. These may include the Claims and Underwriting Exchange Register, Anti-Fraud and Theft Registers, No Claims History Databases and any other relevant industry databases or registers. Some insurance providers who offer products designed for students or graduates may also undertake additional checks against higher education sources to verify your student or graduate status. "}, {"14": "As soon as possible having received your request to delete your data (e.g., if you choose to close your account with us) and in any event within a month of your request, unless there is a requirement for us to keep the data for longer, for example, if there are any ongoing queries or claims relating to your quotes, you have any outstanding complaints, for fraud purposes or in order to comply with any other legal or regulatory requirements."}, {"15": "5.2 Rewards information, App information, Fraud prevention information and Support and service information  "}, {"16": "You have the right to object to us processing certain personal data about you. However, where we need to continue to process the personal data, for example for fraud prevention purposes, we are not obliged to stop processing it."}]}, "count": 17}, "detect": {"text": {"detect": [{"0": "We process this information because it is in the substantial public interest for us to do so, for the purpose of arranging an insurance contract. We also process this information to prevent or detect unlawful acts, such as fraud."}, {"1": "Legitimate interests, as it is in our legitimate business interest to detect and minimise the risk of fraud or crime occurring on our platform."}, {"2": "These databases are checked to detect and prevent crime or fraud, and to obtain information about your claims history. These may include the Claims and Underwriting Exchange Register, Anti-Fraud and Theft Registers, No Claims History Databases and any other relevant industry databases or registers. Some insurance providers who offer products designed for students or graduates may also undertake additional checks against higher education sources to verify your student or graduate status. "}]}, "count": 3}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "\n                    6. International transfers of personal data outside of the UK and what is in place to protect you when we make those transfers\n                "}, {"1": "These third party suppliers are located all over the world, when the law requires us to do so we include additional protection within our contracts with these suppliers to protect your information. For more information on how we protect your data when transferring it to these third party suppliers, please see section 6 below."}, {"2": "We use several techniques to protect you when we share your data with these third party providers, including a “hashing process”, this is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. This is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes."}, {"3": "6. International transfers of personal data outside of the UK and what is in place to protect you when we make those transfers"}, {"4": "Standard contractual clauses: When we are required to do so we put in place legally approved contractual clauses which govern the transfer of your personal data to all third party suppliers who are located in countries that require these clauses to be put in place. We  do this to protect your personal data when it is transferred to those countries. Before making these transfers, we ensure that the data protection laws in those countries are sufficient to protect your data."}, {"5": "Binding Corporate Rules: Data protection laws allow companies to propose a set of rules that they will apply when transferring your data to certain countries, these rules are required to be approved by the Information Commissioner’s Office if the company is based in the UK, or by other relevant regulators depending on that companies’ location. This approval will mean that the rules used will be sufficient to protect your data when transferred to companies in other countries that agreed to be subject to the rules."}]}, "count": 6}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "These include our IT service and technology providers, data analytics, data science, cloud services, payment service providers, information security suppliers and providers and advertising and marketing agencies."}, {"1": "We use information security providers and their software to ensure your access to and data processed by our Platform is secure."}, {"2": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}]}, "count": 3}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "\n                                                How much does pet insurance cost?\n                                            "}, {"1": "\n                                                How do I claim my 2 for 1?\n                                            "}, {"2": "\n                                                How we make money\n                                            "}, {"3": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"4": "We (Compare the Market Limited) are the data controller of the personal data that you provide on the Platform and/or that we collect about you. This means that we are the company responsible for deciding how your data is processed."}, {"5": "Summary of why the latest update was made: Further information as to how your personal data is processed and who is processing it when using our credit card, loans, and mortgage comparison services."}, {"6": "\n                    2. Types of information we collect from you, why we use it, where we get it from and how we collect it\n                "}, {"7": "\n                    8. Information about your rights and how you can exercise them\n                "}, {"8": "2. Types of information we collect from you, why we use it, where we get it from and how we collect it "}, {"9": "If you have signed up for this, to automatically send you any energy-saving service information to see if you could save money on your bills, including tips on how to save. "}, {"10": "If you have enabled location services on your device, to identify when you have entered a particular location, to display to you what rewards are available near that location, to give us insight as to how you use your rewards, and tailor our messages to you."}, {"11": "Details of how you can withdraw your consent are in the ‘information about your rights and how you can exercise them’ section below. You may also be able to object to us sending you marketing by adjusting your device settings."}, {"12": "We are provided information about your purchase from our insurance partners and service providers to enable us to charge them for the policies and products purchased via our Platform. For information about how we make money please see information about us here. "}, {"13": "‘information about your rights and how you can exercise them’"}, {"14": "Which includes a unique ID for your mobile device and a hashed version of your email address. A “hashing process” is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. Hashing is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes. It also includes information about what pages (and variants of pages) you visit, how long you are on our website, how you were directed to our website and what products and services you interact with."}, {"15": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"16": "Adobe Target is used to provide customers with more relevant and personalised experiences, as well as testing variants on our websites to see how you interact with these so we can make an informed decision about future changes we may want to make to our platform. "}, {"17": "Legitimate interests, as it is in our legitimate business interests to monitor and analyse how you use our products and services to ensure that they are working correctly and gain insight as to how we can improve them."}, {"18": "Microsoft collects and receives information used for marketing purposes from users of our Platform when providing their advertising services, as well as assisting us with tracking the performance of advertising we do via Microsoft’s services (Bing etc.). More information on how Microsoft use this information can be found here."}, {"19": "2.12 Information relating to how you use our Platform "}, {"20": "You will be asked for consent to allow us to analyse your use of our platform via cookies and similar technologies, please see here for how this is performed and how to manage your consent preferences. "}, {"21": "Insight information will not relate to you directly, for example, this information relates to how certain products are performing (“market segments”). Your request may fall into one of these market segments. "}, {"22": "We use insight information to help us frequently identify whether some market segments are receiving more attractive quotes than others or are underperforming. For example, how insurance quotes for 2-bedroom houses compare with quotes for 3-bedroom houses. We call these 'market segments'. The reason we perform this analysis on market segments is to frequently identify insurance products for market segments where we would like to help improve quotes. We do not link this market segment information to our existing customers or their accounts. However, where you are applying for a relevant product this insight information may be considered when you request a quote."}, {"23": "2.16 How we collect your information  "}, {"24": "How we collect your information can change depending on how you use our services. Where you provide information to us directly this is largely done as a result of you using our products and services, e.g., generating quotes, creating an account with us, providing us with feedback or market research or entering into our competitions etc."}, {"25": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"26": "When you participate in our Rewards scheme, we receive information relating to your use of those Rewards, i.e., which Rewards you are using and how often you use them."}, {"27": "We are also provided with information about you from third party data providers or from open sources of data. We may combine information from these sources with information you provide directly to us. In some circumstances these third party data providers or open sources are also responsible for informing you about how they use your information."}, {"28": "Finally, our social media partners may provide us with information about how you have interacted with our advertising displayed on their platforms."}, {"29": "For more information on how our insurance partners handle your information, please see section 4 of this Privacy Policy."}, {"30": "Controller – our comparison service partners (and any other providers they work with) will be responsible for how your personal data is handled. "}, {"31": "You can find more information about how they handle your personal data (and where they process it) on their privacy policies as follows: "}, {"32": "To find out more on how and where Google uses information as a result of our use of their services can be found here. If you require further information or wish to opt out of Google Analytics Remarketing and Advertising Reporting Features, then please visit Google's currently available opt-outs. "}, {"33": "For more information on how Adobe use your information and how to prevent them accessing it, please see below: "}, {"34": "These third party suppliers are located all over the world, when the law requires us to do so we include additional protection within our contracts with these suppliers to protect your information. For more information on how we protect your data when transferring it to these third party suppliers, please see section 6 below."}, {"35": "When they act as a controller – they determine how the data will be processed to deliver marketing to you. For more information, please see their websites on how this information is used. "}, {"36": "Our marketing platform providers are located in various locations, we have listed some of the providers locations below, for information on how we protect your data when transferring it outside of the UK to these marketing platform providers please see section 6 below. "}, {"37": "Amazon: Various locations, for more information on how data is processed is accordance with the law, and how to manage your Amazon advertising preferences please see here. "}, {"38": "With some lenders your quotation information is provided directly to them so they can return your eligibility score for the credit cards and loans they provide. For example, we may be told if you are pre-approved for one of their products. For more information on how your eligibility is assessed please see Experian, or the relevant lender or partner’s privacy information."}, {"39": "Some lenders we work with do not assess your eligibility by undertaking soft credit checks (see section 4.4 for further information on these checks), they assess your eligibility by accessing Open Banking data and other sources of information. Open Banking allows certain financial information that only you and your bank can see, such as your balance, who you transact with and when you transact, to be securely accessed by other financial services or lenders. The aim is to make it easier and safer for these lenders to use your data to assess eligibility as well as personalise products. More information on how these lenders use this data is detailed within the privacy information they are required to provide to you."}, {"40": "Controller – they will be responsible for any personal data they process about you. Law enforcement and fraud prevention agencies must also adhere to data protection laws. You can find out more information about how they process your information and where they do so within their privacy policies. "}, {"41": "Controller – BGL Group Limited will determine how your information is used, and who it will be shared with if the above is to occur. However, they will be required to provide you with appropriate information about this processing."}, {"42": "Undertaking searches using your driving licence number helps insurers check information to prevent fraud and ensure policy premiums are true. A search with the DVLA will not show on your (or your named driver's) driving licence record(s). "}, {"43": "Many of our insurance, credit card, secured and unsecured loan partners will carry out soft credit checks with Credit Reference Agencies when they generate a quote. Soft credit checks leave no mark on your credit report. Every insurer or partner could undertake a search and there is no limit to how many soft checks you can have, but they will never affect your credit score."}, {"44": "We will retain your marketing preferences for a period of 3 years from the date of our last significant engagement with you. You can update these contact preferences at any time in your account and details of how you can opt-out are also within the ‘information about your rights and how to can exercise them’ section below. "}, {"45": "How we protect your information that is processed:"}, {"46": "8. Information about your rights and how you can exercise them"}, {"47": "8.6 Right to object to how we are processing your data"}, {"48": "If you would like to contact any insurance partner about the data that they hold, please visit that insurance partner’s website and view their privacy policy for details of how to contact them about data matters. A list of our partners can be found here."}, {"49": "If you have a complaint regarding how your personal data has been processed by us, then please contact us first using the complaints procedure set out here. You also have the right to complain to the Information Commissioner’s Office, which regulates data protection compliance in the UK. You can find more information on their website www.ico.org.uk."}, {"50": "How we make money"}]}, "count": 51}, "how you": {"text": {"how you": [{"0": "\n                    8. Information about your rights and how you can exercise them\n                "}, {"1": "If you have enabled location services on your device, to identify when you have entered a particular location, to display to you what rewards are available near that location, to give us insight as to how you use your rewards, and tailor our messages to you."}, {"2": "Details of how you can withdraw your consent are in the ‘information about your rights and how you can exercise them’ section below. You may also be able to object to us sending you marketing by adjusting your device settings."}, {"3": "‘information about your rights and how you can exercise them’"}, {"4": "Which includes a unique ID for your mobile device and a hashed version of your email address. A “hashing process” is done to ensure that your data is secure, and those third parties can only identify you if they already hold information about you. Hashing is where we scramble the plain text of your personal information to create a unique message, hashing algorithms are one-way programs, so the text cannot be unscrambled by these third parties. The providers also delete this hashed data once they no longer need it for these purposes. It also includes information about what pages (and variants of pages) you visit, how long you are on our website, how you were directed to our website and what products and services you interact with."}, {"5": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"6": "Adobe Target is used to provide customers with more relevant and personalised experiences, as well as testing variants on our websites to see how you interact with these so we can make an informed decision about future changes we may want to make to our platform. "}, {"7": "Legitimate interests, as it is in our legitimate business interests to monitor and analyse how you use our products and services to ensure that they are working correctly and gain insight as to how we can improve them."}, {"8": "2.12 Information relating to how you use our Platform "}, {"9": "How we collect your information can change depending on how you use our services. Where you provide information to us directly this is largely done as a result of you using our products and services, e.g., generating quotes, creating an account with us, providing us with feedback or market research or entering into our competitions etc."}, {"10": "Finally, our social media partners may provide us with information about how you have interacted with our advertising displayed on their platforms."}, {"11": "We will retain your marketing preferences for a period of 3 years from the date of our last significant engagement with you. You can update these contact preferences at any time in your account and details of how you can opt-out are also within the ‘information about your rights and how to can exercise them’ section below. "}, {"12": "8. Information about your rights and how you can exercise them"}]}, "count": 13}, "how we": {"text": {"how we": [{"0": "\n                                                How we make money\n                                            "}, {"1": "This Privacy Policy sets out in detail the purposes for which we process your personal data, how we collect it from you and other sources, who we share it with, what rights you have in relation to that personal data, and anything else we think is important for you to know."}, {"2": "\n                    2. Types of information we collect from you, why we use it, where we get it from and how we collect it\n                "}, {"3": "2. Types of information we collect from you, why we use it, where we get it from and how we collect it "}, {"4": "We are provided information about your purchase from our insurance partners and service providers to enable us to charge them for the policies and products purchased via our Platform. For information about how we make money please see information about us here. "}, {"5": "Legitimate interests, as it is in our legitimate business interests to monitor and analyse how you use our products and services to ensure that they are working correctly and gain insight as to how we can improve them."}, {"6": "2.16 How we collect your information  "}, {"7": "How we collect your information can change depending on how you use our services. Where you provide information to us directly this is largely done as a result of you using our products and services, e.g., generating quotes, creating an account with us, providing us with feedback or market research or entering into our competitions etc."}, {"8": "Your use of our Platform may also provide us with information about you, this includes information collected by cookies. Where permitted to do so, we use third party products and services that include Google Analytics, Microsoft and Adobe Target to collect this information, please see our Cookies Policy for further information on how we use cookies and other similar technologies. Also, when you contact us electronically, we may collect electronic identifiers (i.e., IP address, device ID or telephone numbers) that are supplied to us by your service provider, device, or web browser."}, {"9": "These third party suppliers are located all over the world, when the law requires us to do so we include additional protection within our contracts with these suppliers to protect your information. For more information on how we protect your data when transferring it to these third party suppliers, please see section 6 below."}, {"10": "Our marketing platform providers are located in various locations, we have listed some of the providers locations below, for information on how we protect your data when transferring it outside of the UK to these marketing platform providers please see section 6 below. "}, {"11": "How we protect your information that is processed:"}, {"12": "8.6 Right to object to how we are processing your data"}, {"13": "How we make money"}]}, "count": 14}, "how are": {"text": {}, "count": 0}, "how can": {"text": {}, "count": 0}}}, "OTHER": {"explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "To aggregate your personal data with other customer data for analysis, this analysis helps us refine our market strategies, for example, to understand which customers may be interested in using our services."}, {"1": "Your information used for marketing purposes is provided to them in order to help us analyse and measure the performance of our ads (e.g., to understand which of our social media ad placements have generated sales or led to quotes or comparisons being generated on our Platform)."}]}, "count": 2}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {}, "count": 0}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {"if you have any questions": [{"0": "If you have any questions about the above, please contact us for more information."}]}, "count": 1}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {"education": [{"0": "\n                                                Financial Education research\n                                            "}, {"1": "These databases are checked to detect and prevent crime or fraud, and to obtain information about your claims history. These may include the Claims and Underwriting Exchange Register, Anti-Fraud and Theft Registers, No Claims History Databases and any other relevant industry databases or registers. Some insurance providers who offer products designed for students or graduates may also undertake additional checks against higher education sources to verify your student or graduate status. "}]}, "count": 2}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "Insight information will not relate to you directly, for example, this information relates to how certain products are performing (“market segments”). Your request may fall into one of these market segments. "}, {"1": "Some lenders we work with do not assess your eligibility by undertaking soft credit checks (see section 4.4 for further information on these checks), they assess your eligibility by accessing Open Banking data and other sources of information. Open Banking allows certain financial information that only you and your bank can see, such as your balance, who you transact with and when you transact, to be securely accessed by other financial services or lenders. The aim is to make it easier and safer for these lenders to use your data to assess eligibility as well as personalise products. More information on how these lenders use this data is detailed within the privacy information they are required to provide to you."}, {"2": "We may share your details with law enforcement agencies, including the police, if requested. The information shared will be limited to what is necessary and proportionate. For example, we will pass certain details onto the police if they contact us as a result of investigating fraud. "}, {"3": "These partners change depending on the competition we run. Data protection laws require us to tell you when we intend to transfer data to certain places. Where this is relevant to the competition, we will provide information relating to that transfer when you enter the competition."}, {"4": "A soft credit check is an initial look at certain information on your credit report. Insurers do this to determine your affordability without doing a full search of your credit history. These checks include searches against publicly available, including the Electoral Register, County Court Judgments, bankruptcy or repossession information."}, {"5": "Adequacy: The government, with support from The Information Commissioner’s Office in the UK have decided that certain countries provide an ‘essentially same’ level of protection for your personal data. We rely on these decisions to transfer your personal data to these jurisdictions."}, {"6": "Binding Corporate Rules: Data protection laws allow companies to propose a set of rules that they will apply when transferring your data to certain countries, these rules are required to be approved by the Information Commissioner’s Office if the company is based in the UK, or by other relevant regulators depending on that companies’ location. This approval will mean that the rules used will be sufficient to protect your data when transferred to companies in other countries that agreed to be subject to the rules."}, {"7": "We do undertake some profiling. Profiling is a form of automated processing of your personal data that evaluates certain aspects, this may include your interests or what products we may think are relevant for you, including the creation of customer profiles. Our current use of profiling is unlikely to have a legal or similarly significant effect on you. If this is to change in the future, we will either contact you directly or provide updated information within this Privacy Policy."}, {"8": "You have the right to ask us to restrict the processing of personal data that we are processing about you. This may apply, for example, if you believe that the data we hold about you is inaccurate or unlawfully processed. If you would like to exercise this right, please contact us setting out the reasons for your request and we will respond to you as soon as we can. In some circumstances you may be able to restrict this yourself by not using certain parts of our platform."}, {"9": "You have the right to object to us processing certain personal data about you. However, where we need to continue to process the personal data, for example for fraud prevention purposes, we are not obliged to stop processing it."}]}, "count": 10}, "other data": {"text": {"other data": [{"0": "8.5 Right to move your data to another data controller"}]}, "count": 1}, "other purposes": {"text": {}, "count": 0}, "other reasons": {"text": {"other reasons": [{"0": "We mainly process your personal data to provide you with the services that you’ve requested from us through our website (www.comparethemarket.com) or our App (if available). Our website and App are together referred to in this policy as our “Platform”. To use our services, we need to share your personal data with third party insurance and product providers to provide you with the quote or service that you have requested or that we provide to you. The specific details of these third parties, as well as other reasons for which we process your personal data, are set out below."}]}, "count": 1}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {"if necessary": [{"0": "You have the right to ask us to provide a copy of the personal data that we hold about you. This is called a Data Subject Access Request or \"DSAR\". You can access information about your quotes by logging into your account. If you want to receive other personal data that we hold then you can make a DSAR. When contacting us please describe the information you require and make sure that you tell us any email addresses you or anyone else have used to obtain quotes with us as this allows us to trace all relevant information. Please also include the following: your full name, your date of birth and your full address, which we ask for to ensure we are talking to and disclosing the correct information to individuals. For security purposes we can only deal with requests where the contact details you provide match the details we have on file, if necessary, we may need to ask you for further information to verify your identity. We might also need to ask you for additional information to help us clarify your request or locate the data that you are looking for. Once we have all the information that we need to process your DSAR, we will respond within one month unless your DSAR is very large or complex, in which case we may need to extend this period. If we need to do this, we will let you know as soon as possible."}]}, "count": 1}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {"we may share": [{"0": "We may share your details with law enforcement agencies, including the police, if requested. The information shared will be limited to what is necessary and proportionate. For example, we will pass certain details onto the police if they contact us as a result of investigating fraud. "}]}, "count": 1}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "We use Google’s and other analytic providers services and features to monitor how you use and interact with our platform, we do this to improve the products and services we offer to you. For example, we monitor how you interact with questions to see if you are experiencing any difficulty with answering these so we can look to improve these products and services. Monitoring the interactions also allows us to see how our products and services, including marketing, perform. The features that we use include Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting and integrated services that require Google Analytics to collect data for advertising purposes including the collection of the data via advertising cookies and identifiers."}, {"1": "Which includes postal addresses, email addresses, phone number, other customer data (at an aggregate level for analysis), device information through cookies, IP address, customer profiles), information inputted during the quotation process (e.g., options selected), information about the policies or contracts taken out and your usage and activities on our Platform."}, {"2": "You will be asked for consent to allow us to analyse your use of our platform via cookies and similar technologies, please see here for how this is performed and how to manage your consent preferences. "}, {"3": "Cookies Policy"}, {"4": "Lifesearch Limited (https://www.lifesearch.com/privacy-notice-and-cookies)"}, {"5": "Cookies Policy"}, {"6": "Your segment information is provided to them, which is combined with the information they hold about you, to assist us with delivering advertising that is relevant to you. You can find out more information about this in our Cookies Policy."}, {"7": "\n        Legal\n        Our terms & conditions\n        Our privacy policy\n        Our use of cookies\n        Modern Slavery Act Statement\n        BGL Supplier terms\n        Pay Gap reporting\n    "}]}, "count": 8}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}