{"https://coursera.org": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Coursera, Inc. is the data controller of the Personal Data we collect about you (i.e., the entity that determines the means and purposes of collecting, using, and disclosing the Personal Data (as defined below)), unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"1": "We collect the Personal Data set out in the \"What Personal Data We Collect\" section of this Privacy Notice below, including account registration details such as name and email, details of Content Offerings you undertake, survey information (where you provide it), identity verification data, and information about your use of our site and Services."}, {"2": "We use your Personal Data for the purposes set out in the \"How We Use Personal Data\" section of this Privacy Notice below, including providing our site and Services to you, ensuring the security and performance of our site, conducting research relating to Content Offerings, sharing information with our Content Providers and our suppliers, direct marketing, and performing statistical analysis of the use of our site and Services."}, {"3": "You can find information about us and how we collect, use and store your personal data in each section of this Privacy Notice:"}, {"4": "Purpose and who we are"}, {"5": "What Personal Data We Collect"}, {"6": "How We Use Personal Data"}, {"7": "Purpose and who we are"}, {"8": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"9": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"10": "We consider that the legal bases for using your Personal Data as set out in this Privacy Notice are as follows:"}, {"11": "If we rely on our (or another party’s) legitimate interests for using your personal information, we will undertake a balancing test to ensure that our (or the other party’s) legitimate interests are not outweighed by your interests or fundamental rights and freedoms which require protection of the personal information."}, {"12": "We may process your personal information in some cases for marketing purposes on the basis of your consent (which you may withdraw at any time as described below)."}, {"13": "If we rely on your consent for us to use your personal information in a particular way, but you later change your mind, you may withdraw your consent by visiting your profile page and clicking the box to remove consent and we will stop doing so. If you withdraw your consent, this may impact the ability for us to provide some of our Services to you."}, {"14": "What Personal Data We Collect"}, {"15": "We gather the following types of information about users through the Site:"}, {"16": "Information relating to your use of our Site. When users come to our Site, we may track, collect, and aggregate information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were clicked. We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system, and browser software used by each user of the Site. We may be able to determine from an IP address a user’s Internet Service Provider and the geographic location of their point of connectivity. Location data may be used to route your traffic to the nearest regional server to reduce latency and improve your experience. We may also use cookies, web beacons, and other similar technologies when you visit our Site. For more information on our use of cookies and web beacons, please refer to our Cookies Policy."}, {"17": "Personal Data provided directly by you or via third parties. We collect Personal Data that you provide to us when you register for an account, update or change information for your account, purchase products or Services, complete a survey, sign-up for email updates, participate in our public forums, send us email messages, and/or participate in Content Offerings or other Services on our Site. We may use the Personal Data that you provide to respond to your questions, provide you the specific Content Offering and/or Services you select, send you updates about Content Offerings or other Coursera events, and send you email messages about Site maintenance or updates."}, {"18": "If you participate in a Content Offering, we may collect certain user-generated content, such as assignments you submit, peer-graded assignments, and peer grading feedback. We also collect course data, such as responses to in-video quizzes, standalone quizzes, exams, and surveys. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, on assignments, exams, or surveys, except for information required to participate in or submit such assignments, exams, or surveys."}, {"19": "Communications with Coursera. We may receive and record Personal Data when you send us an email message or otherwise contact us, including through the use of an in-platform messaging/chat feature."}, {"20": "Third Party Sites. We may receive Personal Data when you access or log-in to a third party site, e.g., Facebook, from our Sites. This may include the text and/or images of your Personal Data available from the third party site."}, {"21": "Surveys. We may receive Personal Data when you provide information in response to a survey operated by us or a Content Provider."}, {"22": "How We Use Personal Data"}, {"23": "Providing the Site and our Services. We use Personal Data which you provide to us in order to allow you to access and use the Site and in order to provide any information, products, or Services that you request from us."}, {"24": "Technical support and security. We may use Personal Data to provide technical support to you, where required, and to ensure the security of our Services and the Site."}, {"25": "Updates. We use Personal Data collected when you sign-up for our various email or update services to send you the messages in connection with the Site or Content Offerings. We may also archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"26": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"27": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}, {"28": "Participation in Content Offerings. We use the Personal Data that we collect from you when you participate in a Content Offering through the Site for processing purposes, including but not limited to tracking attendance, progress, and completion of the Content Offerings. We may also share your Personal Data and your performance in a given Content Offering with the instructor or instructors who taught it, with teaching assistants or other individuals designated by the instructor or instructors to assist with the creation, modification, or operation of the Content Offering, and with the Content Provider(s) with which they are affiliated. We may also use the information generated when taking a Content Offering or using the Services for predictive analysis of your performance in the Content Offerings. Also, we may archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"29": "Use of Interactive/Personalized Site Features. We use Personal Data and share such Personal Data with third-party service providers to facilitate and personalize your interaction with Site features such as chatbots, automated translation and grading functionality, tailored recommendations, and learner engagement features. These may utilize machine learning and/or AI tools. Where required or otherwise appropriate, you will be provided with additional information, in advance, about processing of your Personal Data via these features, including the existence of any automated decision-making where relevant (along with meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing)."}, {"30": "Identity Verification. For Services that require identity verification, we may use the Personal Data that we collect for verifying your identity, and for authenticating that submissions made on the Site were made by you. This service may be provided through a third-party identity verification vendor. Your photo identification document will be deleted after successful verification of your profile information."}, {"31": "Communications with or from Coursera. When you send us an email message, use in-platform messaging/chat features (which may utilize technology provided by third party service providers contracted by Coursera) or otherwise contact us, we and our third-party service providers may record and use the information provided by you to respond to your communication and/or for other purposes described in this Privacy Notice or in other privacy information provided to you during your interaction with our communication systems. We and our third-party service providers may also archive this information and/or use it for future communications with you where we are legally entitled to do so. Where we send you emails, we may track the way that you interact with these emails (such as when you open an email or click on a link inside an email). We use this information for the purposes of optimizing and better tailoring our communications to you."}, {"32": "Communications with Coursera Business Partners. We may share your Personal Data with Content Providers and other business partners of Coursera so that Content Providers and other business partners may share information about their products and services that may be of interest to you where they are legally entitled to do so."}, {"33": "Research. We may share general course data (including quiz or assignment submissions, grades, and forum discussions), information about your activity on our Site, and demographic data from surveys operated by us with our Content Providers and other business partners so that our Content Providers and other business partners may use the data for research related to online education."}, {"34": "Marketing and Advertising. We use Personal Data to send marketing and serve advertising, to inform our marketing and advertising strategies and content, to understand more about our audiences and to personalize our marketing and advertising, so that they are more relevant to particular audiences. We may share Personal Data with the providers of third party tools and services for some of these activities, in particular for online advertising purposes, including targeted advertising and custom audience activities, (for example, we use advertising services from Meta, amongst others). Further information is available in our Cookies Policy."}, {"35": "Disclosure to Coursera Contractors. We use various third party service providers, vendors, and contractors (collectively, \"Contractors\") to support Coursera’s activities, including the purposes listed in this section of the Privacy Notice. Our Contractors will have access to Personal Data to the extent necessary for provision of their services to Coursera.  These Contractors may include vendors and suppliers that provide us with technology, services, and/or content related to the operation and maintenance of the Site or the Content Offerings, or related to Coursera’s other business activities. Access to your Personal Data by these Contractors is limited to the information reasonably necessary for the Contractor to perform its limited function for us."}, {"36": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}, {"37": "Legal Rights and Actions: Coursera may share your Personal Data with government authorities, external advisors and other relevant or affected third parties when we believe it is appropriate: to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Coursera, the Site, our users, customers, or others; and in connection with our Terms of Use and other agreements."}, {"38": "e-Readers. If we receive any Personal Data related to the extent to which you use designated e-Readers or other devices to access Coursera materials, we may archive it, and use it for research, business, or other purposes."}, {"39": "For your convenience we may provide links to sites operated by organizations other than Coursera (\"Third Party Sites\") that we believe may be of interest to you. We do not disclose your Personal Data to these Third Party Sites unless we have a lawful basis on which to do so. We do not endorse and are not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personal Data."}, {"40": "We keep your Personal Data for no longer than necessary for the purposes for which the Personal Data is collected and processed. The length of time we retain Personal Data for depends on the purposes for which we collect and use it and/or as required to comply with applicable laws and to establish, exercise, or defend our legal rights."}, {"41": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}, {"42": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"43": "If you would like further information in relation to your rights or would like to exercise any of them, you may also contact us via privacy@coursera.org. If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you have the right to request that we:"}, {"44": "provide access to any Personal Data we hold about you;"}, {"45": "delete any Personal Data which we are holding about you;"}, {"46": "restrict the way that we process your Personal Data;"}, {"47": "provide you with a copy of any Personal Data which we hold about you. "}, {"48": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"49": "Shine the Light\nUnder California’s \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year (e.g. requests made in 2018 will receive information regarding 2017 sharing activities)."}, {"50": "To obtain this information, please send an email message to privacy@coursera.org with \"Request for California Privacy Information\" on the subject line and in the body of your message. We will provide the requested information to you at your email address in response. Please be aware that not all information sharing is covered by the \"Shine the Light\" requirements and only information on covered sharing will be included in our response."}, {"51": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"52": "Our Site is primarily operated and managed on servers located and operated within the United States. In order to provide our products and Services to you, you may be sending your Personal Data outside of the country where you reside or are located, including to the United States. Accordingly, your Personal Data may be transferred outside of the country in which you reside or are located, including to countries that may not provide the same level of protection for your Personal Data. We are committed to protecting Personal Data when it is transferred. If you reside or are located within the EEA, United Kingdom, Switzerland (or other region that offers similar protections) and such data transfers occur, we take appropriate steps to ensure an equivalent level of protection for your Personal Data. We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework when transferring data from the EEA, UK or Switzerland to the United States. Please see our Data Privacy Framework Notice, below, for further information."}, {"53": "Please note that we review our privacy practices from time to time, and that these practices are subject to change. Any change, update, or modification will be effective immediately upon posting on our Site. We will notify you of any material change to this Privacy Notice by posting a notice on our Site’s homepage for a reasonable period of time following such update or by sending an email to the email address associated with your user account, and by changing the effective date (located at the top and bottom of this page). Be sure to return to this page periodically to ensure familiarity with the most current version of this Privacy Notice."}, {"54": "Coursera strongly believes in protecting the privacy of children. Any use or access by anyone under the age of 13 is prohibited, and certain regions and Content Offerings may have additional requirements and/or restrictions. In line with this belief, we do not knowingly collect or maintain Personal Data on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. We will take appropriate steps to delete any Personal Data of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personal Data."}, {"55": "This section explains how Coursera collects and uses the Personal Data of those who use our Live2Coursera Services, and supplements but does not replace our Privacy Notice, which governs how we handle the Personal Data of all Coursera users. The Terms of Use for Live2Coursera can be found here. Any defined terms used in this section and not otherwise defined in the Privacy Notice are found in the Live2Coursera Terms of Use. "}, {"56": "Coursera will collect the audio and video content instructors choose to upload through Third Party Offerings, as well as the instructor’s name, email address, and thumbnail image. Instructors may also provide us with the contact information of their students to allow Coursera to share the link to that content with those students. Instructors should ensure that the proper consents and permissions are obtained from these students before sharing their contact information. Please note that the audio and video content instructors provide to Coursera may include the voices of students participating in the live lecture, and that we may make all such content publicly available to all users of our platform."}, {"57": "Coursera will use your information to provide and operate our Live2Coursera services and will make certain information available to other Live2Coursera participants: For example, we will allow students to view the content uploaded by their instructors and will allow instructors to know which students have viewed their lectures. "}, {"58": "Coursera may also share certain information about your use of Live2Coursera Services back with any associated Third Party Offering. Please note that when you interact with any Third Party Offering, such Third Party Offering may independently collect information about you and solicit information from you. We have no control over, do not review, and are not responsible for a Third Party Offering's privacy practices. We recommend that you review any and all Third Party Offering’s privacy notice for more information. "}, {"59": "If you have any questions about how we handle your information, please contact us at privacy@coursera.org. "}, {"60": "Coursera, Inc. (referred to as \"we,\" \"us,\" or \"our\"), believes in protecting your privacy. This DPF Notice contains supplementary information relating to Personal Data transferred on the basis of the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework. This DPF Notice should be read in conjunction with Coursera’s Privacy Notice, which provides details of the Personal Data processed, purposes for which Personal Data is collected, processed and disclosed, types of third parties to which Personal Data is disclosed, and rights of individuals. To the extent of any conflict between this DPF Notice and Coursera’s Privacy Notice, this DPF Notice prevails."}, {"61": "We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, and the Swiss-U.S. Data Privacy Framework (together the “DPF”)  which includes the DPF Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement and liability (the \"Principles\") for transfers of Personal Data from the EEA, UK and Switzerland, respectively, to the U.S. To learn more about the DPF, please visit the DPF website: https://www.dataprivacyframework.gov. For more information regarding our DPF certification, please click here or search for ‘Coursera’ in the DPF list of participants.  "}, {"62": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"63": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}, {"64": "As part of our participation in DPF, we are subject to the investigatory and enforcement powers of the U.S. Federal Trade Commission and other authorized statutory bodies."}, {"65": "We may amend this DPF Notice from time-to-time in accordance with the requirements of the DPF or a successor data transfer framework. The most recent version of the DPF Notice will always be posted to this website. Anytime that we do make such changes, we will also update the effective date listed at the top of the DPF Notice. Please be sure to review the most recent version of the DPF Notice each time that you visit this website so that you are aware of how we collect, use, and retain Personal Data."}, {"66": "2021-12-18: Updated to improve clarity regarding the information we collect."}, {"67": "What We Offer"}, {"68": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}, {"69": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}, {"70": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly."}]}, "count": 71}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Updates. Coursera may offer you the ability to receive updates either via email or by posting on portions of the Site only accessible to registered users. In order to subscribe to these Services, you may be required to provide us with Personal Data such as your name and email address."}, {"1": "To obtain this information, please send an email message to privacy@coursera.org with \"Request for California Privacy Information\" on the subject line and in the body of your message. We will provide the requested information to you at your email address in response. Please be aware that not all information sharing is covered by the \"Shine the Light\" requirements and only information on covered sharing will be included in our response."}, {"2": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. "}]}, "count": 3}, "information": {"text": {"information": [{"0": "We collect the Personal Data set out in the \"What Personal Data We Collect\" section of this Privacy Notice below, including account registration details such as name and email, details of Content Offerings you undertake, survey information (where you provide it), identity verification data, and information about your use of our site and Services."}, {"1": "We use your Personal Data for the purposes set out in the \"How We Use Personal Data\" section of this Privacy Notice below, including providing our site and Services to you, ensuring the security and performance of our site, conducting research relating to Content Offerings, sharing information with our Content Providers and our suppliers, direct marketing, and performing statistical analysis of the use of our site and Services."}, {"2": "You can find information about us and how we collect, use and store your personal data in each section of this Privacy Notice:"}, {"3": "What Information this Privacy Notice Covers"}, {"4": "No Information from Children Under 13"}, {"5": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"6": "What Information this Privacy Notice Covers"}, {"7": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"8": "where you have given consent, for example, to send you certain communications or where you submit certain information to us, or where required to rely upon consent by local law."}, {"9": "Which legal basis applies to a specific activity will depend on the type of personal information used and the context in which it is being used. "}, {"10": "If we rely on our (or another party’s) legitimate interests for using your personal information, we will undertake a balancing test to ensure that our (or the other party’s) legitimate interests are not outweighed by your interests or fundamental rights and freedoms which require protection of the personal information."}, {"11": "We may process your personal information in some cases for marketing purposes on the basis of your consent (which you may withdraw at any time as described below)."}, {"12": "If we rely on your consent for us to use your personal information in a particular way, but you later change your mind, you may withdraw your consent by visiting your profile page and clicking the box to remove consent and we will stop doing so. If you withdraw your consent, this may impact the ability for us to provide some of our Services to you."}, {"13": "We gather the following types of information about users through the Site:"}, {"14": "Information relating to your use of our Site."}, {"15": "Personal Data provided directly by you or via third parties. We collect Personal Data that you provide to us when you register for an account, update or change information for your account, purchase products or Services, complete a survey, sign-up for email updates, participate in our public forums, send us email messages, and/or participate in Content Offerings or other Services on our Site. We may use the Personal Data that you provide to respond to your questions, provide you the specific Content Offering and/or Services you select, send you updates about Content Offerings or other Coursera events, and send you email messages about Site maintenance or updates."}, {"16": "Forums. Coursera may offer public forums from time to time (the \"Forums\") where you can share comments and thoughts. In order to participate in the Forums, you may be required to register with us and/or provide us with Personal Data such as your name and email address. Please keep in mind that information you post or make available in Forums will be publicly available. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, in a Forum post. Please also reference our Terms of Use and our Code of Conduct for additional information about proper use of our Forums."}, {"17": "Participation in Content Offerings. Coursera offers users the opportunity to participate in Content Offerings on or through the Site. If you desire to participate in a Content Offering, you will be asked to provide us with certain information necessary to conduct such a Content Offering. This information may include, among other things, your name and email address."}, {"18": "If you participate in a Content Offering, we may collect certain user-generated content, such as assignments you submit, peer-graded assignments, and peer grading feedback. We also collect course data, such as responses to in-video quizzes, standalone quizzes, exams, and surveys. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, on assignments, exams, or surveys, except for information required to participate in or submit such assignments, exams, or surveys."}, {"19": "Identity Verification. Coursera may offer you the ability to verify your identity for select Services. In order to enroll for these Services, you may be required to provide us or our third-party identity verification vendor with Personal Data such as your name, address, date of birth, a headshot taken using a webcam, and a photo identification document. Additionally, if you apply for financial aid in connection with these Services, you may be required to provide information regarding your income."}, {"20": "Surveys. We may receive Personal Data when you provide information in response to a survey operated by us or a Content Provider."}, {"21": "Partner sites. Partner sites providing Content Offering-related tools and services to Coursera users may collect nonfinancial individual-level user data regarding the individual’s use of that partner site while the partner sites provide those services to Coursera. The partner sites may share that data with Coursera for the purpose of improving our Services, the partner site’s services, and the individual’s education experience. This data includes information such as the amount of time spent on the partner site and pages viewed."}, {"22": "Third Party Payment Processing. Coursera provides you with the ability to pay for Content Offerings and other Services using a credit card or other methods through a third party payment processing service provider. Please note that our service provider – not Coursera – collects and processes your financial information."}, {"23": "Providing the Site and our Services. We use Personal Data which you provide to us in order to allow you to access and use the Site and in order to provide any information, products, or Services that you request from us."}, {"24": "Updates. We use Personal Data collected when you sign-up for our various email or update services to send you the messages in connection with the Site or Content Offerings. We may also archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"25": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"26": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}, {"27": "Participation in Content Offerings. We use the Personal Data that we collect from you when you participate in a Content Offering through the Site for processing purposes, including but not limited to tracking attendance, progress, and completion of the Content Offerings. We may also share your Personal Data and your performance in a given Content Offering with the instructor or instructors who taught it, with teaching assistants or other individuals designated by the instructor or instructors to assist with the creation, modification, or operation of the Content Offering, and with the Content Provider(s) with which they are affiliated. We may also use the information generated when taking a Content Offering or using the Services for predictive analysis of your performance in the Content Offerings. Also, we may archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"28": "Use of Interactive/Personalized Site Features. We use Personal Data and share such Personal Data with third-party service providers to facilitate and personalize your interaction with Site features such as chatbots, automated translation and grading functionality, tailored recommendations, and learner engagement features. These may utilize machine learning and/or AI tools. Where required or otherwise appropriate, you will be provided with additional information, in advance, about processing of your Personal Data via these features, including the existence of any automated decision-making where relevant (along with meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing)."}, {"29": "Identity Verification. For Services that require identity verification, we may use the Personal Data that we collect for verifying your identity, and for authenticating that submissions made on the Site were made by you. This service may be provided through a third-party identity verification vendor. Your photo identification document will be deleted after successful verification of your profile information."}, {"30": "Communications with or from Coursera. When you send us an email message, use in-platform messaging/chat features (which may utilize technology provided by third party service providers contracted by Coursera) or otherwise contact us, we and our third-party service providers may record and use the information provided by you to respond to your communication and/or for other purposes described in this Privacy Notice or in other privacy information provided to you during your interaction with our communication systems. We and our third-party service providers may also archive this information and/or use it for future communications with you where we are legally entitled to do so. Where we send you emails, we may track the way that you interact with these emails (such as when you open an email or click on a link inside an email). We use this information for the purposes of optimizing and better tailoring our communications to you."}, {"31": "Communications with Coursera Business Partners. We may share your Personal Data with Content Providers and other business partners of Coursera so that Content Providers and other business partners may share information about their products and services that may be of interest to you where they are legally entitled to do so."}, {"32": "Research. We may share general course data (including quiz or assignment submissions, grades, and forum discussions), information about your activity on our Site, and demographic data from surveys operated by us with our Content Providers and other business partners so that our Content Providers and other business partners may use the data for research related to online education."}, {"33": "Marketing and Advertising. We use Personal Data to send marketing and serve advertising, to inform our marketing and advertising strategies and content, to understand more about our audiences and to personalize our marketing and advertising, so that they are more relevant to particular audiences. We may share Personal Data with the providers of third party tools and services for some of these activities, in particular for online advertising purposes, including targeted advertising and custom audience activities, (for example, we use advertising services from Meta, amongst others). Further information is available in our Cookies Policy."}, {"34": "Disclosure to Coursera Contractors. We use various third party service providers, vendors, and contractors (collectively, \"Contractors\") to support Coursera’s activities, including the purposes listed in this section of the Privacy Notice. Our Contractors will have access to Personal Data to the extent necessary for provision of their services to Coursera.  These Contractors may include vendors and suppliers that provide us with technology, services, and/or content related to the operation and maintenance of the Site or the Content Offerings, or related to Coursera’s other business activities. Access to your Personal Data by these Contractors is limited to the information reasonably necessary for the Contractor to perform its limited function for us."}, {"35": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}, {"36": "If you would like further information in relation to your rights or would like to exercise any of them, you may also contact us via privacy@coursera.org. If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you have the right to request that we:"}, {"37": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"38": "Further information for residents of U.S. States which have passed relevant U.S. State Privacy Laws is available in our U.S. State Privacy Laws Notice."}, {"39": "If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you may also make a complaint to our supervisory body for data protection matters (namely the UK Information Commissioner's Office or Dutch Autoriteit Persoonsgegevens) or seek a remedy through local courts if you believe that your rights have been breached."}, {"40": "Shine the Light\nUnder California’s \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year (e.g. requests made in 2018 will receive information regarding 2017 sharing activities)."}, {"41": "To obtain this information, please send an email message to privacy@coursera.org with \"Request for California Privacy Information\" on the subject line and in the body of your message. We will provide the requested information to you at your email address in response. Please be aware that not all information sharing is covered by the \"Shine the Light\" requirements and only information on covered sharing will be included in our response."}, {"42": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"43": "Our Site is primarily operated and managed on servers located and operated within the United States. In order to provide our products and Services to you, you may be sending your Personal Data outside of the country where you reside or are located, including to the United States. Accordingly, your Personal Data may be transferred outside of the country in which you reside or are located, including to countries that may not provide the same level of protection for your Personal Data. We are committed to protecting Personal Data when it is transferred. If you reside or are located within the EEA, United Kingdom, Switzerland (or other region that offers similar protections) and such data transfers occur, we take appropriate steps to ensure an equivalent level of protection for your Personal Data. We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework when transferring data from the EEA, UK or Switzerland to the United States. Please see our Data Privacy Framework Notice, below, for further information."}, {"44": "No Information from Children Under 13"}, {"45": "Coursera will collect the audio and video content instructors choose to upload through Third Party Offerings, as well as the instructor’s name, email address, and thumbnail image. Instructors may also provide us with the contact information of their students to allow Coursera to share the link to that content with those students. Instructors should ensure that the proper consents and permissions are obtained from these students before sharing their contact information. Please note that the audio and video content instructors provide to Coursera may include the voices of students participating in the live lecture, and that we may make all such content publicly available to all users of our platform."}, {"46": "Coursera will use your information to provide and operate our Live2Coursera services and will make certain information available to other Live2Coursera participants: For example, we will allow students to view the content uploaded by their instructors and will allow instructors to know which students have viewed their lectures. "}, {"47": "Coursera may also share certain information about your use of Live2Coursera Services back with any associated Third Party Offering. Please note that when you interact with any Third Party Offering, such Third Party Offering may independently collect information about you and solicit information from you. We have no control over, do not review, and are not responsible for a Third Party Offering's privacy practices. We recommend that you review any and all Third Party Offering’s privacy notice for more information. "}, {"48": "If you have any questions about how we handle your information, please contact us at privacy@coursera.org. "}, {"49": "Coursera, Inc. (referred to as \"we,\" \"us,\" or \"our\"), believes in protecting your privacy. This DPF Notice contains supplementary information relating to Personal Data transferred on the basis of the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework. This DPF Notice should be read in conjunction with Coursera’s Privacy Notice, which provides details of the Personal Data processed, purposes for which Personal Data is collected, processed and disclosed, types of third parties to which Personal Data is disclosed, and rights of individuals. To the extent of any conflict between this DPF Notice and Coursera’s Privacy Notice, this DPF Notice prevails."}, {"50": "We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, and the Swiss-U.S. Data Privacy Framework (together the “DPF”)  which includes the DPF Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement and liability (the \"Principles\") for transfers of Personal Data from the EEA, UK and Switzerland, respectively, to the U.S. To learn more about the DPF, please visit the DPF website: https://www.dataprivacyframework.gov. For more information regarding our DPF certification, please click here or search for ‘Coursera’ in the DPF list of participants.  "}, {"51": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}, {"52": "2024-01-01: Updated to address transfers under the Data Privacy Framework, update Coursera’s contact information, and update information about Coursera’s uses of personal data."}, {"53": "2021-12-18: Updated to improve clarity regarding the information we collect."}, {"54": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}]}, "count": 55}, "use": {"text": {"use": [{"0": "We collect the Personal Data set out in the \"What Personal Data We Collect\" section of this Privacy Notice below, including account registration details such as name and email, details of Content Offerings you undertake, survey information (where you provide it), identity verification data, and information about your use of our site and Services."}, {"1": "We use your Personal Data for the purposes set out in the \"How We Use Personal Data\" section of this Privacy Notice below, including providing our site and Services to you, ensuring the security and performance of our site, conducting research relating to Content Offerings, sharing information with our Content Providers and our suppliers, direct marketing, and performing statistical analysis of the use of our site and Services."}, {"2": "You have a number of rights that you can exercise in relation to our use of your Personal Data, as set out in the \"Your Rights\" section of this Privacy Notice below."}, {"3": "You can find information about us and how we collect, use and store your personal data in each section of this Privacy Notice:"}, {"4": "How We Use Personal Data"}, {"5": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"6": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"7": "to perform our obligations under any contract with you (for example, to comply with the Terms of Use of our Site which you accept by browsing our website and/or to comply with our contract to provide Services to you, your academic institution, your employer, or other organization that may be providing you with access to our Services);"}, {"8": "If we rely on your consent for us to use your personal information in a particular way, but you later change your mind, you may withdraw your consent by visiting your profile page and clicking the box to remove consent and we will stop doing so. If you withdraw your consent, this may impact the ability for us to provide some of our Services to you."}, {"9": "Information relating to your use of our Site."}, {"10": "Personal Data provided directly by you or via third parties. We collect Personal Data that you provide to us when you register for an account, update or change information for your account, purchase products or Services, complete a survey, sign-up for email updates, participate in our public forums, send us email messages, and/or participate in Content Offerings or other Services on our Site. We may use the Personal Data that you provide to respond to your questions, provide you the specific Content Offering and/or Services you select, send you updates about Content Offerings or other Coursera events, and send you email messages about Site maintenance or updates."}, {"11": "Forums. Coursera may offer public forums from time to time (the \"Forums\") where you can share comments and thoughts. In order to participate in the Forums, you may be required to register with us and/or provide us with Personal Data such as your name and email address. Please keep in mind that information you post or make available in Forums will be publicly available. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, in a Forum post. Please also reference our Terms of Use and our Code of Conduct for additional information about proper use of our Forums."}, {"12": "Communications with Coursera. We may receive and record Personal Data when you send us an email message or otherwise contact us, including through the use of an in-platform messaging/chat feature."}, {"13": "Partner sites. Partner sites providing Content Offering-related tools and services to Coursera users may collect nonfinancial individual-level user data regarding the individual’s use of that partner site while the partner sites provide those services to Coursera. The partner sites may share that data with Coursera for the purpose of improving our Services, the partner site’s services, and the individual’s education experience. This data includes information such as the amount of time spent on the partner site and pages viewed."}, {"14": "How We Use Personal Data"}, {"15": "Providing the Site and our Services. We use Personal Data which you provide to us in order to allow you to access and use the Site and in order to provide any information, products, or Services that you request from us."}, {"16": "Technical support and security. We may use Personal Data to provide technical support to you, where required, and to ensure the security of our Services and the Site."}, {"17": "Updates. We use Personal Data collected when you sign-up for our various email or update services to send you the messages in connection with the Site or Content Offerings. We may also archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"18": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"19": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}, {"20": "Participation in Content Offerings. We use the Personal Data that we collect from you when you participate in a Content Offering through the Site for processing purposes, including but not limited to tracking attendance, progress, and completion of the Content Offerings. We may also share your Personal Data and your performance in a given Content Offering with the instructor or instructors who taught it, with teaching assistants or other individuals designated by the instructor or instructors to assist with the creation, modification, or operation of the Content Offering, and with the Content Provider(s) with which they are affiliated. We may also use the information generated when taking a Content Offering or using the Services for predictive analysis of your performance in the Content Offerings. Also, we may archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"21": "Use of Interactive/Personalized Site Features. We use Personal Data and share such Personal Data with third-party service providers to facilitate and personalize your interaction with Site features such as chatbots, automated translation and grading functionality, tailored recommendations, and learner engagement features. These may utilize machine learning and/or AI tools. Where required or otherwise appropriate, you will be provided with additional information, in advance, about processing of your Personal Data via these features, including the existence of any automated decision-making where relevant (along with meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing)."}, {"22": "Identity Verification. For Services that require identity verification, we may use the Personal Data that we collect for verifying your identity, and for authenticating that submissions made on the Site were made by you. This service may be provided through a third-party identity verification vendor. Your photo identification document will be deleted after successful verification of your profile information."}, {"23": "Communications with or from Coursera. When you send us an email message, use in-platform messaging/chat features (which may utilize technology provided by third party service providers contracted by Coursera) or otherwise contact us, we and our third-party service providers may record and use the information provided by you to respond to your communication and/or for other purposes described in this Privacy Notice or in other privacy information provided to you during your interaction with our communication systems. We and our third-party service providers may also archive this information and/or use it for future communications with you where we are legally entitled to do so. Where we send you emails, we may track the way that you interact with these emails (such as when you open an email or click on a link inside an email). We use this information for the purposes of optimizing and better tailoring our communications to you."}, {"24": "Research. We may share general course data (including quiz or assignment submissions, grades, and forum discussions), information about your activity on our Site, and demographic data from surveys operated by us with our Content Providers and other business partners so that our Content Providers and other business partners may use the data for research related to online education."}, {"25": "Marketing and Advertising. We use Personal Data to send marketing and serve advertising, to inform our marketing and advertising strategies and content, to understand more about our audiences and to personalize our marketing and advertising, so that they are more relevant to particular audiences. We may share Personal Data with the providers of third party tools and services for some of these activities, in particular for online advertising purposes, including targeted advertising and custom audience activities, (for example, we use advertising services from Meta, amongst others). Further information is available in our Cookies Policy."}, {"26": "Disclosure to Coursera Contractors. We use various third party service providers, vendors, and contractors (collectively, \"Contractors\") to support Coursera’s activities, including the purposes listed in this section of the Privacy Notice. Our Contractors will have access to Personal Data to the extent necessary for provision of their services to Coursera.  These Contractors may include vendors and suppliers that provide us with technology, services, and/or content related to the operation and maintenance of the Site or the Content Offerings, or related to Coursera’s other business activities. Access to your Personal Data by these Contractors is limited to the information reasonably necessary for the Contractor to perform its limited function for us."}, {"27": "Legal Rights and Actions: Coursera may share your Personal Data with government authorities, external advisors and other relevant or affected third parties when we believe it is appropriate: to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Coursera, the Site, our users, customers, or others; and in connection with our Terms of Use and other agreements."}, {"28": "e-Readers. If we receive any Personal Data related to the extent to which you use designated e-Readers or other devices to access Coursera materials, we may archive it, and use it for research, business, or other purposes."}, {"29": "We keep your Personal Data for no longer than necessary for the purposes for which the Personal Data is collected and processed. The length of time we retain Personal Data for depends on the purposes for which we collect and use it and/or as required to comply with applicable laws and to establish, exercise, or defend our legal rights."}, {"30": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}, {"31": "Coursera BV serves as the EU Representative for Coursera, Inc. To contact Coursera BV, please use the following contact info:"}, {"32": "Coursera UK Limited serves as the UK Representative for Coursera, Inc. To contact Coursera UK Limited, please use the following contact info:"}, {"33": "Post: Coursera UK Limited\n      Attn: Privacy Request\n      City Bridge House, 57 Southwark Street, London SE1 1RU\n\nPhone: +44 20 3457 0256\n\nEmail: eu-representative@coursera.org"}, {"34": "Shine the Light\nUnder California’s \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year (e.g. requests made in 2018 will receive information regarding 2017 sharing activities)."}, {"35": "Coursera strongly believes in protecting the privacy of children. Any use or access by anyone under the age of 13 is prohibited, and certain regions and Content Offerings may have additional requirements and/or restrictions. In line with this belief, we do not knowingly collect or maintain Personal Data on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. We will take appropriate steps to delete any Personal Data of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personal Data."}, {"36": "This section explains how Coursera collects and uses the Personal Data of those who use our Live2Coursera Services, and supplements but does not replace our Privacy Notice, which governs how we handle the Personal Data of all Coursera users. The Terms of Use for Live2Coursera can be found here. Any defined terms used in this section and not otherwise defined in the Privacy Notice are found in the Live2Coursera Terms of Use. "}, {"37": "Coursera will use your information to provide and operate our Live2Coursera services and will make certain information available to other Live2Coursera participants: For example, we will allow students to view the content uploaded by their instructors and will allow instructors to know which students have viewed their lectures. "}, {"38": "Coursera may also share certain information about your use of Live2Coursera Services back with any associated Third Party Offering. Please note that when you interact with any Third Party Offering, such Third Party Offering may independently collect information about you and solicit information from you. We have no control over, do not review, and are not responsible for a Third Party Offering's privacy practices. We recommend that you review any and all Third Party Offering’s privacy notice for more information. "}, {"39": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"40": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}, {"41": "We may amend this DPF Notice from time-to-time in accordance with the requirements of the DPF or a successor data transfer framework. The most recent version of the DPF Notice will always be posted to this website. Anytime that we do make such changes, we will also update the effective date listed at the top of the DPF Notice. Please be sure to review the most recent version of the DPF Notice each time that you visit this website so that you are aware of how we collect, use, and retain Personal Data."}]}, "count": 42}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Coursera, Inc. is the data controller of the Personal Data we collect about you (i.e., the entity that determines the means and purposes of collecting, using, and disclosing the Personal Data (as defined below)), unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"1": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"2": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"3": "to perform our obligations under any contract with you (for example, to comply with the Terms of Use of our Site which you accept by browsing our website and/or to comply with our contract to provide Services to you, your academic institution, your employer, or other organization that may be providing you with access to our Services);"}, {"4": "If we rely on our (or another party’s) legitimate interests for using your personal information, we will undertake a balancing test to ensure that our (or the other party’s) legitimate interests are not outweighed by your interests or fundamental rights and freedoms which require protection of the personal information."}, {"5": "Information relating to your use of our Site. When users come to our Site, we may track, collect, and aggregate information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were clicked. We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system, and browser software used by each user of the Site. We may be able to determine from an IP address a user’s Internet Service Provider and the geographic location of their point of connectivity. Location data may be used to route your traffic to the nearest regional server to reduce latency and improve your experience. We may also use cookies, web beacons, and other similar technologies when you visit our Site. For more information on our use of cookies and web beacons, please refer to our Cookies Policy."}, {"6": "Personal Data provided directly by you or via third parties. We collect Personal Data that you provide to us when you register for an account, update or change information for your account, purchase products or Services, complete a survey, sign-up for email updates, participate in our public forums, send us email messages, and/or participate in Content Offerings or other Services on our Site. We may use the Personal Data that you provide to respond to your questions, provide you the specific Content Offering and/or Services you select, send you updates about Content Offerings or other Coursera events, and send you email messages about Site maintenance or updates."}, {"7": "Forums. Coursera may offer public forums from time to time (the \"Forums\") where you can share comments and thoughts. In order to participate in the Forums, you may be required to register with us and/or provide us with Personal Data such as your name and email address. Please keep in mind that information you post or make available in Forums will be publicly available. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, in a Forum post. Please also reference our Terms of Use and our Code of Conduct for additional information about proper use of our Forums."}, {"8": "Participation in Content Offerings. Coursera offers users the opportunity to participate in Content Offerings on or through the Site. If you desire to participate in a Content Offering, you will be asked to provide us with certain information necessary to conduct such a Content Offering. This information may include, among other things, your name and email address."}, {"9": "If you participate in a Content Offering, we may collect certain user-generated content, such as assignments you submit, peer-graded assignments, and peer grading feedback. We also collect course data, such as responses to in-video quizzes, standalone quizzes, exams, and surveys. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, on assignments, exams, or surveys, except for information required to participate in or submit such assignments, exams, or surveys."}, {"10": "Third Party Payment Processing. Coursera provides you with the ability to pay for Content Offerings and other Services using a credit card or other methods through a third party payment processing service provider. Please note that our service provider – not Coursera – collects and processes your financial information."}, {"11": "Coursera collects and uses Personal Data for the purposes described in this section. Coursera may share such Personal Data  for these purposes with third parties, such as service providers, university and industry partners, and other commercial partners."}, {"12": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}, {"13": "Participation in Content Offerings. We use the Personal Data that we collect from you when you participate in a Content Offering through the Site for processing purposes, including but not limited to tracking attendance, progress, and completion of the Content Offerings. We may also share your Personal Data and your performance in a given Content Offering with the instructor or instructors who taught it, with teaching assistants or other individuals designated by the instructor or instructors to assist with the creation, modification, or operation of the Content Offering, and with the Content Provider(s) with which they are affiliated. We may also use the information generated when taking a Content Offering or using the Services for predictive analysis of your performance in the Content Offerings. Also, we may archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"14": "Communications with or from Coursera. When you send us an email message, use in-platform messaging/chat features (which may utilize technology provided by third party service providers contracted by Coursera) or otherwise contact us, we and our third-party service providers may record and use the information provided by you to respond to your communication and/or for other purposes described in this Privacy Notice or in other privacy information provided to you during your interaction with our communication systems. We and our third-party service providers may also archive this information and/or use it for future communications with you where we are legally entitled to do so. Where we send you emails, we may track the way that you interact with these emails (such as when you open an email or click on a link inside an email). We use this information for the purposes of optimizing and better tailoring our communications to you."}, {"15": "Communications with Coursera Business Partners. We may share your Personal Data with Content Providers and other business partners of Coursera so that Content Providers and other business partners may share information about their products and services that may be of interest to you where they are legally entitled to do so."}, {"16": "Research. We may share general course data (including quiz or assignment submissions, grades, and forum discussions), information about your activity on our Site, and demographic data from surveys operated by us with our Content Providers and other business partners so that our Content Providers and other business partners may use the data for research related to online education."}, {"17": "Disclosure to Coursera Contractors. We use various third party service providers, vendors, and contractors (collectively, \"Contractors\") to support Coursera’s activities, including the purposes listed in this section of the Privacy Notice. Our Contractors will have access to Personal Data to the extent necessary for provision of their services to Coursera.  These Contractors may include vendors and suppliers that provide us with technology, services, and/or content related to the operation and maintenance of the Site or the Content Offerings, or related to Coursera’s other business activities. Access to your Personal Data by these Contractors is limited to the information reasonably necessary for the Contractor to perform its limited function for us."}, {"18": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}, {"19": "Legal Rights and Actions: Coursera may share your Personal Data with government authorities, external advisors and other relevant or affected third parties when we believe it is appropriate: to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Coursera, the Site, our users, customers, or others; and in connection with our Terms of Use and other agreements."}, {"20": "Disclosure to Acquirers. Coursera may disclose and/or transfer your Personal Data to an acquirer, assignee or other successor entity in connection with a sale, merger, or reorganization of all or substantially all of the equity, business, or assets of Coursera to which your Personal Data relates."}, {"21": "e-Readers. If we receive any Personal Data related to the extent to which you use designated e-Readers or other devices to access Coursera materials, we may archive it, and use it for research, business, or other purposes."}, {"22": "For your convenience we may provide links to sites operated by organizations other than Coursera (\"Third Party Sites\") that we believe may be of interest to you. We do not disclose your Personal Data to these Third Party Sites unless we have a lawful basis on which to do so. We do not endorse and are not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personal Data."}, {"23": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"24": "If you would like further information in relation to your rights or would like to exercise any of them, you may also contact us via privacy@coursera.org. If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you have the right to request that we:"}, {"25": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"26": "If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you may also make a complaint to our supervisory body for data protection matters (namely the UK Information Commissioner's Office or Dutch Autoriteit Persoonsgegevens) or seek a remedy through local courts if you believe that your rights have been breached."}, {"27": "Shine the Light\nUnder California’s \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year (e.g. requests made in 2018 will receive information regarding 2017 sharing activities)."}, {"28": "Our Site is primarily operated and managed on servers located and operated within the United States. In order to provide our products and Services to you, you may be sending your Personal Data outside of the country where you reside or are located, including to the United States. Accordingly, your Personal Data may be transferred outside of the country in which you reside or are located, including to countries that may not provide the same level of protection for your Personal Data. We are committed to protecting Personal Data when it is transferred. If you reside or are located within the EEA, United Kingdom, Switzerland (or other region that offers similar protections) and such data transfers occur, we take appropriate steps to ensure an equivalent level of protection for your Personal Data. We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework when transferring data from the EEA, UK or Switzerland to the United States. Please see our Data Privacy Framework Notice, below, for further information."}, {"29": "Coursera will use your information to provide and operate our Live2Coursera services and will make certain information available to other Live2Coursera participants: For example, we will allow students to view the content uploaded by their instructors and will allow instructors to know which students have viewed their lectures. "}, {"30": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"31": "As part of our participation in DPF, we are subject to the investigatory and enforcement powers of the U.S. Federal Trade Commission and other authorized statutory bodies."}, {"32": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}]}, "count": 33}, "if": {"text": {"if": [{"0": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"1": "If we rely on our (or another party’s) legitimate interests for using your personal information, we will undertake a balancing test to ensure that our (or the other party’s) legitimate interests are not outweighed by your interests or fundamental rights and freedoms which require protection of the personal information."}, {"2": "If we rely on your consent for us to use your personal information in a particular way, but you later change your mind, you may withdraw your consent by visiting your profile page and clicking the box to remove consent and we will stop doing so. If you withdraw your consent, this may impact the ability for us to provide some of our Services to you."}, {"3": "Account Registration. If you register for an account on our Site, you may be required to provide us with certain Personal Data such as your name and email address. You may also voluntarily provide us with additional Personal Data."}, {"4": "Participation in Content Offerings. Coursera offers users the opportunity to participate in Content Offerings on or through the Site. If you desire to participate in a Content Offering, you will be asked to provide us with certain information necessary to conduct such a Content Offering. This information may include, among other things, your name and email address."}, {"5": "If you participate in a Content Offering, we may collect certain user-generated content, such as assignments you submit, peer-graded assignments, and peer grading feedback. We also collect course data, such as responses to in-video quizzes, standalone quizzes, exams, and surveys. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, on assignments, exams, or surveys, except for information required to participate in or submit such assignments, exams, or surveys."}, {"6": "Identity Verification. Coursera may offer you the ability to verify your identity for select Services. In order to enroll for these Services, you may be required to provide us or our third-party identity verification vendor with Personal Data such as your name, address, date of birth, a headshot taken using a webcam, and a photo identification document. Additionally, if you apply for financial aid in connection with these Services, you may be required to provide information regarding your income."}, {"7": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}, {"8": "e-Readers. If we receive any Personal Data related to the extent to which you use designated e-Readers or other devices to access Coursera materials, we may archive it, and use it for research, business, or other purposes."}, {"9": "For your convenience we may provide links to sites operated by organizations other than Coursera (\"Third Party Sites\") that we believe may be of interest to you. We do not disclose your Personal Data to these Third Party Sites unless we have a lawful basis on which to do so. We do not endorse and are not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personal Data."}, {"10": "If you would like further information in relation to your rights or would like to exercise any of them, you may also contact us via privacy@coursera.org. If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you have the right to request that we:"}, {"11": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"12": "If you have any privacy-related questions, suggestions, unresolved problems, or complaints, you may contact us via privacy@coursera.org."}, {"13": "If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you may also make a complaint to our supervisory body for data protection matters (namely the UK Information Commissioner's Office or Dutch Autoriteit Persoonsgegevens) or seek a remedy through local courts if you believe that your rights have been breached."}, {"14": "Shine the Light\nUnder California’s \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year (e.g. requests made in 2018 will receive information regarding 2017 sharing activities)."}, {"15": "Our Site is primarily operated and managed on servers located and operated within the United States. In order to provide our products and Services to you, you may be sending your Personal Data outside of the country where you reside or are located, including to the United States. Accordingly, your Personal Data may be transferred outside of the country in which you reside or are located, including to countries that may not provide the same level of protection for your Personal Data. We are committed to protecting Personal Data when it is transferred. If you reside or are located within the EEA, United Kingdom, Switzerland (or other region that offers similar protections) and such data transfers occur, we take appropriate steps to ensure an equivalent level of protection for your Personal Data. We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework when transferring data from the EEA, UK or Switzerland to the United States. Please see our Data Privacy Framework Notice, below, for further information."}, {"16": "Coursera strongly believes in protecting the privacy of children. Any use or access by anyone under the age of 13 is prohibited, and certain regions and Content Offerings may have additional requirements and/or restrictions. In line with this belief, we do not knowingly collect or maintain Personal Data on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. We will take appropriate steps to delete any Personal Data of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personal Data."}, {"17": "If you have any questions about how we handle your information, please contact us at privacy@coursera.org. "}, {"18": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"19": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}, {"20": "In the context of an onward transfer, Coursera has responsibility for the processing of Personal Data it receives under the DPF and subsequently transfers to a third party acting as an agent on its behalf.  Coursera shall remain liable under the Principles if its agent processes such Personal Data in a manner inconsistent with the Principles, unless Coursera proves that it is not responsible for the event giving rise to the damage."}, {"21": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}, {"22": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}, {"23": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly."}]}, "count": 24}, "when": {"text": {"when": [{"0": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"1": "Information relating to your use of our Site. When users come to our Site, we may track, collect, and aggregate information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were clicked. We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system, and browser software used by each user of the Site. We may be able to determine from an IP address a user’s Internet Service Provider and the geographic location of their point of connectivity. Location data may be used to route your traffic to the nearest regional server to reduce latency and improve your experience. We may also use cookies, web beacons, and other similar technologies when you visit our Site. For more information on our use of cookies and web beacons, please refer to our Cookies Policy."}, {"2": "Personal Data provided directly by you or via third parties. We collect Personal Data that you provide to us when you register for an account, update or change information for your account, purchase products or Services, complete a survey, sign-up for email updates, participate in our public forums, send us email messages, and/or participate in Content Offerings or other Services on our Site. We may use the Personal Data that you provide to respond to your questions, provide you the specific Content Offering and/or Services you select, send you updates about Content Offerings or other Coursera events, and send you email messages about Site maintenance or updates."}, {"3": "Communications with Coursera. We may receive and record Personal Data when you send us an email message or otherwise contact us, including through the use of an in-platform messaging/chat feature."}, {"4": "Third Party Sites. We may receive Personal Data when you access or log-in to a third party site, e.g., Facebook, from our Sites. This may include the text and/or images of your Personal Data available from the third party site."}, {"5": "Surveys. We may receive Personal Data when you provide information in response to a survey operated by us or a Content Provider."}, {"6": "Updates. We use Personal Data collected when you sign-up for our various email or update services to send you the messages in connection with the Site or Content Offerings. We may also archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"7": "Participation in Content Offerings. We use the Personal Data that we collect from you when you participate in a Content Offering through the Site for processing purposes, including but not limited to tracking attendance, progress, and completion of the Content Offerings. We may also share your Personal Data and your performance in a given Content Offering with the instructor or instructors who taught it, with teaching assistants or other individuals designated by the instructor or instructors to assist with the creation, modification, or operation of the Content Offering, and with the Content Provider(s) with which they are affiliated. We may also use the information generated when taking a Content Offering or using the Services for predictive analysis of your performance in the Content Offerings. Also, we may archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"8": "Communications with or from Coursera. When you send us an email message, use in-platform messaging/chat features (which may utilize technology provided by third party service providers contracted by Coursera) or otherwise contact us, we and our third-party service providers may record and use the information provided by you to respond to your communication and/or for other purposes described in this Privacy Notice or in other privacy information provided to you during your interaction with our communication systems. We and our third-party service providers may also archive this information and/or use it for future communications with you where we are legally entitled to do so. Where we send you emails, we may track the way that you interact with these emails (such as when you open an email or click on a link inside an email). We use this information for the purposes of optimizing and better tailoring our communications to you."}, {"9": "Legal Rights and Actions: Coursera may share your Personal Data with government authorities, external advisors and other relevant or affected third parties when we believe it is appropriate: to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Coursera, the Site, our users, customers, or others; and in connection with our Terms of Use and other agreements."}, {"10": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"11": "Our Site is primarily operated and managed on servers located and operated within the United States. In order to provide our products and Services to you, you may be sending your Personal Data outside of the country where you reside or are located, including to the United States. Accordingly, your Personal Data may be transferred outside of the country in which you reside or are located, including to countries that may not provide the same level of protection for your Personal Data. We are committed to protecting Personal Data when it is transferred. If you reside or are located within the EEA, United Kingdom, Switzerland (or other region that offers similar protections) and such data transfers occur, we take appropriate steps to ensure an equivalent level of protection for your Personal Data. We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework when transferring data from the EEA, UK or Switzerland to the United States. Please see our Data Privacy Framework Notice, below, for further information."}, {"12": "Coursera may also share certain information about your use of Live2Coursera Services back with any associated Third Party Offering. Please note that when you interact with any Third Party Offering, such Third Party Offering may independently collect information about you and solicit information from you. We have no control over, do not review, and are not responsible for a Third Party Offering's privacy practices. We recommend that you review any and all Third Party Offering’s privacy notice for more information. "}, {"13": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"14": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}, {"15": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}, {"16": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 17}, "help": {"text": {"help": [{"0": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 1}, "access": {"text": {"access": [{"0": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"1": "to perform our obligations under any contract with you (for example, to comply with the Terms of Use of our Site which you accept by browsing our website and/or to comply with our contract to provide Services to you, your academic institution, your employer, or other organization that may be providing you with access to our Services);"}, {"2": "Third Party Sites. We may receive Personal Data when you access or log-in to a third party site, e.g., Facebook, from our Sites. This may include the text and/or images of your Personal Data available from the third party site."}, {"3": "Providing the Site and our Services. We use Personal Data which you provide to us in order to allow you to access and use the Site and in order to provide any information, products, or Services that you request from us."}, {"4": "Disclosure to Coursera Contractors. We use various third party service providers, vendors, and contractors (collectively, \"Contractors\") to support Coursera’s activities, including the purposes listed in this section of the Privacy Notice. Our Contractors will have access to Personal Data to the extent necessary for provision of their services to Coursera.  These Contractors may include vendors and suppliers that provide us with technology, services, and/or content related to the operation and maintenance of the Site or the Content Offerings, or related to Coursera’s other business activities. Access to your Personal Data by these Contractors is limited to the information reasonably necessary for the Contractor to perform its limited function for us."}, {"5": "e-Readers. If we receive any Personal Data related to the extent to which you use designated e-Readers or other devices to access Coursera materials, we may archive it, and use it for research, business, or other purposes."}, {"6": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"7": "provide access to any Personal Data we hold about you;"}, {"8": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"9": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"10": "Coursera strongly believes in protecting the privacy of children. Any use or access by anyone under the age of 13 is prohibited, and certain regions and Content Offerings may have additional requirements and/or restrictions. In line with this belief, we do not knowingly collect or maintain Personal Data on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. We will take appropriate steps to delete any Personal Data of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personal Data."}, {"11": "We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, and the Swiss-U.S. Data Privacy Framework (together the “DPF”)  which includes the DPF Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement and liability (the \"Principles\") for transfers of Personal Data from the EEA, UK and Switzerland, respectively, to the U.S. To learn more about the DPF, please visit the DPF website: https://www.dataprivacyframework.gov. For more information regarding our DPF certification, please click here or search for ‘Coursera’ in the DPF list of participants.  "}]}, "count": 12}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "Coursera, Inc. is the data controller of the Personal Data we collect about you (i.e., the entity that determines the means and purposes of collecting, using, and disclosing the Personal Data (as defined below)), unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"1": "We collect the Personal Data set out in the \"What Personal Data We Collect\" section of this Privacy Notice below, including account registration details such as name and email, details of Content Offerings you undertake, survey information (where you provide it), identity verification data, and information about your use of our site and Services."}, {"2": "You can find information about us and how we collect, use and store your personal data in each section of this Privacy Notice:"}, {"3": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"4": "Personal Data provided directly by you or via third parties. We collect Personal Data that you provide to us when you register for an account, update or change information for your account, purchase products or Services, complete a survey, sign-up for email updates, participate in our public forums, send us email messages, and/or participate in Content Offerings or other Services on our Site. We may use the Personal Data that you provide to respond to your questions, provide you the specific Content Offering and/or Services you select, send you updates about Content Offerings or other Coursera events, and send you email messages about Site maintenance or updates."}, {"5": "Participation in Content Offerings. We use the Personal Data that we collect from you when you participate in a Content Offering through the Site for processing purposes, including but not limited to tracking attendance, progress, and completion of the Content Offerings. We may also share your Personal Data and your performance in a given Content Offering with the instructor or instructors who taught it, with teaching assistants or other individuals designated by the instructor or instructors to assist with the creation, modification, or operation of the Content Offering, and with the Content Provider(s) with which they are affiliated. We may also use the information generated when taking a Content Offering or using the Services for predictive analysis of your performance in the Content Offerings. Also, we may archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"6": "Identity Verification. For Services that require identity verification, we may use the Personal Data that we collect for verifying your identity, and for authenticating that submissions made on the Site were made by you. This service may be provided through a third-party identity verification vendor. Your photo identification document will be deleted after successful verification of your profile information."}, {"7": "We keep your Personal Data for no longer than necessary for the purposes for which the Personal Data is collected and processed. The length of time we retain Personal Data for depends on the purposes for which we collect and use it and/or as required to comply with applicable laws and to establish, exercise, or defend our legal rights."}, {"8": "We may amend this DPF Notice from time-to-time in accordance with the requirements of the DPF or a successor data transfer framework. The most recent version of the DPF Notice will always be posted to this website. Anytime that we do make such changes, we will also update the effective date listed at the top of the DPF Notice. Please be sure to review the most recent version of the DPF Notice each time that you visit this website so that you are aware of how we collect, use, and retain Personal Data."}, {"9": "2021-12-18: Updated to improve clarity regarding the information we collect."}]}, "count": 10}, "we may collect": {"text": {"we may collect": [{"0": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"1": "If you participate in a Content Offering, we may collect certain user-generated content, such as assignments you submit, peer-graded assignments, and peer grading feedback. We also collect course data, such as responses to in-video quizzes, standalone quizzes, exams, and surveys. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, on assignments, exams, or surveys, except for information required to participate in or submit such assignments, exams, or surveys."}]}, "count": 2}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "This Privacy Notice covers information we collect from you through our Site. Some of our Site’s functionality can be used without revealing any Personal Data, but for features or Services related to the Content Offerings, Personal Data is required. In order to access certain features and benefits on our Site, you may need to submit, or we may collect, \"Personal Data\" (i.e., information that can be used to identify you and which may also be referred to as “personally identifiable information” or “personal information”). Personal Data can include information such as your name, email address, IP address, and device identifier, among other things. You are responsible for ensuring the accuracy of the Personal Data you submit to Coursera. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary manners in which we communicate with you."}, {"1": "We may process your personal information in some cases for marketing purposes on the basis of your consent (which you may withdraw at any time as described below)."}, {"2": "If we rely on your consent for us to use your personal information in a particular way, but you later change your mind, you may withdraw your consent by visiting your profile page and clicking the box to remove consent and we will stop doing so. If you withdraw your consent, this may impact the ability for us to provide some of our Services to you."}, {"3": "Account Registration. If you register for an account on our Site, you may be required to provide us with certain Personal Data such as your name and email address. You may also voluntarily provide us with additional Personal Data."}, {"4": "Updates. Coursera may offer you the ability to receive updates either via email or by posting on portions of the Site only accessible to registered users. In order to subscribe to these Services, you may be required to provide us with Personal Data such as your name and email address."}, {"5": "Forums. Coursera may offer public forums from time to time (the \"Forums\") where you can share comments and thoughts. In order to participate in the Forums, you may be required to register with us and/or provide us with Personal Data such as your name and email address. Please keep in mind that information you post or make available in Forums will be publicly available. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, in a Forum post. Please also reference our Terms of Use and our Code of Conduct for additional information about proper use of our Forums."}, {"6": "Identity Verification. Coursera may offer you the ability to verify your identity for select Services. In order to enroll for these Services, you may be required to provide us or our third-party identity verification vendor with Personal Data such as your name, address, date of birth, a headshot taken using a webcam, and a photo identification document. Additionally, if you apply for financial aid in connection with these Services, you may be required to provide information regarding your income."}, {"7": "If you would like further information in relation to your rights or would like to exercise any of them, you may also contact us via privacy@coursera.org. If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you have the right to request that we:"}, {"8": "If you have any privacy-related questions, suggestions, unresolved problems, or complaints, you may contact us via privacy@coursera.org."}, {"9": "If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you may also make a complaint to our supervisory body for data protection matters (namely the UK Information Commissioner's Office or Dutch Autoriteit Persoonsgegevens) or seek a remedy through local courts if you believe that your rights have been breached."}, {"10": "Our Site is primarily operated and managed on servers located and operated within the United States. In order to provide our products and Services to you, you may be sending your Personal Data outside of the country where you reside or are located, including to the United States. Accordingly, your Personal Data may be transferred outside of the country in which you reside or are located, including to countries that may not provide the same level of protection for your Personal Data. We are committed to protecting Personal Data when it is transferred. If you reside or are located within the EEA, United Kingdom, Switzerland (or other region that offers similar protections) and such data transfers occur, we take appropriate steps to ensure an equivalent level of protection for your Personal Data. We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework when transferring data from the EEA, UK or Switzerland to the United States. Please see our Data Privacy Framework Notice, below, for further information."}]}, "count": 11}, "you can": {"text": {"you can": [{"0": "You have a number of rights that you can exercise in relation to our use of your Personal Data, as set out in the \"Your Rights\" section of this Privacy Notice below."}, {"1": "You can find information about us and how we collect, use and store your personal data in each section of this Privacy Notice:"}, {"2": "Forums. Coursera may offer public forums from time to time (the \"Forums\") where you can share comments and thoughts. In order to participate in the Forums, you may be required to register with us and/or provide us with Personal Data such as your name and email address. Please keep in mind that information you post or make available in Forums will be publicly available. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, in a Forum post. Please also reference our Terms of Use and our Code of Conduct for additional information about proper use of our Forums."}, {"3": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"4": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"5": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}, {"6": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. "}]}, "count": 7}, "right": {"text": {"right": [{"0": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}, {"1": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}, {"2": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"3": "If you would like further information in relation to your rights or would like to exercise any of them, you may also contact us via privacy@coursera.org. If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you have the right to request that we:"}, {"4": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"5": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}]}, "count": 6}, "choice": {"text": {"choice": [{"0": "We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, and the Swiss-U.S. Data Privacy Framework (together the “DPF”)  which includes the DPF Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement and liability (the \"Principles\") for transfers of Personal Data from the EEA, UK and Switzerland, respectively, to the U.S. To learn more about the DPF, please visit the DPF website: https://www.dataprivacyframework.gov. For more information regarding our DPF certification, please click here or search for ‘Coursera’ in the DPF list of participants.  "}]}, "count": 1}, "request": {"text": {"request": [{"0": "Providing the Site and our Services. We use Personal Data which you provide to us in order to allow you to access and use the Site and in order to provide any information, products, or Services that you request from us."}, {"1": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"2": "If you would like further information in relation to your rights or would like to exercise any of them, you may also contact us via privacy@coursera.org. If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you have the right to request that we:"}, {"3": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"4": "Post: Coursera Europe B.V.\n      Attn: Privacy Request\n      Schiphol Boulevard 195, 1118BG Schiphol\n\nEmail: eu-representative@coursera.org"}, {"5": "Post: Coursera UK Limited\n      Attn: Privacy Request\n      City Bridge House, 57 Southwark Street, London SE1 1RU\n\nPhone: +44 20 3457 0256\n\nEmail: eu-representative@coursera.org"}, {"6": "Shine the Light\nUnder California’s \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year (e.g. requests made in 2018 will receive information regarding 2017 sharing activities)."}, {"7": "To obtain this information, please send an email message to privacy@coursera.org with \"Request for California Privacy Information\" on the subject line and in the body of your message. We will provide the requested information to you at your email address in response. Please be aware that not all information sharing is covered by the \"Shine the Light\" requirements and only information on covered sharing will be included in our response."}, {"8": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. "}]}, "count": 9}, "delete": {"text": {"delete": [{"0": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"1": "delete any Personal Data which we are holding about you;"}, {"2": "Coursera strongly believes in protecting the privacy of children. Any use or access by anyone under the age of 13 is prohibited, and certain regions and Content Offerings may have additional requirements and/or restrictions. In line with this belief, we do not knowingly collect or maintain Personal Data on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. We will take appropriate steps to delete any Personal Data of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personal Data."}]}, "count": 3}, "deletion": {"text": {"deletion": [{"0": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}]}, "count": 1}, "remove": {"text": {"remove": [{"0": "If we rely on your consent for us to use your personal information in a particular way, but you later change your mind, you may withdraw your consent by visiting your profile page and clicking the box to remove consent and we will stop doing so. If you withdraw your consent, this may impact the ability for us to provide some of our Services to you."}]}, "count": 1}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "to perform our obligations under any contract with you (for example, to comply with the Terms of Use of our Site which you accept by browsing our website and/or to comply with our contract to provide Services to you, your academic institution, your employer, or other organization that may be providing you with access to our Services);"}]}, "count": 1}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {"obligation": [{"0": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}]}, "count": 1}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Legal Bases for Collecting and Using Personal Data"}, {"1": "Legal Bases for Collecting and Using Personal Data"}, {"2": "We consider that the legal bases for using your Personal Data as set out in this Privacy Notice are as follows:"}, {"3": "to comply with our legal obligations;"}, {"4": "Which legal basis applies to a specific activity will depend on the type of personal information used and the context in which it is being used. "}, {"5": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}, {"6": "Legal Rights and Actions: Coursera may share your Personal Data with government authorities, external advisors and other relevant or affected third parties when we believe it is appropriate: to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Coursera, the Site, our users, customers, or others; and in connection with our Terms of Use and other agreements."}, {"7": "We keep your Personal Data for no longer than necessary for the purposes for which the Personal Data is collected and processed. The length of time we retain Personal Data for depends on the purposes for which we collect and use it and/or as required to comply with applicable laws and to establish, exercise, or defend our legal rights."}, {"8": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"9": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}]}, "count": 10}, "authority": {"text": {"authority": [{"0": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "to perform our obligations under any contract with you (for example, to comply with the Terms of Use of our Site which you accept by browsing our website and/or to comply with our contract to provide Services to you, your academic institution, your employer, or other organization that may be providing you with access to our Services);"}, {"1": "to comply with our legal obligations;"}, {"2": "We keep your Personal Data for no longer than necessary for the purposes for which the Personal Data is collected and processed. The length of time we retain Personal Data for depends on the purposes for which we collect and use it and/or as required to comply with applicable laws and to establish, exercise, or defend our legal rights."}, {"3": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}]}, "count": 4}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "where you have given consent, for example, to send you certain communications or where you submit certain information to us, or where required to rely upon consent by local law."}, {"1": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}, {"2": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}, {"3": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"4": "Shine the Light\nUnder California’s \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year (e.g. requests made in 2018 will receive information regarding 2017 sharing activities)."}]}, "count": 5}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}]}, "count": 1}, "policy": {"text": {"policy": [{"0": "Information relating to your use of our Site. When users come to our Site, we may track, collect, and aggregate information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were clicked. We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system, and browser software used by each user of the Site. We may be able to determine from an IP address a user’s Internet Service Provider and the geographic location of their point of connectivity. Location data may be used to route your traffic to the nearest regional server to reduce latency and improve your experience. We may also use cookies, web beacons, and other similar technologies when you visit our Site. For more information on our use of cookies and web beacons, please refer to our Cookies Policy."}, {"1": "Marketing and Advertising. We use Personal Data to send marketing and serve advertising, to inform our marketing and advertising strategies and content, to understand more about our audiences and to personalize our marketing and advertising, so that they are more relevant to particular audiences. We may share Personal Data with the providers of third party tools and services for some of these activities, in particular for online advertising purposes, including targeted advertising and custom audience activities, (for example, we use advertising services from Meta, amongst others). Further information is available in our Cookies Policy."}, {"2": "For your convenience we may provide links to sites operated by organizations other than Coursera (\"Third Party Sites\") that we believe may be of interest to you. We do not disclose your Personal Data to these Third Party Sites unless we have a lawful basis on which to do so. We do not endorse and are not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personal Data."}, {"3": "2016-09-29: New Privacy Shield Policy/Revised Safe Harbor Policy"}, {"4": "2015-11-04: Update privacy policy to show updated email address for privacy related questions."}]}, "count": 5}, "international": {"text": {"international": [{"0": "International Privacy Practices"}, {"1": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"2": "International Privacy Practices"}, {"3": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}]}, "count": 4}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "Shine the Light\nUnder California’s \"Shine the Light\" law, California residents who provide personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses. If applicable, this information would include the categories of customer information and the names and addresses of those businesses with which we shared customer information for the immediately prior calendar year (e.g. requests made in 2018 will receive information regarding 2017 sharing activities)."}, {"1": "To obtain this information, please send an email message to privacy@coursera.org with \"Request for California Privacy Information\" on the subject line and in the body of your message. We will provide the requested information to you at your email address in response. Please be aware that not all information sharing is covered by the \"Shine the Light\" requirements and only information on covered sharing will be included in our response."}]}, "count": 2}, "children": {"text": {"children": [{"0": "No Information from Children Under 13"}, {"1": "No Information from Children Under 13"}, {"2": "Coursera strongly believes in protecting the privacy of children. Any use or access by anyone under the age of 13 is prohibited, and certain regions and Content Offerings may have additional requirements and/or restrictions. In line with this belief, we do not knowingly collect or maintain Personal Data on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. We will take appropriate steps to delete any Personal Data of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personal Data."}]}, "count": 3}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"1": "Personal Data provided directly by you or via third parties."}, {"2": "Coursera collects and uses Personal Data for the purposes described in this section. Coursera may share such Personal Data  for these purposes with third parties, such as service providers, university and industry partners, and other commercial partners."}, {"3": "Legal Rights and Actions: Coursera may share your Personal Data with government authorities, external advisors and other relevant or affected third parties when we believe it is appropriate: to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Coursera, the Site, our users, customers, or others; and in connection with our Terms of Use and other agreements."}, {"4": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}, {"5": "Coursera, Inc. (referred to as \"we,\" \"us,\" or \"our\"), believes in protecting your privacy. This DPF Notice contains supplementary information relating to Personal Data transferred on the basis of the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework. This DPF Notice should be read in conjunction with Coursera’s Privacy Notice, which provides details of the Personal Data processed, purposes for which Personal Data is collected, processed and disclosed, types of third parties to which Personal Data is disclosed, and rights of individuals. To the extent of any conflict between this DPF Notice and Coursera’s Privacy Notice, this DPF Notice prevails."}]}, "count": 6}, "third-party": {"text": {"third-party": [{"0": "Identity Verification. Coursera may offer you the ability to verify your identity for select Services. In order to enroll for these Services, you may be required to provide us or our third-party identity verification vendor with Personal Data such as your name, address, date of birth, a headshot taken using a webcam, and a photo identification document. Additionally, if you apply for financial aid in connection with these Services, you may be required to provide information regarding your income."}, {"1": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"2": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}, {"3": "Use of Interactive/Personalized Site Features. We use Personal Data and share such Personal Data with third-party service providers to facilitate and personalize your interaction with Site features such as chatbots, automated translation and grading functionality, tailored recommendations, and learner engagement features. These may utilize machine learning and/or AI tools. Where required or otherwise appropriate, you will be provided with additional information, in advance, about processing of your Personal Data via these features, including the existence of any automated decision-making where relevant (along with meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing)."}, {"4": "Identity Verification. For Services that require identity verification, we may use the Personal Data that we collect for verifying your identity, and for authenticating that submissions made on the Site were made by you. This service may be provided through a third-party identity verification vendor. Your photo identification document will be deleted after successful verification of your profile information."}, {"5": "Communications with or from Coursera. When you send us an email message, use in-platform messaging/chat features (which may utilize technology provided by third party service providers contracted by Coursera) or otherwise contact us, we and our third-party service providers may record and use the information provided by you to respond to your communication and/or for other purposes described in this Privacy Notice or in other privacy information provided to you during your interaction with our communication systems. We and our third-party service providers may also archive this information and/or use it for future communications with you where we are legally entitled to do so. Where we send you emails, we may track the way that you interact with these emails (such as when you open an email or click on a link inside an email). We use this information for the purposes of optimizing and better tailoring our communications to you."}]}, "count": 6}, "third party": {"text": {"third party": [{"0": "Third Party Sites. We may receive Personal Data when you access or log-in to a third party site, e.g., Facebook, from our Sites. This may include the text and/or images of your Personal Data available from the third party site."}, {"1": "Third Party Payment Processing. Coursera provides you with the ability to pay for Content Offerings and other Services using a credit card or other methods through a third party payment processing service provider. Please note that our service provider – not Coursera – collects and processes your financial information."}, {"2": "Communications with or from Coursera. When you send us an email message, use in-platform messaging/chat features (which may utilize technology provided by third party service providers contracted by Coursera) or otherwise contact us, we and our third-party service providers may record and use the information provided by you to respond to your communication and/or for other purposes described in this Privacy Notice or in other privacy information provided to you during your interaction with our communication systems. We and our third-party service providers may also archive this information and/or use it for future communications with you where we are legally entitled to do so. Where we send you emails, we may track the way that you interact with these emails (such as when you open an email or click on a link inside an email). We use this information for the purposes of optimizing and better tailoring our communications to you."}, {"3": "Marketing and Advertising. We use Personal Data to send marketing and serve advertising, to inform our marketing and advertising strategies and content, to understand more about our audiences and to personalize our marketing and advertising, so that they are more relevant to particular audiences. We may share Personal Data with the providers of third party tools and services for some of these activities, in particular for online advertising purposes, including targeted advertising and custom audience activities, (for example, we use advertising services from Meta, amongst others). Further information is available in our Cookies Policy."}, {"4": "Disclosure to Coursera Contractors. We use various third party service providers, vendors, and contractors (collectively, \"Contractors\") to support Coursera’s activities, including the purposes listed in this section of the Privacy Notice. Our Contractors will have access to Personal Data to the extent necessary for provision of their services to Coursera.  These Contractors may include vendors and suppliers that provide us with technology, services, and/or content related to the operation and maintenance of the Site or the Content Offerings, or related to Coursera’s other business activities. Access to your Personal Data by these Contractors is limited to the information reasonably necessary for the Contractor to perform its limited function for us."}, {"5": "For your convenience we may provide links to sites operated by organizations other than Coursera (\"Third Party Sites\") that we believe may be of interest to you. We do not disclose your Personal Data to these Third Party Sites unless we have a lawful basis on which to do so. We do not endorse and are not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personal Data."}, {"6": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}, {"7": "provide your Personal Data to a third party provider of services; or"}, {"8": "Live2Coursera enables instructors to record, share, and upload lectures, including those recorded using Third Party Offerings, to Coursera for their students to view on the students’ mobile devices or computers. In addition to the activities outlined elsewhere in our Privacy Notice, Live2Coursera users are directed to review the following:"}, {"9": "Coursera will collect the audio and video content instructors choose to upload through Third Party Offerings, as well as the instructor’s name, email address, and thumbnail image. Instructors may also provide us with the contact information of their students to allow Coursera to share the link to that content with those students. Instructors should ensure that the proper consents and permissions are obtained from these students before sharing their contact information. Please note that the audio and video content instructors provide to Coursera may include the voices of students participating in the live lecture, and that we may make all such content publicly available to all users of our platform."}, {"10": "Coursera may also share certain information about your use of Live2Coursera Services back with any associated Third Party Offering. Please note that when you interact with any Third Party Offering, such Third Party Offering may independently collect information about you and solicit information from you. We have no control over, do not review, and are not responsible for a Third Party Offering's privacy practices. We recommend that you review any and all Third Party Offering’s privacy notice for more information. "}, {"11": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"12": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}, {"13": "In the context of an onward transfer, Coursera has responsibility for the processing of Personal Data it receives under the DPF and subsequently transfers to a third party acting as an agent on its behalf.  Coursera shall remain liable under the Principles if its agent processes such Personal Data in a manner inconsistent with the Principles, unless Coursera proves that it is not responsible for the event giving rise to the damage."}, {"14": "2024-03-01: Updated to provide additional clarity on Coursera’s uses of personal data and third party services, and make stylistic changes."}, {"15": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}, {"16": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly."}]}, "count": 17}, "advertising": {"text": {"advertising": [{"0": "Marketing and Advertising. We use Personal Data to send marketing and serve advertising, to inform our marketing and advertising strategies and content, to understand more about our audiences and to personalize our marketing and advertising, so that they are more relevant to particular audiences. We may share Personal Data with the providers of third party tools and services for some of these activities, in particular for online advertising purposes, including targeted advertising and custom audience activities, (for example, we use advertising services from Meta, amongst others). Further information is available in our Cookies Policy."}, {"1": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}]}, "count": 2}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Information relating to your use of our Site. When users come to our Site, we may track, collect, and aggregate information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were clicked. We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system, and browser software used by each user of the Site. We may be able to determine from an IP address a user’s Internet Service Provider and the geographic location of their point of connectivity. Location data may be used to route your traffic to the nearest regional server to reduce latency and improve your experience. We may also use cookies, web beacons, and other similar technologies when you visit our Site. For more information on our use of cookies and web beacons, please refer to our Cookies Policy."}, {"1": "2021-12-18: Updated to improve clarity regarding the information we collect."}, {"2": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 3}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {"increase": [{"0": "2019-12-20: Updated to incorporate CCPA and increase transparency of data handling  practices."}]}, "count": 1}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}]}, "count": 1}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Data Protection Addendum"}, {"1": "Coursera, Inc. is the data controller of the Personal Data we collect about you (i.e., the entity that determines the means and purposes of collecting, using, and disclosing the Personal Data (as defined below)), unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"2": "We collect the Personal Data set out in the \"What Personal Data We Collect\" section of this Privacy Notice below, including account registration details such as name and email, details of Content Offerings you undertake, survey information (where you provide it), identity verification data, and information about your use of our site and Services."}, {"3": "We use your Personal Data for the purposes set out in the \"How We Use Personal Data\" section of this Privacy Notice below, including providing our site and Services to you, ensuring the security and performance of our site, conducting research relating to Content Offerings, sharing information with our Content Providers and our suppliers, direct marketing, and performing statistical analysis of the use of our site and Services."}, {"4": "You have a number of rights that you can exercise in relation to our use of your Personal Data, as set out in the \"Your Rights\" section of this Privacy Notice below."}, {"5": "You can find information about us and how we collect, use and store your personal data in each section of this Privacy Notice:"}, {"6": "What Personal Data We Collect"}, {"7": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"8": "\"Personal Data\""}, {"9": "We consider that the legal bases for using your Personal Data as set out in this Privacy Notice are as follows:"}, {"10": "What Personal Data We Collect"}, {"11": "Information relating to your use of our Site. When users come to our Site, we may track, collect, and aggregate information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were clicked. We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system, and browser software used by each user of the Site. We may be able to determine from an IP address a user’s Internet Service Provider and the geographic location of their point of connectivity. Location data may be used to route your traffic to the nearest regional server to reduce latency and improve your experience. We may also use cookies, web beacons, and other similar technologies when you visit our Site. For more information on our use of cookies and web beacons, please refer to our Cookies Policy."}, {"12": "Personal Data provided directly by you or via third parties."}, {"13": "Account Registration. If you register for an account on our Site, you may be required to provide us with certain Personal Data such as your name and email address. You may also voluntarily provide us with additional Personal Data."}, {"14": "Updates. Coursera may offer you the ability to receive updates either via email or by posting on portions of the Site only accessible to registered users. In order to subscribe to these Services, you may be required to provide us with Personal Data such as your name and email address."}, {"15": "Forums. Coursera may offer public forums from time to time (the \"Forums\") where you can share comments and thoughts. In order to participate in the Forums, you may be required to register with us and/or provide us with Personal Data such as your name and email address. Please keep in mind that information you post or make available in Forums will be publicly available. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, in a Forum post. Please also reference our Terms of Use and our Code of Conduct for additional information about proper use of our Forums."}, {"16": "If you participate in a Content Offering, we may collect certain user-generated content, such as assignments you submit, peer-graded assignments, and peer grading feedback. We also collect course data, such as responses to in-video quizzes, standalone quizzes, exams, and surveys. You should not include any Personal Data or other information of a personal or sensitive nature, whether relating to you or another person, on assignments, exams, or surveys, except for information required to participate in or submit such assignments, exams, or surveys."}, {"17": "Identity Verification. Coursera may offer you the ability to verify your identity for select Services. In order to enroll for these Services, you may be required to provide us or our third-party identity verification vendor with Personal Data such as your name, address, date of birth, a headshot taken using a webcam, and a photo identification document. Additionally, if you apply for financial aid in connection with these Services, you may be required to provide information regarding your income."}, {"18": "Communications with Coursera. We may receive and record Personal Data when you send us an email message or otherwise contact us, including through the use of an in-platform messaging/chat feature."}, {"19": "Third Party Sites. We may receive Personal Data when you access or log-in to a third party site, e.g., Facebook, from our Sites. This may include the text and/or images of your Personal Data available from the third party site."}, {"20": "Surveys. We may receive Personal Data when you provide information in response to a survey operated by us or a Content Provider."}, {"21": "Partner sites. Partner sites providing Content Offering-related tools and services to Coursera users may collect nonfinancial individual-level user data regarding the individual’s use of that partner site while the partner sites provide those services to Coursera. The partner sites may share that data with Coursera for the purpose of improving our Services, the partner site’s services, and the individual’s education experience. This data includes information such as the amount of time spent on the partner site and pages viewed."}, {"22": "Coursera collects and uses Personal Data for the purposes described in this section. Coursera may share such Personal Data  for these purposes with third parties, such as service providers, university and industry partners, and other commercial partners."}, {"23": "Providing the Site and our Services. We use Personal Data which you provide to us in order to allow you to access and use the Site and in order to provide any information, products, or Services that you request from us."}, {"24": "Technical support and security. We may use Personal Data to provide technical support to you, where required, and to ensure the security of our Services and the Site."}, {"25": "Updates. We use Personal Data collected when you sign-up for our various email or update services to send you the messages in connection with the Site or Content Offerings. We may also archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"26": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"27": "Participation in Content Offerings. We use the Personal Data that we collect from you when you participate in a Content Offering through the Site for processing purposes, including but not limited to tracking attendance, progress, and completion of the Content Offerings. We may also share your Personal Data and your performance in a given Content Offering with the instructor or instructors who taught it, with teaching assistants or other individuals designated by the instructor or instructors to assist with the creation, modification, or operation of the Content Offering, and with the Content Provider(s) with which they are affiliated. We may also use the information generated when taking a Content Offering or using the Services for predictive analysis of your performance in the Content Offerings. Also, we may archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"28": "Use of Interactive/Personalized Site Features. We use Personal Data and share such Personal Data with third-party service providers to facilitate and personalize your interaction with Site features such as chatbots, automated translation and grading functionality, tailored recommendations, and learner engagement features. These may utilize machine learning and/or AI tools. Where required or otherwise appropriate, you will be provided with additional information, in advance, about processing of your Personal Data via these features, including the existence of any automated decision-making where relevant (along with meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing)."}, {"29": "Identity Verification. For Services that require identity verification, we may use the Personal Data that we collect for verifying your identity, and for authenticating that submissions made on the Site were made by you. This service may be provided through a third-party identity verification vendor. Your photo identification document will be deleted after successful verification of your profile information."}, {"30": "Communications with Coursera Business Partners. We may share your Personal Data with Content Providers and other business partners of Coursera so that Content Providers and other business partners may share information about their products and services that may be of interest to you where they are legally entitled to do so."}, {"31": "Research. We may share general course data (including quiz or assignment submissions, grades, and forum discussions), information about your activity on our Site, and demographic data from surveys operated by us with our Content Providers and other business partners so that our Content Providers and other business partners may use the data for research related to online education."}, {"32": "Marketing and Advertising. We use Personal Data to send marketing and serve advertising, to inform our marketing and advertising strategies and content, to understand more about our audiences and to personalize our marketing and advertising, so that they are more relevant to particular audiences. We may share Personal Data with the providers of third party tools and services for some of these activities, in particular for online advertising purposes, including targeted advertising and custom audience activities, (for example, we use advertising services from Meta, amongst others). Further information is available in our Cookies Policy."}, {"33": "Disclosure to Coursera Contractors. We use various third party service providers, vendors, and contractors (collectively, \"Contractors\") to support Coursera’s activities, including the purposes listed in this section of the Privacy Notice. Our Contractors will have access to Personal Data to the extent necessary for provision of their services to Coursera.  These Contractors may include vendors and suppliers that provide us with technology, services, and/or content related to the operation and maintenance of the Site or the Content Offerings, or related to Coursera’s other business activities. Access to your Personal Data by these Contractors is limited to the information reasonably necessary for the Contractor to perform its limited function for us."}, {"34": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}, {"35": "Legal Rights and Actions: Coursera may share your Personal Data with government authorities, external advisors and other relevant or affected third parties when we believe it is appropriate: to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Coursera, the Site, our users, customers, or others; and in connection with our Terms of Use and other agreements."}, {"36": "Disclosure to Acquirers. Coursera may disclose and/or transfer your Personal Data to an acquirer, assignee or other successor entity in connection with a sale, merger, or reorganization of all or substantially all of the equity, business, or assets of Coursera to which your Personal Data relates."}, {"37": "e-Readers. If we receive any Personal Data related to the extent to which you use designated e-Readers or other devices to access Coursera materials, we may archive it, and use it for research, business, or other purposes."}, {"38": "For your convenience we may provide links to sites operated by organizations other than Coursera (\"Third Party Sites\") that we believe may be of interest to you. We do not disclose your Personal Data to these Third Party Sites unless we have a lawful basis on which to do so. We do not endorse and are not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personal Data."}, {"39": "We keep your Personal Data for no longer than necessary for the purposes for which the Personal Data is collected and processed. The length of time we retain Personal Data for depends on the purposes for which we collect and use it and/or as required to comply with applicable laws and to establish, exercise, or defend our legal rights."}, {"40": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}, {"41": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"42": "provide access to any Personal Data we hold about you;"}, {"43": "prevent the processing of your Personal Data for direct-marketing purposes;"}, {"44": "update any Personal Data which is out of date or incorrect;"}, {"45": "delete any Personal Data which we are holding about you;"}, {"46": "restrict the way that we process your Personal Data;"}, {"47": "provide your Personal Data to a third party provider of services; or"}, {"48": "provide you with a copy of any Personal Data which we hold about you. "}, {"49": "We try to answer every request promptly where possible, and provide our response within the time period stated by applicable law. Keep in mind, however, that when deleting your Personal Data there may be residual information that will remain within our databases, access logs, and other records, which may or may not contain your Personal Data. Please also note that certain Personal Data may be exempt from such requests in certain circumstances, which may include if we need to retain your Personal Data to comply with a legal obligation. When you email us with a request, we may ask that you provide us with information necessary to confirm your identity. "}, {"50": "If you reside or are located in the EEA, United Kingdom, Switzerland, or other region that offers similar protections, you may also make a complaint to our supervisory body for data protection matters (namely the UK Information Commissioner's Office or Dutch Autoriteit Persoonsgegevens) or seek a remedy through local courts if you believe that your rights have been breached."}, {"51": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"52": "Our Site is primarily operated and managed on servers located and operated within the United States. In order to provide our products and Services to you, you may be sending your Personal Data outside of the country where you reside or are located, including to the United States. Accordingly, your Personal Data may be transferred outside of the country in which you reside or are located, including to countries that may not provide the same level of protection for your Personal Data. We are committed to protecting Personal Data when it is transferred. If you reside or are located within the EEA, United Kingdom, Switzerland (or other region that offers similar protections) and such data transfers occur, we take appropriate steps to ensure an equivalent level of protection for your Personal Data. We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework when transferring data from the EEA, UK or Switzerland to the United States. Please see our Data Privacy Framework Notice, below, for further information."}, {"53": "Coursera strongly believes in protecting the privacy of children. Any use or access by anyone under the age of 13 is prohibited, and certain regions and Content Offerings may have additional requirements and/or restrictions. In line with this belief, we do not knowingly collect or maintain Personal Data on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. We will take appropriate steps to delete any Personal Data of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personal Data."}, {"54": "This section explains how Coursera collects and uses the Personal Data of those who use our Live2Coursera Services, and supplements but does not replace our Privacy Notice, which governs how we handle the Personal Data of all Coursera users. The Terms of Use for Live2Coursera can be found here. Any defined terms used in this section and not otherwise defined in the Privacy Notice are found in the Live2Coursera Terms of Use. "}, {"55": "Data Privacy Framework (DPF) Notice"}, {"56": "Coursera, Inc. (referred to as \"we,\" \"us,\" or \"our\"), believes in protecting your privacy. This DPF Notice contains supplementary information relating to Personal Data transferred on the basis of the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework. This DPF Notice should be read in conjunction with Coursera’s Privacy Notice, which provides details of the Personal Data processed, purposes for which Personal Data is collected, processed and disclosed, types of third parties to which Personal Data is disclosed, and rights of individuals. To the extent of any conflict between this DPF Notice and Coursera’s Privacy Notice, this DPF Notice prevails."}, {"57": "We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, and the Swiss-U.S. Data Privacy Framework (together the “DPF”)  which includes the DPF Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement and liability (the \"Principles\") for transfers of Personal Data from the EEA, UK and Switzerland, respectively, to the U.S. To learn more about the DPF, please visit the DPF website: https://www.dataprivacyframework.gov. For more information regarding our DPF certification, please click here or search for ‘Coursera’ in the DPF list of participants.  "}, {"58": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"59": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}, {"60": "In the context of an onward transfer, Coursera has responsibility for the processing of Personal Data it receives under the DPF and subsequently transfers to a third party acting as an agent on its behalf.  Coursera shall remain liable under the Principles if its agent processes such Personal Data in a manner inconsistent with the Principles, unless Coursera proves that it is not responsible for the event giving rise to the damage."}, {"61": "We may amend this DPF Notice from time-to-time in accordance with the requirements of the DPF or a successor data transfer framework. The most recent version of the DPF Notice will always be posted to this website. Anytime that we do make such changes, we will also update the effective date listed at the top of the DPF Notice. Please be sure to review the most recent version of the DPF Notice each time that you visit this website so that you are aware of how we collect, use, and retain Personal Data."}, {"62": "Please contact us with any questions or comments about this DPF Notice, transfer of your Personal Data from the EEA, UK or Switzerland to the U.S., our privacy practices, or your consent choices by email at privacy@coursera.org."}, {"63": "2024-03-01: Updated to provide additional clarity on Coursera’s uses of personal data and third party services, and make stylistic changes."}, {"64": "2024-01-01: Updated to address transfers under the Data Privacy Framework, update Coursera’s contact information, and update information about Coursera’s uses of personal data."}, {"65": "2019-12-20: Updated to incorporate CCPA and increase transparency of data handling  practices."}, {"66": "2018-07-11: Updated for clarification on grounds for data processing."}, {"67": "2018-05-16: Added table of contents and summary. Clarified sections on data processing bases and communications"}, {"68": "Google Data Analytics Professional Certificate"}, {"69": "IBM Data Science Professional Certificate"}, {"70": "Microsoft Power BI Data Analyst Professional Certificate"}, {"71": "Data Analytics"}, {"72": "Popular Data Analytics Certifications"}, {"73": "What Does a Data Analyst Do?"}]}, "count": 74}, "we process": {"text": {"we process": [{"0": "restrict the way that we process your Personal Data;"}, {"1": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}]}, "count": 2}, "collected": {"text": {"collected": [{"0": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"1": "Updates. We use Personal Data collected when you sign-up for our various email or update services to send you the messages in connection with the Site or Content Offerings. We may also archive this information and/or use it for future communications with you, where we are legally entitled to do so."}, {"2": "Forums. You should not post any personally identifiable information or other information of a personal or sensitive nature, whether relating to you or another person, within a Forum post. If you choose to post personally identifiable information, such personally identifiable information may be collected during your use of the Forums. We may publish this information via extensions of our platform that use third-party services, like mobile applications. We reserve the right to reuse Forum posts that contain personally identifiable information in future versions of the Content Offerings, and to enhance future Content Offerings. We may archive this information and/or use it for future communications with you and/or your designee(s), and/or provide it to the Content Provider, business partners, or the instructor(s) associated with the courses you have taken. We may also use or publish posts submitted on the Forums without using personally identifiable information."}, {"3": "We keep your Personal Data for no longer than necessary for the purposes for which the Personal Data is collected and processed. The length of time we retain Personal Data for depends on the purposes for which we collect and use it and/or as required to comply with applicable laws and to establish, exercise, or defend our legal rights."}, {"4": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"5": "Coursera strongly believes in protecting the privacy of children. Any use or access by anyone under the age of 13 is prohibited, and certain regions and Content Offerings may have additional requirements and/or restrictions. In line with this belief, we do not knowingly collect or maintain Personal Data on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. We will take appropriate steps to delete any Personal Data of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personal Data."}, {"6": "Coursera, Inc. (referred to as \"we,\" \"us,\" or \"our\"), believes in protecting your privacy. This DPF Notice contains supplementary information relating to Personal Data transferred on the basis of the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, or the Swiss-U.S. Data Privacy Framework. This DPF Notice should be read in conjunction with Coursera’s Privacy Notice, which provides details of the Personal Data processed, purposes for which Personal Data is collected, processed and disclosed, types of third parties to which Personal Data is disclosed, and rights of individuals. To the extent of any conflict between this DPF Notice and Coursera’s Privacy Notice, this DPF Notice prevails."}, {"7": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"8": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}]}, "count": 9}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "Retention of Personal Data"}, {"1": "Retention of Personal Data"}]}, "count": 2}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "We use your Personal Data for the purposes set out in the \"How We Use Personal Data\" section of this Privacy Notice below, including providing our site and Services to you, ensuring the security and performance of our site, conducting research relating to Content Offerings, sharing information with our Content Providers and our suppliers, direct marketing, and performing statistical analysis of the use of our site and Services."}, {"1": "carry out research and statistical analysis;"}, {"2": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"3": "Participation in Content Offerings. We use the Personal Data that we collect from you when you participate in a Content Offering through the Site for processing purposes, including but not limited to tracking attendance, progress, and completion of the Content Offerings. We may also share your Personal Data and your performance in a given Content Offering with the instructor or instructors who taught it, with teaching assistants or other individuals designated by the instructor or instructors to assist with the creation, modification, or operation of the Content Offering, and with the Content Provider(s) with which they are affiliated. We may also use the information generated when taking a Content Offering or using the Services for predictive analysis of your performance in the Content Offerings. Also, we may archive this information and/or use it for future communications with you, where we are legally entitled to do so."}]}, "count": 4}, "analytics": {"text": {"analytics": [{"0": "Google Data Analytics Professional Certificate"}, {"1": "Google Analytics Certification: Benefits and How to Get It"}, {"2": "Popular Data Analytics Certifications"}]}, "count": 3}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"1": "Use of Interactive/Personalized Site Features. We use Personal Data and share such Personal Data with third-party service providers to facilitate and personalize your interaction with Site features such as chatbots, automated translation and grading functionality, tailored recommendations, and learner engagement features. These may utilize machine learning and/or AI tools. Where required or otherwise appropriate, you will be provided with additional information, in advance, about processing of your Personal Data via these features, including the existence of any automated decision-making where relevant (along with meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing)."}, {"2": "AWS & DLAI GenAI with LLMs Course"}, {"3": "DLAI AI For Everyone Course"}, {"4": "Google AI Essentials Course"}, {"5": "Google Cloud Introduction to Generative AI Course"}, {"6": "IBM AI Engineering Professional Certificate"}, {"7": "IBM Generative AI Fundamentals Specialization"}, {"8": "IBM Introduction to Artificial Intelligence (AI)"}, {"9": "Stanford AI in Healthcare Specialization"}, {"10": "DLAI Supervised Machine Learning: Regression and Classification"}]}, "count": 11}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {"artificial intelligence": [{"0": "IBM Introduction to Artificial Intelligence (AI)"}]}, "count": 1}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Coursera may also share certain information about your use of Live2Coursera Services back with any associated Third Party Offering. Please note that when you interact with any Third Party Offering, such Third Party Offering may independently collect information about you and solicit information from you. We have no control over, do not review, and are not responsible for a Third Party Offering's privacy practices. We recommend that you review any and all Third Party Offering’s privacy notice for more information. "}]}, "count": 1}, "settings": {"text": {"settings": [{"0": "You have certain rights in relation to your Personal Data. You can access your Personal Data and confirm that it remains correct and up-to-date, choose whether or not you wish to receive material from us or some of our partners, and request that we delete or provide you with a copy of your Personal Data by logging into the Site, selecting ‘Settings’ from the dropdown in the top right, and scrolling down to find the appropriate option. The ability to delete an account may be disabled for some users, particularly those who are enrolled in for-credit offerings such as degrees, MasterTrack certificate programs, and other similar offerings."}, {"1": "We will offer you the opportunity to opt-out of your Personal Data (or to provide explicit consent for Sensitive Personal Data) being: (i) disclosed to a third party (other than an agent performing tasks on behalf of and under the instructions of Coursera) ); or (ii) used for a purpose materially different from the purpose for which it was originally collected (as set out in our Privacy Notice), or subsequently authorized by you, when the circumstances arise. You also have the ability to opt out at any time from the use of your Personal Data for direct marketing and certain uses of tracking technologies purposes. To exercise this right, please check your account and cookie settings. If you have further questions related to the above, you can also contact us at privacy@coursera.org."}, {"2": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}]}, "count": 3}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}, {"1": "Legal Rights and Actions: Coursera may share your Personal Data with government authorities, external advisors and other relevant or affected third parties when we believe it is appropriate: to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Coursera, the Site, our users, customers, or others; and in connection with our Terms of Use and other agreements."}, {"2": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}]}, "count": 3}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "We use your Personal Data for the purposes set out in the \"How We Use Personal Data\" section of this Privacy Notice below, including providing our site and Services to you, ensuring the security and performance of our site, conducting research relating to Content Offerings, sharing information with our Content Providers and our suppliers, direct marketing, and performing statistical analysis of the use of our site and Services."}, {"1": "Confidentiality & Security of Personal Data"}, {"2": "Technical support and security. We may use Personal Data to provide technical support to you, where required, and to ensure the security of our Services and the Site."}, {"3": "Government Authorities: Coursera may share your Personal Data with various government authorities (such as regulatory bodies, law enforcement activities, and national security organizations) in response to lawful subpoenas, court orders, or other legal processes; to establish or exercise our legal rights or to protect our property; to defend against legal claims; or as otherwise required by law. In such cases we reserve the right to raise or waive any legal objection or right available to us."}, {"4": "Confidentiality & Security of Personal Data"}, {"5": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}, {"6": "We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, and the Swiss-U.S. Data Privacy Framework (together the “DPF”)  which includes the DPF Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement and liability (the \"Principles\") for transfers of Personal Data from the EEA, UK and Switzerland, respectively, to the U.S. To learn more about the DPF, please visit the DPF website: https://www.dataprivacyframework.gov. For more information regarding our DPF certification, please click here or search for ‘Coursera’ in the DPF list of participants.  "}, {"7": "Google Cybersecurity Professional Certificate"}, {"8": "Popular Cybersecurity Certifications"}]}, "count": 9}, "unauthorized": {"text": {"unauthorized": [{"0": "We will use industry standard physical, technical, and administrative security measures to keep your Personal Data confidential and secure, and will not share it with third parties, except as otherwise provided in this Privacy Notice, or unless such disclosure is necessary in special cases, such as a physical threat to you or others, as permitted by applicable law. Because the Internet is not a 100% secure environment, we cannot guarantee the security of Personal Data, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. It is your responsibility to protect the security of your login information. Please note that e-mail communications are typically not encrypted and should not be considered secure."}]}, "count": 1}, "auditing": {"text": {"auditing": [{"0": "for internal administrative and auditing purposes."}]}, "count": 1}}, "EDUCATION": {"how": {"text": {"how": [{"0": "We use your Personal Data for the purposes set out in the \"How We Use Personal Data\" section of this Privacy Notice below, including providing our site and Services to you, ensuring the security and performance of our site, conducting research relating to Content Offerings, sharing information with our Content Providers and our suppliers, direct marketing, and performing statistical analysis of the use of our site and Services."}, {"1": "You can find information about us and how we collect, use and store your personal data in each section of this Privacy Notice:"}, {"2": "How We Use Personal Data"}, {"3": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"4": "How We Use Personal Data"}, {"5": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"6": "For your convenience we may provide links to sites operated by organizations other than Coursera (\"Third Party Sites\") that we believe may be of interest to you. We do not disclose your Personal Data to these Third Party Sites unless we have a lawful basis on which to do so. We do not endorse and are not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personal Data."}, {"7": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"8": "This section explains how Coursera collects and uses the Personal Data of those who use our Live2Coursera Services, and supplements but does not replace our Privacy Notice, which governs how we handle the Personal Data of all Coursera users. The Terms of Use for Live2Coursera can be found here. Any defined terms used in this section and not otherwise defined in the Privacy Notice are found in the Live2Coursera Terms of Use. "}, {"9": "If you have any questions about how we handle your information, please contact us at privacy@coursera.org. "}, {"10": "We may amend this DPF Notice from time-to-time in accordance with the requirements of the DPF or a successor data transfer framework. The most recent version of the DPF Notice will always be posted to this website. Anytime that we do make such changes, we will also update the effective date listed at the top of the DPF Notice. Please be sure to review the most recent version of the DPF Notice each time that you visit this website so that you are aware of how we collect, use, and retain Personal Data."}, {"11": "2015-11-04: Update privacy policy to show updated email address for privacy related questions."}, {"12": "How to Get a PMP Certification"}, {"13": "Google Analytics Certification: Benefits and How to Get It"}, {"14": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}, {"15": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}]}, "count": 16}, "what": {"text": {"what": [{"0": "We collect the Personal Data set out in the \"What Personal Data We Collect\" section of this Privacy Notice below, including account registration details such as name and email, details of Content Offerings you undertake, survey information (where you provide it), identity verification data, and information about your use of our site and Services."}, {"1": "What Information this Privacy Notice Covers"}, {"2": "What Personal Data We Collect"}, {"3": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"4": "What Information this Privacy Notice Covers"}, {"5": "What Personal Data We Collect"}, {"6": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"7": "What Does a Data Analyst Do?"}, {"8": "What Is the CAPM Certification"}, {"9": "What We Offer"}]}, "count": 10}, "how you": {"text": {"how you": [{"0": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}]}, "count": 1}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "The purpose of this Privacy Notice is to describe how Coursera, Inc., our subsidiaries, and our international branches, (\"Coursera,\" \"us,\" \"we,\" or \"our\") collects, uses, and shares information about you through our online interfaces (e.g., websites and mobile applications) owned and controlled by us, including but not limited to coursera.org and rhyme.com (collectively referred to herein as the \"Site\"). Please read this Privacy Notice carefully to understand what we do. If you do not understand any aspects of our Privacy Notice, please feel free to contact us at privacy@coursera.org. Your use of our Site is also governed by our Terms of Use.Terms used but not defined in this Privacy Notice can be found in our Terms of Use. Coursera, Inc. is a Delaware corporation with a principal place of business at 381 E. Evelyn Ave., Mountain View, CA 94041. If you reside or are located in the European Economic Area (\"EEA\") Coursera is the data controller of all Personal Data (as defined below) collected via the Site and of certain Personal Data collected from third parties, as set out in this Privacy Notice unless you are part of a degree, certain MasterTrack programs, or certain other circumstances as communicated to you, in which case Coursera is the data processor."}, {"1": "Analyzing and improving the Site and Services. We use Personal Data, and share such Personal Data with third-party service providers, relating to your use of the Site and Services to record and analyze how learners interact with the Site, its features and content, and our Services. This analysis may involve using techniques such as machine learning, or AI tools. We use this information to better understand demand for Coursera’s and Partners’ offerings, inform Coursera Site and product developments, and build higher quality, more useful Services."}, {"2": "Marketing and Advertising. We use Personal Data to send marketing and serve advertising, to inform our marketing and advertising strategies and content, to understand more about our audiences and to personalize our marketing and advertising, so that they are more relevant to particular audiences. We may share Personal Data with the providers of third party tools and services for some of these activities, in particular for online advertising purposes, including targeted advertising and custom audience activities, (for example, we use advertising services from Meta, amongst others). Further information is available in our Cookies Policy."}, {"3": "For your convenience we may provide links to sites operated by organizations other than Coursera (\"Third Party Sites\") that we believe may be of interest to you. We do not disclose your Personal Data to these Third Party Sites unless we have a lawful basis on which to do so. We do not endorse and are not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personal Data."}]}, "count": 4}, "learn": {"text": {"learn": [{"0": "We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, and the Swiss-U.S. Data Privacy Framework (together the “DPF”)  which includes the DPF Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement and liability (the \"Principles\") for transfers of Personal Data from the EEA, UK and Switzerland, respectively, to the U.S. To learn more about the DPF, please visit the DPF website: https://www.dataprivacyframework.gov. For more information regarding our DPF certification, please click here or search for ‘Coursera’ in the DPF list of participants.  "}, {"1": "We will regularly review our compliance with the statements set forth in this DPF Notice, and we will provide an independent way to resolve complaints about our privacy practices. We encourage interested persons to first contact us (contact information provided below) and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Data in accordance with the Principles. If your enquiry is not satisfactorily addressed by us, we have registered with the International Centre for Dispute Resolution (\"ICDR\"), a division of the American Arbitration Association, to provide independent third party dispute resolution (free of charge) to you. To contact ICDR and/or learn more about the company’s dispute resolution services, including complaint submission, please visit: https://go.adr.org/dpf_irm.html. There may also be circumstances when disputes can be resolved through the DPF binding arbitration process. Please see the DPF website for further information. For residents of Switzerland, the Swiss Federal Data Protection and Information Commissioner’s authority will replace that of the EU bodies. For residents of the United Kingdom, the Information Commissioner’s Office will serve this role."}, {"2": "Learn Anywhere"}]}, "count": 3}, "more information": {"text": {"more information": [{"0": "Information relating to your use of our Site. When users come to our Site, we may track, collect, and aggregate information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were clicked. We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system, and browser software used by each user of the Site. We may be able to determine from an IP address a user’s Internet Service Provider and the geographic location of their point of connectivity. Location data may be used to route your traffic to the nearest regional server to reduce latency and improve your experience. We may also use cookies, web beacons, and other similar technologies when you visit our Site. For more information on our use of cookies and web beacons, please refer to our Cookies Policy."}, {"1": "Under privacy laws of certain U.S. States (“U.S. State Privacy Laws”), residents of relevant U.S. States have the right to know what personal information about them is collected and how this personal information is used and disclosed. Residents of relevant U.S. States can also exercise certain rights in respect of their data (such as access, deletion, and opting in/out of certain disclosures and uses). For more information about how we process personal information relating to residents of relevant U.S. States and the legal rights that such residents have, please review our U.S. State Privacy Laws Notice here."}, {"2": "Coursera may also share certain information about your use of Live2Coursera Services back with any associated Third Party Offering. Please note that when you interact with any Third Party Offering, such Third Party Offering may independently collect information about you and solicit information from you. We have no control over, do not review, and are not responsible for a Third Party Offering's privacy practices. We recommend that you review any and all Third Party Offering’s privacy notice for more information. "}, {"3": "We participate in and commit to adhering to the EU-U.S. Data Privacy Framework, the UK extension to the EU-U.S. Data Privacy Framework, and the Swiss-U.S. Data Privacy Framework (together the “DPF”)  which includes the DPF Principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement and liability (the \"Principles\") for transfers of Personal Data from the EEA, UK and Switzerland, respectively, to the U.S. To learn more about the DPF, please visit the DPF website: https://www.dataprivacyframework.gov. For more information regarding our DPF certification, please click here or search for ‘Coursera’ in the DPF list of participants.  "}, {"4": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}]}, "count": 5}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Cookies Policy"}, {"1": "Cookies Policy"}, {"2": "Cookies Policy"}, {"3": "When you visit our website, we store cookies on your browser to collect information. The information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience. However, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer. Click on the different category headings to find out more and change our default settings according to your preference. You cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.). For more information about the First and Third Party Cookies used please follow this link.\n            More information"}, {"4": "These cookies are necessary for the website to function and cannot be switched off in our systems. They are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms. You can set your browser to block or alert you about these cookies, but some parts of the site will not then work. "}, {"5": "  Targeting Cookies "}, {"6": "These cookies may be set through our site by our advertising partners. They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites. They are based on uniquely identifying your browser and internet device. If you do not allow these cookies, you will experience less targeted advertising."}, {"7": "  Performance Cookies "}, {"8": "These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. They help us to know which pages are the most and least popular and see how visitors move around the site. If you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance."}, {"9": "  Functional Cookies "}, {"10": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third party providers whose services we have added to our pages. If you do not allow these cookies then some or all of these services may not function properly."}]}, "count": 11}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "Information relating to your use of our Site. When users come to our Site, we may track, collect, and aggregate information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were clicked. We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system, and browser software used by each user of the Site. We may be able to determine from an IP address a user’s Internet Service Provider and the geographic location of their point of connectivity. Location data may be used to route your traffic to the nearest regional server to reduce latency and improve your experience. We may also use cookies, web beacons, and other similar technologies when you visit our Site. For more information on our use of cookies and web beacons, please refer to our Cookies Policy."}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}