{"https://wildlifetrusts.org": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "1. Who are we?"}, {"1": "For more than a century, we have been saving, protecting and standing up for wildlife and wild places, increasing people’s awareness and understanding of the natural world, and deepening people’s relationship with it."}, {"2": "We look after more than 2,300 nature reserves, covering 98,500 hectares, and operate more than 100 visitor and education centres in every part of the UK, on the Isles of Alderney and Man."}, {"3": "We work on land and sea, from mountain tops to the seabed, from the remotest wilderness to city streets. Wherever you are, our people, places and projects are never far away."}, {"4": "We work productively with more than 1,800 companies, with other environmental organisations, community groups, local authorities, national governments, schools, universities, lotteries, charitable trusts and foundations, fishermen, divers, farmers, landowners, politicians from across the political spectrum, and more."}, {"5": "There are 37 individual Trusts covering England, five in Wales and single Trusts covering each of Scotland, Northern Ireland and two Crown Dependencies. Wherever we work, we are accountable to people who live nearby."}, {"6": "We are committed to keeping your personal details safe. This policy explains how and why we use your personal data, to ensure that you remain informed and in control of your information."}, {"7": "Any references to the Royal Society of Wildlife Trusts, or to ‘we’ or ‘us’ refer to:\n• The Royal Society of Wildlife Trusts. We are a registered charity in England and Wales, and our registered charity number is 207238.\n• Wildlife Trust Services Limited, our charitable trading company; (registered company number 02540956). The company is a wholly owned subsidiary of Royal Society of Wildlife Trusts, which trades only to raise funds for our charitable organisation.\nWe use three key definitions to describe people mentioned in this policy. These are definitions enshrined in GDPR and used by the Information Commissioner’s Office (ICO), the UK’s independent body set up to uphold information rights (www.ico.org.uk)"}, {"8": "• ‘Data subject’: this is you. As the data subject, we respect your right to control your data.\n• ‘Data controller’: this is us, the Royal Society of Wildlife Trusts. We determine why and how your personal data is used (as outlined in this policy)."}, {"9": "When we work with other organisations or individuals in this way, we always set up a written contract with them to protect your data. The third parties we work with at no point ‘own’ your data, so you will never hear from them independently and they will always delete your data from their systems when they have completed the task in hand. We always send your data to partner organisations securely, to minimise the risk of it being intercepted by unknown individuals and/or organisations."}, {"10": "We will never sell your personal data."}, {"11": "Should you wish to find out more about the information we hold about you, or about our privacy policy, please contact us:"}, {"12": "3. Why do we collect your personal data?"}, {"13": "We use your personal data to keep in touch with you."}, {"14": "We will only ever collect, store and use your personal data when we have an identified purpose and reason to do so. The ICO refers to this as a ‘lawful basis’. Further information about why we collect your personal data is outlined below."}, {"15": "We collect your personal data to administer your donations, which may involve:\n• Sending you a thank you letter or email\n• Getting in touch should there ever be any issues processing your donation"}, {"16": "We collect your personal data to send you:\n• items you have purchased from our online shop"}, {"17": "We also collect your personal data so that we can send you information about our work that we feel will be of interest to you, this includes your Natural World magazine, fundraising appeals, campaigning opportunities, Wildlife Watch and other activities."}, {"18": "Your personal data also helps us to get to know you better and to develop a ‘profile’ of you on our secure supporter database. This ‘profile’ enables us to send you the information listed above in a timely and relevant way, to suit you. For example, keeping track of the donations you make to our organisation helps us to send you information about fundraising appeals that we feel you would like to hear about."}, {"19": "We also use your data to analyse and refine our campaigning, advertising and other operations to increase our effectiveness and allow us to refine our audiences to make sure the ads you’re seeing are relevant to you, this process could include uploading data to various advertising platforms that the Wildlife Trusts uses.  "}, {"20": "We may use your data when using social media advertising platform advertising tools, to further ensure that our advertising campaigns are as effective as possible, by making sure both our budget is used effectively and the ads that you see are relevant to you. This means we can target based on specific characteristics and interests. We collect the data from campaigns, adverts, posts and interactions with our website and social platforms."}, {"21": "Processing this information may also help us to evaluate how we are performing in terms of our charitable objectives. Doing this enables us to track and keep you updated about how we are caring for wildlife and wild places, and inspiring and empowering people to take action for nature."}, {"22": "We use two different lawful bases for processing your data for ‘direct marketing’ purposes:"}, {"23": "i) Legitimate interest\nThis is where we have identified a genuine and legitimate reason (see section 3c) for contacting you, which crucially does not override your rights or interests"}, {"24": "We use legitimate interest to send you the information listed above by post or telephone (if you are not registered with the Telephone Preference Service, and you have given us your telephone number)."}, {"25": "We use opt-in consent to send you the information listed above by email, text message (SMS) or telephone (if you are registered with the Telephone Preference Service)"}, {"26": "We respect your right to update the way we get in touch with you about our work at any time."}, {"27": "If you are a Royal Society of Wildlife Trusts volunteer, we collect your personal data so that we can keep in touch with you about, for example:\n• changes to planned volunteer work programmes that you may be taking part in\n• the positive impact you have on our work"}, {"28": "e) If you have made a general enquiry, which we think is better handled by a local Trust, we will pass this enquiry on"}, {"29": "4. What kind of personal data do we collect? How do we collect it?"}, {"30": "a) Basic information\nWe will usually collect basic information about you, including your name, postal address, telephone number, email address and your bank details if you are supporting us financially. "}, {"31": "Most of the time, we collect this data from you directly. Sometimes this is in person; other times, it is over the telephone, in writing or through an email. Occasionally we obtain information, such as your telephone number or other contact details, from external sources (only where you have given permission for such information to be shared)."}, {"32": "b) Getting to know you better\nWe also collect information about you that helps us to get to know you better. This may include:\n• records of donations you’ve made\n• your preferences of how you would like us to contact you\n• ways you’ve helped us through volunteering your time\n• records of events you’ve attended, or campaigns or activities that you’ve been involved in"}, {"33": "Sometimes we will collect other information about you such as your date of birth and gender. When we do so, we will be very clear as to why we are collecting such information, and we will only do so with your specific consent and permission."}, {"34": "Once again, most of the time we collect this data from you directly."}, {"35": "We may also collect demographic and consumption data generated through geodemographic tools (such as CACI Acorn), as well as information related to your wealth. This may include information from public registers and other publicly available sources such as Companies House, newspapers and magazines. If you do not wish your data to be collected in any of these ways, or have questions about them, please contact us."}, {"36": "Other ways in which we collect personal data to get to know you better include:"}, {"37": "i) Our website\nOur website uses ‘cookies’ to help provide you with the best experience we can. Cookies are small text files that are placed on your computer or mobile phone when you browse websites."}, {"38": "c) Sensitive personal data\nWe do not normally collect or store sensitive personal data, also known as special category data, (such as information relating to health, beliefs or political affiliation) about supporters. However, there are some situations where this will occur."}, {"39": "When we do so, we will be very clear as to why we are collecting such information. In most cases we will only collect such information with your specific consent and permission. In these situations, we collect the data from you directly. There are limited cases where permission is not required for processing special category data."}, {"40": "If you are a volunteer then we may collect extra information about you, for example:\n• references\n• criminal records checks\n• details of emergency contacts\n• medical conditions"}, {"41": "We may also collect sensitive personal data in case of an accident on our premises. This information will be retained for legal reasons, for safeguarding purposes and to protect us (including in the event of an insurance or legal claim). If this does occur, we’ll take extra care to ensure your privacy rights are protected."}, {"42": "d) Children and young people \nIn line with data protection law, if we receive any information through any data collection channel that indicates an individual is under 13 years old age, we will not store or process that individual’s personal details, unless we have the express permission from your parent or guardian to do so."}, {"43": "5. How do we store your data?"}, {"44": "a) Security\nAll of the personal data we process is processed by our staff in the UK. However, for the purposes of IT hosting and maintenance your information may be situated outside of the European Economic Area (EEA). This will be done in accordance with guidance issued by the Information Commissioner’s Office."}, {"45": "Electronic data and databases are stored on secure computer systems and we control who has access to information (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data."}, {"46": "If you use a credit card to donate, purchase a membership or purchase something online we will pass your credit card details securely to our payment provider (Stripe; PayPal). Other payment methods (e.g. ApplePay) are handled in a similar manner."}, {"47": "Of course, we cannot guarantee the security of your home computer or the internet, and any online communications (e.g. information provided by email or our website) are at the user’s own risk."}, {"48": "c) Data retention policy\nWe will only use and store information for as long as it is required for the purposes it was collected for. We continually review what information we hold, and delete what is no longer required."}, {"49": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}, {"50": "We respect your right to control your data. Your rights include:"}, {"51": "a) The right to be informed \nThis privacy notice outlines how we capture, store and use your data. If you have any questions about any elements of this policy, please contact us."}, {"52": "b) The right of access\nIf you wish to obtain a record of the personal data we hold about you, through a Subject Access Request, we will respond within one month."}, {"53": "c) The right to rectification\nIf we have captured information about you that is inaccurate or incomplete, we will update it."}, {"54": "h) Rights in relation to automated decision making and profiling\nWe respect your right not to be subject to a decision that is based on automated processing."}, {"55": "The Royal Society of Wildlife Trusts want to exceed your expectation in everything we do. However, we know that there may be times when we do not meet our own high standards. When this happens, we want to hear about it, in order to deal with the situation as quickly as possible and put measures in place to stop it happening again."}, {"56": "We take complaints very seriously and we treat them as an opportunity to develop our approach. This is why we are always very grateful to hear from people who are willing to take the time to help us improve."}, {"57": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"58": "Our website uses cookies, as almost all websites do, to help provide you with the best experience we can. Cookies are small text files that are placed on your computer or mobile phone when you browse websites."}, {"59": "We use cookies, which are issued by third party service providers that we continuously assess to make sure the data is secure. We collect these cookies in order to ensure that anything we do in our online advertising and campaigns are cost effective and relevant. We track how well our adverts perform and then analyse this data to make sure we can continue to make improvements.  "}, {"60": "We do NOT use cookies to:"}, {"61": "You can learn more about all the cookies we use below."}, {"62": "Purpose: Used to embed videos from Vimeo using cookies that we consider essential to the video player experience. Does not use third-party analytics or advertising cookies."}, {"63": "We also use data such as email for tracking purposes. Hashed data is used to create targeted advertising for our fundraising and campaigning activities on social media and web platforms.  "}, {"64": "Hashing means that data such as email addresses are turned into unreadable codes for security and privacy during data transfer. We delete the hashed data after a short period of time and it's not used for any other purpose. "}, {"65": "If you opt into Marketing Cookies when using our website we will employ Google Analytics,"}, {"66": "We implement Google Analytics to track, monitor and report on websiite traffic. Google Analytics uses cookies and similar technologies to analyse and enhance our website based on how people use it and their behaviour on the website."}, {"67": "We are not responsible for the privacy practices or the content of any other websites linked to our website. If you have followed a link from this website to another website you may be supplying information to a third party."}, {"68": "We will never sell your personal data. When sharing your data with us, if you have opted-in to receive further contact, we may get in touch with information about our partners, or third party products and services, but these communications will always come from The Wildlife Trusts. In some circumstances where we are using subcontractors or suppliers we may share your personal data so that they can carry out their contractual services. For example, if you order something from a Wildlife Trust shop that uses a third party delivery company, your name and address will be shared with them. Occasionally, where we partner with other organisations, we may also share information with them (for example our Wild About Gardens campaign which is a partnership campaign with The RHS). The Wildlife Trusts also share personal data with your local Wildlife Trust, but only where permission has been given when the data was gathered."}, {"69": "Should you wish to find out more about the information we hold about you, or about our privacy policy, please contact us."}, {"70": "What we do"}, {"71": "Are you ok to proceed with all cookies and data? We use cookies to improve your experience and fundraise more efficiently, find out more about cookies in our privacy policy."}]}, "count": 72}, "promise": {"text": {"promise": [{"0": "The Wildlife Trusts: Bringing Back Wildlife. Registered charity number 207238\nRegulated by the Fundraising Regulator. Read our fundraising promise here."}]}, "count": 1}, "only": {"text": {"only": [{"0": "Any references to the Royal Society of Wildlife Trusts, or to ‘we’ or ‘us’ refer to:\n• The Royal Society of Wildlife Trusts. We are a registered charity in England and Wales, and our registered charity number is 207238.\n• Wildlife Trust Services Limited, our charitable trading company; (registered company number 02540956). The company is a wholly owned subsidiary of Royal Society of Wildlife Trusts, which trades only to raise funds for our charitable organisation.\nWe use three key definitions to describe people mentioned in this policy. These are definitions enshrined in GDPR and used by the Information Commissioner’s Office (ICO), the UK’s independent body set up to uphold information rights (www.ico.org.uk)"}, {"1": "We will only ever collect, store and use your personal data when we have an identified purpose and reason to do so. The ICO refers to this as a ‘lawful basis’. Further information about why we collect your personal data is outlined below."}, {"2": "Most of the time, we collect this data from you directly. Sometimes this is in person; other times, it is over the telephone, in writing or through an email. Occasionally we obtain information, such as your telephone number or other contact details, from external sources (only where you have given permission for such information to be shared)."}, {"3": "Sometimes we will collect other information about you such as your date of birth and gender. When we do so, we will be very clear as to why we are collecting such information, and we will only do so with your specific consent and permission."}, {"4": "When we do so, we will be very clear as to why we are collecting such information. In most cases we will only collect such information with your specific consent and permission. In these situations, we collect the data from you directly. There are limited cases where permission is not required for processing special category data."}, {"5": "c) Data retention policy\nWe will only use and store information for as long as it is required for the purposes it was collected for. We continually review what information we hold, and delete what is no longer required."}, {"6": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}, {"7": "Google Signals, integrated with Google Analytics, creates data reports from multiple platforms or devices from people who are signed into their Google accounts, but only if they have enabled personalised advertising within their account. This information may include a person’s location, search history, YouTube history and data from sites that partner with Google. It is used to provide aggregated and anonymous insights into behaviours across more than one device. "}, {"8": "We will never sell your personal data. When sharing your data with us, if you have opted-in to receive further contact, we may get in touch with information about our partners, or third party products and services, but these communications will always come from The Wildlife Trusts. In some circumstances where we are using subcontractors or suppliers we may share your personal data so that they can carry out their contractual services. For example, if you order something from a Wildlife Trust shop that uses a third party delivery company, your name and address will be shared with them. Occasionally, where we partner with other organisations, we may also share information with them (for example our Wild About Gardens campaign which is a partnership campaign with The RHS). The Wildlife Trusts also share personal data with your local Wildlife Trust, but only where permission has been given when the data was gathered."}]}, "count": 9}, "information": {"text": {"information": [{"0": "We are committed to keeping your personal details safe. This policy explains how and why we use your personal data, to ensure that you remain informed and in control of your information."}, {"1": "Any references to the Royal Society of Wildlife Trusts, or to ‘we’ or ‘us’ refer to:\n• The Royal Society of Wildlife Trusts. We are a registered charity in England and Wales, and our registered charity number is 207238.\n• Wildlife Trust Services Limited, our charitable trading company; (registered company number 02540956). The company is a wholly owned subsidiary of Royal Society of Wildlife Trusts, which trades only to raise funds for our charitable organisation.\nWe use three key definitions to describe people mentioned in this policy. These are definitions enshrined in GDPR and used by the Information Commissioner’s Office (ICO), the UK’s independent body set up to uphold information rights (www.ico.org.uk)"}, {"2": "Should you wish to find out more about the information we hold about you, or about our privacy policy, please contact us:"}, {"3": "We will only ever collect, store and use your personal data when we have an identified purpose and reason to do so. The ICO refers to this as a ‘lawful basis’. Further information about why we collect your personal data is outlined below."}, {"4": "c) To send you information about our work"}, {"5": "We also collect your personal data so that we can send you information about our work that we feel will be of interest to you, this includes your Natural World magazine, fundraising appeals, campaigning opportunities, Wildlife Watch and other activities."}, {"6": "This information is in addition to that outlined in sections a) and b) and is interpreted as ‘direct marketing’ by the ICO."}, {"7": "Your personal data also helps us to get to know you better and to develop a ‘profile’ of you on our secure supporter database. This ‘profile’ enables us to send you the information listed above in a timely and relevant way, to suit you. For example, keeping track of the donations you make to our organisation helps us to send you information about fundraising appeals that we feel you would like to hear about."}, {"8": "Processing this information may also help us to evaluate how we are performing in terms of our charitable objectives. Doing this enables us to track and keep you updated about how we are caring for wildlife and wild places, and inspiring and empowering people to take action for nature."}, {"9": "We use legitimate interest to send you the information listed above by post or telephone (if you are not registered with the Telephone Preference Service, and you have given us your telephone number)."}, {"10": "We use opt-in consent to send you the information listed above by email, text message (SMS) or telephone (if you are registered with the Telephone Preference Service)"}, {"11": "The lawful basis for processing your data for these purposes may be ‘contractual’ and ‘legitimate interest’ (when sending you information about our work)."}, {"12": "a) Basic information\nWe will usually collect basic information about you, including your name, postal address, telephone number, email address and your bank details if you are supporting us financially. "}, {"13": "Most of the time, we collect this data from you directly. Sometimes this is in person; other times, it is over the telephone, in writing or through an email. Occasionally we obtain information, such as your telephone number or other contact details, from external sources (only where you have given permission for such information to be shared)."}, {"14": "b) Getting to know you better\nWe also collect information about you that helps us to get to know you better. This may include:\n• records of donations you’ve made\n• your preferences of how you would like us to contact you\n• ways you’ve helped us through volunteering your time\n• records of events you’ve attended, or campaigns or activities that you’ve been involved in"}, {"15": "Sometimes we will collect other information about you such as your date of birth and gender. When we do so, we will be very clear as to why we are collecting such information, and we will only do so with your specific consent and permission."}, {"16": "We may also collect demographic and consumption data generated through geodemographic tools (such as CACI Acorn), as well as information related to your wealth. This may include information from public registers and other publicly available sources such as Companies House, newspapers and magazines. If you do not wish your data to be collected in any of these ways, or have questions about them, please contact us."}, {"17": "c) Sensitive personal data\nWe do not normally collect or store sensitive personal data, also known as special category data, (such as information relating to health, beliefs or political affiliation) about supporters. However, there are some situations where this will occur."}, {"18": "When we do so, we will be very clear as to why we are collecting such information. In most cases we will only collect such information with your specific consent and permission. In these situations, we collect the data from you directly. There are limited cases where permission is not required for processing special category data."}, {"19": "If you are a volunteer then we may collect extra information about you, for example:\n• references\n• criminal records checks\n• details of emergency contacts\n• medical conditions"}, {"20": "We may also collect sensitive personal data in case of an accident on our premises. This information will be retained for legal reasons, for safeguarding purposes and to protect us (including in the event of an insurance or legal claim). If this does occur, we’ll take extra care to ensure your privacy rights are protected."}, {"21": "d) Children and young people \nIn line with data protection law, if we receive any information through any data collection channel that indicates an individual is under 13 years old age, we will not store or process that individual’s personal details, unless we have the express permission from your parent or guardian to do so."}, {"22": "a) Security\nAll of the personal data we process is processed by our staff in the UK. However, for the purposes of IT hosting and maintenance your information may be situated outside of the European Economic Area (EEA). This will be done in accordance with guidance issued by the Information Commissioner’s Office."}, {"23": "Electronic data and databases are stored on secure computer systems and we control who has access to information (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data."}, {"24": "Of course, we cannot guarantee the security of your home computer or the internet, and any online communications (e.g. information provided by email or our website) are at the user’s own risk."}, {"25": "c) Data retention policy\nWe will only use and store information for as long as it is required for the purposes it was collected for. We continually review what information we hold, and delete what is no longer required."}, {"26": "c) The right to rectification\nIf we have captured information about you that is inaccurate or incomplete, we will update it."}, {"27": "Information Commissioner’s Office"}, {"28": "Confidentiality\nAll complaint information will be handled sensitively, in line with relevant data protection requirements."}, {"29": "For further information on how to make a complaint, please click here."}, {"30": "Information Commissioner’s Office\nFor further assistance with complaints regarding your data, please contact the Information Commissioner’s Office, whose remit covers the UK."}, {"31": "Information Commissioner’s Office\nWycliffe House\nWater Lane\nWilmslow\nSK9 5AF"}, {"32": "Collect any personally identifiable information (without your express permission)"}, {"33": "Collect any sensitive information (without your express permission)"}, {"34": "Purpose: Used for making card transactions on the website. Provided by Stripe.com which allows online transactions without storing any credit card information."}, {"35": "Google Signals, integrated with Google Analytics, creates data reports from multiple platforms or devices from people who are signed into their Google accounts, but only if they have enabled personalised advertising within their account. This information may include a person’s location, search history, YouTube history and data from sites that partner with Google. It is used to provide aggregated and anonymous insights into behaviours across more than one device. "}, {"36": "You can opt out of Google Analytics Advertising Features through various settings and tools provided by Google including from within your Google account settings, ad settings for mobile apps, Google Analytics opt-out browser add-on and NAI’s consumer opt-out. For more information, please refer to Google Privacy Controls. https://safety.google/privacy/privacy-controls/"}, {"37": "We are not responsible for the privacy practices or the content of any other websites linked to our website. If you have followed a link from this website to another website you may be supplying information to a third party."}, {"38": "We will never sell your personal data. When sharing your data with us, if you have opted-in to receive further contact, we may get in touch with information about our partners, or third party products and services, but these communications will always come from The Wildlife Trusts. In some circumstances where we are using subcontractors or suppliers we may share your personal data so that they can carry out their contractual services. For example, if you order something from a Wildlife Trust shop that uses a third party delivery company, your name and address will be shared with them. Occasionally, where we partner with other organisations, we may also share information with them (for example our Wild About Gardens campaign which is a partnership campaign with The RHS). The Wildlife Trusts also share personal data with your local Wildlife Trust, but only where permission has been given when the data was gathered."}, {"39": "Should you wish to find out more about the information we hold about you, or about our privacy policy, please contact us."}]}, "count": 40}, "use": {"text": {"use": [{"0": "Grouse\n                  "}, {"1": "Adopt a dormouse\n                  "}, {"2": "How to identify swifts, swallows, sand martins and house martins"}, {"3": "We are committed to keeping your personal details safe. This policy explains how and why we use your personal data, to ensure that you remain informed and in control of your information."}, {"4": "Any references to the Royal Society of Wildlife Trusts, or to ‘we’ or ‘us’ refer to:\n• The Royal Society of Wildlife Trusts. We are a registered charity in England and Wales, and our registered charity number is 207238.\n• Wildlife Trust Services Limited, our charitable trading company; (registered company number 02540956). The company is a wholly owned subsidiary of Royal Society of Wildlife Trusts, which trades only to raise funds for our charitable organisation.\nWe use three key definitions to describe people mentioned in this policy. These are definitions enshrined in GDPR and used by the Information Commissioner’s Office (ICO), the UK’s independent body set up to uphold information rights (www.ico.org.uk)"}, {"5": "We use your personal data to keep in touch with you."}, {"6": "We will only ever collect, store and use your personal data when we have an identified purpose and reason to do so. The ICO refers to this as a ‘lawful basis’. Further information about why we collect your personal data is outlined below."}, {"7": "We also use your data to analyse and refine our campaigning, advertising and other operations to increase our effectiveness and allow us to refine our audiences to make sure the ads you’re seeing are relevant to you, this process could include uploading data to various advertising platforms that the Wildlife Trusts uses.  "}, {"8": "We may use your data when using social media advertising platform advertising tools, to further ensure that our advertising campaigns are as effective as possible, by making sure both our budget is used effectively and the ads that you see are relevant to you. This means we can target based on specific characteristics and interests. We collect the data from campaigns, adverts, posts and interactions with our website and social platforms."}, {"9": "We use two different lawful bases for processing your data for ‘direct marketing’ purposes:"}, {"10": "We use legitimate interest to send you the information listed above by post or telephone (if you are not registered with the Telephone Preference Service, and you have given us your telephone number)."}, {"11": "We use opt-in consent to send you the information listed above by email, text message (SMS) or telephone (if you are registered with the Telephone Preference Service)"}, {"12": "We may also collect demographic and consumption data generated through geodemographic tools (such as CACI Acorn), as well as information related to your wealth. This may include information from public registers and other publicly available sources such as Companies House, newspapers and magazines. If you do not wish your data to be collected in any of these ways, or have questions about them, please contact us."}, {"13": "b) Payment security\nAll electronic Royal Society of Wildlife Trusts forms that request financial data will use the Secure Sockets Layer (SSL) protocol to encrypt the data between your browser and our servers."}, {"14": "If you use a credit card to donate, purchase a membership or purchase something online we will pass your credit card details securely to our payment provider (Stripe; PayPal). Other payment methods (e.g. ApplePay) are handled in a similar manner."}, {"15": "c) Data retention policy\nWe will only use and store information for as long as it is required for the purposes it was collected for. We continually review what information we hold, and delete what is no longer required."}, {"16": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}, {"17": "a) The right to be informed \nThis privacy notice outlines how we capture, store and use your data. If you have any questions about any elements of this policy, please contact us."}, {"18": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"19": "Information Commissioner’s Office\nWycliffe House\nWater Lane\nWilmslow\nSK9 5AF"}, {"20": "8. Our use of cookies"}, {"21": "We use cookies, which are issued by third party service providers that we continuously assess to make sure the data is secure. We collect these cookies in order to ensure that anything we do in our online advertising and campaigns are cost effective and relevant. We track how well our adverts perform and then analyse this data to make sure we can continue to make improvements.  "}, {"22": "We do NOT use cookies to:"}, {"23": "You can learn more about all the cookies we use below."}, {"24": "Purpose: Used to embed videos from Vimeo using cookies that we consider essential to the video player experience. Does not use third-party analytics or advertising cookies."}, {"25": "We also use data such as email for tracking purposes. Hashed data is used to create targeted advertising for our fundraising and campaigning activities on social media and web platforms.  "}, {"26": "We implement Google Analytics to track, monitor and report on websiite traffic. Google Analytics uses cookies and similar technologies to analyse and enhance our website based on how people use it and their behaviour on the website."}, {"27": "Are you ok to proceed with all cookies and data? We use cookies to improve your experience and fundraise more efficiently, find out more about cookies in our privacy policy."}]}, "count": 28}, "why": {"text": {"why": [{"0": "We are committed to keeping your personal details safe. This policy explains how and why we use your personal data, to ensure that you remain informed and in control of your information."}, {"1": "• ‘Data subject’: this is you. As the data subject, we respect your right to control your data.\n• ‘Data controller’: this is us, the Royal Society of Wildlife Trusts. We determine why and how your personal data is used (as outlined in this policy)."}, {"2": "3. Why do we collect your personal data?"}, {"3": "We will only ever collect, store and use your personal data when we have an identified purpose and reason to do so. The ICO refers to this as a ‘lawful basis’. Further information about why we collect your personal data is outlined below."}, {"4": "Sometimes we will collect other information about you such as your date of birth and gender. When we do so, we will be very clear as to why we are collecting such information, and we will only do so with your specific consent and permission."}, {"5": "When we do so, we will be very clear as to why we are collecting such information. In most cases we will only collect such information with your specific consent and permission. In these situations, we collect the data from you directly. There are limited cases where permission is not required for processing special category data."}, {"6": "We take complaints very seriously and we treat them as an opportunity to develop our approach. This is why we are always very grateful to hear from people who are willing to take the time to help us improve."}]}, "count": 7}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "We work productively with more than 1,800 companies, with other environmental organisations, community groups, local authorities, national governments, schools, universities, lotteries, charitable trusts and foundations, fishermen, divers, farmers, landowners, politicians from across the political spectrum, and more."}, {"1": "When we work with other organisations or individuals in this way, we always set up a written contract with them to protect your data. The third parties we work with at no point ‘own’ your data, so you will never hear from them independently and they will always delete your data from their systems when they have completed the task in hand. We always send your data to partner organisations securely, to minimise the risk of it being intercepted by unknown individuals and/or organisations."}, {"2": "We also collect your personal data so that we can send you information about our work that we feel will be of interest to you, this includes your Natural World magazine, fundraising appeals, campaigning opportunities, Wildlife Watch and other activities."}, {"3": "We also use your data to analyse and refine our campaigning, advertising and other operations to increase our effectiveness and allow us to refine our audiences to make sure the ads you’re seeing are relevant to you, this process could include uploading data to various advertising platforms that the Wildlife Trusts uses.  "}, {"4": "Most of the time, we collect this data from you directly. Sometimes this is in person; other times, it is over the telephone, in writing or through an email. Occasionally we obtain information, such as your telephone number or other contact details, from external sources (only where you have given permission for such information to be shared)."}, {"5": "Sometimes we will collect other information about you such as your date of birth and gender. When we do so, we will be very clear as to why we are collecting such information, and we will only do so with your specific consent and permission."}, {"6": "We may also collect demographic and consumption data generated through geodemographic tools (such as CACI Acorn), as well as information related to your wealth. This may include information from public registers and other publicly available sources such as Companies House, newspapers and magazines. If you do not wish your data to be collected in any of these ways, or have questions about them, please contact us."}, {"7": "Other ways in which we collect personal data to get to know you better include:"}, {"8": "If you use a credit card to donate, purchase a membership or purchase something online we will pass your credit card details securely to our payment provider (Stripe; PayPal). Other payment methods (e.g. ApplePay) are handled in a similar manner."}, {"9": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}, {"10": "Hashing means that data such as email addresses are turned into unreadable codes for security and privacy during data transfer. We delete the hashed data after a short period of time and it's not used for any other purpose. "}, {"11": "We are not responsible for the privacy practices or the content of any other websites linked to our website. If you have followed a link from this website to another website you may be supplying information to a third party."}, {"12": "We will never sell your personal data. When sharing your data with us, if you have opted-in to receive further contact, we may get in touch with information about our partners, or third party products and services, but these communications will always come from The Wildlife Trusts. In some circumstances where we are using subcontractors or suppliers we may share your personal data so that they can carry out their contractual services. For example, if you order something from a Wildlife Trust shop that uses a third party delivery company, your name and address will be shared with them. Occasionally, where we partner with other organisations, we may also share information with them (for example our Wild About Gardens campaign which is a partnership campaign with The RHS). The Wildlife Trusts also share personal data with your local Wildlife Trust, but only where permission has been given when the data was gathered."}]}, "count": 13}, "if": {"text": {"if": [{"0": "We use legitimate interest to send you the information listed above by post or telephone (if you are not registered with the Telephone Preference Service, and you have given us your telephone number)."}, {"1": "We use opt-in consent to send you the information listed above by email, text message (SMS) or telephone (if you are registered with the Telephone Preference Service)"}, {"2": "If you are a Royal Society of Wildlife Trusts volunteer, we collect your personal data so that we can keep in touch with you about, for example:\n• changes to planned volunteer work programmes that you may be taking part in\n• the positive impact you have on our work"}, {"3": "e) If you have made a general enquiry, which we think is better handled by a local Trust, we will pass this enquiry on"}, {"4": "a) Basic information\nWe will usually collect basic information about you, including your name, postal address, telephone number, email address and your bank details if you are supporting us financially. "}, {"5": "We may also collect demographic and consumption data generated through geodemographic tools (such as CACI Acorn), as well as information related to your wealth. This may include information from public registers and other publicly available sources such as Companies House, newspapers and magazines. If you do not wish your data to be collected in any of these ways, or have questions about them, please contact us."}, {"6": "If you are a volunteer then we may collect extra information about you, for example:\n• references\n• criminal records checks\n• details of emergency contacts\n• medical conditions"}, {"7": "We may also collect sensitive personal data in case of an accident on our premises. This information will be retained for legal reasons, for safeguarding purposes and to protect us (including in the event of an insurance or legal claim). If this does occur, we’ll take extra care to ensure your privacy rights are protected."}, {"8": "d) Children and young people \nIn line with data protection law, if we receive any information through any data collection channel that indicates an individual is under 13 years old age, we will not store or process that individual’s personal details, unless we have the express permission from your parent or guardian to do so."}, {"9": "If you use a credit card to donate, purchase a membership or purchase something online we will pass your credit card details securely to our payment provider (Stripe; PayPal). Other payment methods (e.g. ApplePay) are handled in a similar manner."}, {"10": "a) The right to be informed \nThis privacy notice outlines how we capture, store and use your data. If you have any questions about any elements of this policy, please contact us."}, {"11": "b) The right of access\nIf you wish to obtain a record of the personal data we hold about you, through a Subject Access Request, we will respond within one month."}, {"12": "c) The right to rectification\nIf we have captured information about you that is inaccurate or incomplete, we will update it."}, {"13": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"14": "If you opt into Marketing Cookies when using our website we will employ Google Analytics,"}, {"15": "Google Signals, integrated with Google Analytics, creates data reports from multiple platforms or devices from people who are signed into their Google accounts, but only if they have enabled personalised advertising within their account. This information may include a person’s location, search history, YouTube history and data from sites that partner with Google. It is used to provide aggregated and anonymous insights into behaviours across more than one device. "}, {"16": "We are not responsible for the privacy practices or the content of any other websites linked to our website. If you have followed a link from this website to another website you may be supplying information to a third party."}, {"17": "We will never sell your personal data. When sharing your data with us, if you have opted-in to receive further contact, we may get in touch with information about our partners, or third party products and services, but these communications will always come from The Wildlife Trusts. In some circumstances where we are using subcontractors or suppliers we may share your personal data so that they can carry out their contractual services. For example, if you order something from a Wildlife Trust shop that uses a third party delivery company, your name and address will be shared with them. Occasionally, where we partner with other organisations, we may also share information with them (for example our Wild About Gardens campaign which is a partnership campaign with The RHS). The Wildlife Trusts also share personal data with your local Wildlife Trust, but only where permission has been given when the data was gathered."}]}, "count": 18}, "when": {"text": {"when": [{"0": "When we work with other organisations or individuals in this way, we always set up a written contract with them to protect your data. The third parties we work with at no point ‘own’ your data, so you will never hear from them independently and they will always delete your data from their systems when they have completed the task in hand. We always send your data to partner organisations securely, to minimise the risk of it being intercepted by unknown individuals and/or organisations."}, {"1": "We will only ever collect, store and use your personal data when we have an identified purpose and reason to do so. The ICO refers to this as a ‘lawful basis’. Further information about why we collect your personal data is outlined below."}, {"2": "We may use your data when using social media advertising platform advertising tools, to further ensure that our advertising campaigns are as effective as possible, by making sure both our budget is used effectively and the ads that you see are relevant to you. This means we can target based on specific characteristics and interests. We collect the data from campaigns, adverts, posts and interactions with our website and social platforms."}, {"3": "The lawful basis for processing your data for these purposes may be ‘contractual’ and ‘legitimate interest’ (when sending you information about our work)."}, {"4": "Sometimes we will collect other information about you such as your date of birth and gender. When we do so, we will be very clear as to why we are collecting such information, and we will only do so with your specific consent and permission."}, {"5": "i) Our website\nOur website uses ‘cookies’ to help provide you with the best experience we can. Cookies are small text files that are placed on your computer or mobile phone when you browse websites."}, {"6": "When we do so, we will be very clear as to why we are collecting such information. In most cases we will only collect such information with your specific consent and permission. In these situations, we collect the data from you directly. There are limited cases where permission is not required for processing special category data."}, {"7": "Electronic data and databases are stored on secure computer systems and we control who has access to information (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data."}, {"8": "The Royal Society of Wildlife Trusts want to exceed your expectation in everything we do. However, we know that there may be times when we do not meet our own high standards. When this happens, we want to hear about it, in order to deal with the situation as quickly as possible and put measures in place to stop it happening again."}, {"9": "Our website uses cookies, as almost all websites do, to help provide you with the best experience we can. Cookies are small text files that are placed on your computer or mobile phone when you browse websites."}, {"10": "Purpose: Maintains a user’s browsing session on the website when participating with our online campaigning activities."}, {"11": "If you opt into Marketing Cookies when using our website we will employ Google Analytics,"}, {"12": "We will never sell your personal data. When sharing your data with us, if you have opted-in to receive further contact, we may get in touch with information about our partners, or third party products and services, but these communications will always come from The Wildlife Trusts. In some circumstances where we are using subcontractors or suppliers we may share your personal data so that they can carry out their contractual services. For example, if you order something from a Wildlife Trust shop that uses a third party delivery company, your name and address will be shared with them. Occasionally, where we partner with other organisations, we may also share information with them (for example our Wild About Gardens campaign which is a partnership campaign with The RHS). The Wildlife Trusts also share personal data with your local Wildlife Trust, but only where permission has been given when the data was gathered."}]}, "count": 13}, "help": {"text": {"help": [{"0": "Help wildlife at home"}, {"1": "Help a hedgehog"}, {"2": "Processing this information may also help us to evaluate how we are performing in terms of our charitable objectives. Doing this enables us to track and keep you updated about how we are caring for wildlife and wild places, and inspiring and empowering people to take action for nature."}, {"3": "i) Our website\nOur website uses ‘cookies’ to help provide you with the best experience we can. Cookies are small text files that are placed on your computer or mobile phone when you browse websites."}, {"4": "Our cookies help us:\n• Make our website work as you'd expect\n• Remember your settings during and between visits\n• Improve the speed/security of the site\n• Allow you to share pages with social networks like Facebook\n• Continuously improve our website for you"}, {"5": "We take complaints very seriously and we treat them as an opportunity to develop our approach. This is why we are always very grateful to hear from people who are willing to take the time to help us improve."}, {"6": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"7": "Our website uses cookies, as almost all websites do, to help provide you with the best experience we can. Cookies are small text files that are placed on your computer or mobile phone when you browse websites."}, {"8": "Our cookies help us:"}]}, "count": 9}, "access": {"text": {"access": [{"0": "Electronic data and databases are stored on secure computer systems and we control who has access to information (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data."}, {"1": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}, {"2": "Subject Access Request"}]}, "count": 3}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "d) Children and young people \nIn line with data protection law, if we receive any information through any data collection channel that indicates an individual is under 13 years old age, we will not store or process that individual’s personal details, unless we have the express permission from your parent or guardian to do so."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "3. Why do we collect your personal data?"}, {"1": "We will only ever collect, store and use your personal data when we have an identified purpose and reason to do so. The ICO refers to this as a ‘lawful basis’. Further information about why we collect your personal data is outlined below."}, {"2": "We collect your personal data to administer your donations, which may involve:\n• Sending you a thank you letter or email\n• Getting in touch should there ever be any issues processing your donation"}, {"3": "We collect your personal data to send you:\n• items you have purchased from our online shop"}, {"4": "We may use your data when using social media advertising platform advertising tools, to further ensure that our advertising campaigns are as effective as possible, by making sure both our budget is used effectively and the ads that you see are relevant to you. This means we can target based on specific characteristics and interests. We collect the data from campaigns, adverts, posts and interactions with our website and social platforms."}, {"5": "If you are a Royal Society of Wildlife Trusts volunteer, we collect your personal data so that we can keep in touch with you about, for example:\n• changes to planned volunteer work programmes that you may be taking part in\n• the positive impact you have on our work"}, {"6": "4. What kind of personal data do we collect? How do we collect it?"}, {"7": "Most of the time, we collect this data from you directly. Sometimes this is in person; other times, it is over the telephone, in writing or through an email. Occasionally we obtain information, such as your telephone number or other contact details, from external sources (only where you have given permission for such information to be shared)."}, {"8": "Once again, most of the time we collect this data from you directly."}, {"9": "Other ways in which we collect personal data to get to know you better include:"}, {"10": "When we do so, we will be very clear as to why we are collecting such information. In most cases we will only collect such information with your specific consent and permission. In these situations, we collect the data from you directly. There are limited cases where permission is not required for processing special category data."}, {"11": "We use cookies, which are issued by third party service providers that we continuously assess to make sure the data is secure. We collect these cookies in order to ensure that anything we do in our online advertising and campaigns are cost effective and relevant. We track how well our adverts perform and then analyse this data to make sure we can continue to make improvements.  "}]}, "count": 12}, "we may collect": {"text": {"we may collect": [{"0": "If you are a volunteer then we may collect extra information about you, for example:\n• references\n• criminal records checks\n• details of emergency contacts\n• medical conditions"}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "If you are a Royal Society of Wildlife Trusts volunteer, we collect your personal data so that we can keep in touch with you about, for example:\n• changes to planned volunteer work programmes that you may be taking part in\n• the positive impact you have on our work"}, {"1": "We are not responsible for the privacy practices or the content of any other websites linked to our website. If you have followed a link from this website to another website you may be supplying information to a third party."}]}, "count": 2}, "you can": {"text": {"you can": [{"0": "Things you can do about climate change"}, {"1": "d) The right to erase\nYou can ask us to remove or randomise your personal details from our records."}, {"2": "e) The right to restrict processing\nYou can ask us to stop using your personal data."}, {"3": "f) The right to data portability\nYou can ask to obtain your personal data from us for your own purposes."}, {"4": "g) The right to object\nYou can ask to be excluded from marketing activity."}, {"5": "You can learn more about all the cookies we use below."}, {"6": "You can opt out of Google Analytics Advertising Features through various settings and tools provided by Google including from within your Google account settings, ad settings for mobile apps, Google Analytics opt-out browser add-on and NAI’s consumer opt-out. For more information, please refer to Google Privacy Controls. https://safety.google/privacy/privacy-controls/"}]}, "count": 7}, "right": {"text": {"right": [{"0": "• ‘Data subject’: this is you. As the data subject, we respect your right to control your data.\n• ‘Data controller’: this is us, the Royal Society of Wildlife Trusts. We determine why and how your personal data is used (as outlined in this policy)."}, {"1": "We respect your right to update the way we get in touch with you about our work at any time."}, {"2": "We respect your right to control your data. Your rights include:"}, {"3": "a) The right to be informed "}, {"4": "b) The right of access"}, {"5": "c) The right to rectification"}, {"6": "d) The right to erase"}, {"7": "e) The right to restrict processing"}, {"8": "f) The right to data portability"}, {"9": "g) The right to object"}, {"10": "h) Rights in relation to automated decision making and profiling\nWe respect your right not to be subject to a decision that is based on automated processing."}]}, "count": 11}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "b) Payment security\nAll electronic Royal Society of Wildlife Trusts forms that request financial data will use the Secure Sockets Layer (SSL) protocol to encrypt the data between your browser and our servers."}, {"1": "b) The right of access\nIf you wish to obtain a record of the personal data we hold about you, through a Subject Access Request, we will respond within one month."}]}, "count": 2}, "delete": {"text": {"delete": [{"0": "When we work with other organisations or individuals in this way, we always set up a written contract with them to protect your data. The third parties we work with at no point ‘own’ your data, so you will never hear from them independently and they will always delete your data from their systems when they have completed the task in hand. We always send your data to partner organisations securely, to minimise the risk of it being intercepted by unknown individuals and/or organisations."}, {"1": "c) Data retention policy\nWe will only use and store information for as long as it is required for the purposes it was collected for. We continually review what information we hold, and delete what is no longer required."}, {"2": "Most web browsers allow some control of most cookies through the browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.allaboutcookies.org"}, {"3": "Hashing means that data such as email addresses are turned into unreadable codes for security and privacy during data transfer. We delete the hashed data after a short period of time and it's not used for any other purpose. "}]}, "count": 4}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {"remove": [{"0": "d) The right to erase\nYou can ask us to remove or randomise your personal details from our records."}]}, "count": 1}, "removal": {"text": {}, "count": 0}, "erase": {"text": {"erase": [{"0": "d) The right to erase\nYou can ask us to remove or randomise your personal details from our records."}]}, "count": 1}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "When we work with other organisations or individuals in this way, we always set up a written contract with them to protect your data. The third parties we work with at no point ‘own’ your data, so you will never hear from them independently and they will always delete your data from their systems when they have completed the task in hand. We always send your data to partner organisations securely, to minimise the risk of it being intercepted by unknown individuals and/or organisations."}]}, "count": 1}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {"we control": [{"0": "Electronic data and databases are stored on secure computer systems and we control who has access to information (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data."}]}, "count": 1}, "legal": {"text": {"legal": [{"0": "We may also collect sensitive personal data in case of an accident on our premises. This information will be retained for legal reasons, for safeguarding purposes and to protect us (including in the event of an insurance or legal claim). If this does occur, we’ll take extra care to ensure your privacy rights are protected."}]}, "count": 1}, "authority": {"text": {}, "count": 0}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {"compliant": [{"0": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}]}, "count": 1}, "law": {"text": {"law": [{"0": "d) Children and young people \nIn line with data protection law, if we receive any information through any data collection channel that indicates an individual is under 13 years old age, we will not store or process that individual’s personal details, unless we have the express permission from your parent or guardian to do so."}]}, "count": 1}, "enforce": {"text": {"enforce": [{"0": "Cookies: AKDC, LANG, X-PP-SILOVER, akavpau_ppsd, enforce_policy, nsid, ts, ts_c, tsrce, x-csrf-jwt, x-pp-s"}]}, "count": 1}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "\n                              Privacy Policy\n                        "}, {"1": "Privacy Policy\n"}, {"2": "Please note: Our privacy policy is updated periodically, and it is advised that you check back for updates regularly. Any changes will replace all previous versions and will be in force from the date of publication.   "}, {"3": "This policy applies to your interactions with the central charity, each Wildlife Trust has its own privacy policy (for further details, please visit the website of the Trust concerned)."}, {"4": "We are committed to keeping your personal details safe. This policy explains how and why we use your personal data, to ensure that you remain informed and in control of your information."}, {"5": "Any references to the Royal Society of Wildlife Trusts, or to ‘we’ or ‘us’ refer to:\n• The Royal Society of Wildlife Trusts. We are a registered charity in England and Wales, and our registered charity number is 207238.\n• Wildlife Trust Services Limited, our charitable trading company; (registered company number 02540956). The company is a wholly owned subsidiary of Royal Society of Wildlife Trusts, which trades only to raise funds for our charitable organisation.\nWe use three key definitions to describe people mentioned in this policy. These are definitions enshrined in GDPR and used by the Information Commissioner’s Office (ICO), the UK’s independent body set up to uphold information rights (www.ico.org.uk)"}, {"6": "• ‘Data subject’: this is you. As the data subject, we respect your right to control your data.\n• ‘Data controller’: this is us, the Royal Society of Wildlife Trusts. We determine why and how your personal data is used (as outlined in this policy)."}, {"7": "Should you wish to find out more about the information we hold about you, or about our privacy policy, please contact us:"}, {"8": "c) Data retention policy\nWe will only use and store information for as long as it is required for the purposes it was collected for. We continually review what information we hold, and delete what is no longer required."}, {"9": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}, {"10": "a) The right to be informed \nThis privacy notice outlines how we capture, store and use your data. If you have any questions about any elements of this policy, please contact us."}, {"11": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"12": "\nResponsibility\nOverall responsibility for this policy and its implementation lies with the Director of Marketing and Development"}, {"13": "Provider policy:"}, {"14": "Cookies: AKDC, LANG, X-PP-SILOVER, akavpau_ppsd, enforce_policy, nsid, ts, ts_c, tsrce, x-csrf-jwt, x-pp-s"}, {"15": "Provider policy: "}, {"16": "Provider policy: "}, {"17": "Provider policy: "}, {"18": "Provider policy:"}, {"19": "Provider policy: Engaging Networks"}, {"20": "Provider policy:"}, {"21": "Provider policy:"}, {"22": "Provider policy:"}, {"23": "Should you wish to find out more about the information we hold about you, or about our privacy policy, please contact us."}, {"24": " (https://www.wildlifetrusts.org/privacy-policy)"}, {"25": "Are you ok to proceed with all cookies and data? We use cookies to improve your experience and fundraise more efficiently, find out more about cookies in our privacy policy."}]}, "count": 26}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {"children": [{"0": "d) Children and young people "}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {"young": [{"0": "d) Children and young people "}]}, "count": 1}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "When we work with other organisations or individuals in this way, we always set up a written contract with them to protect your data. The third parties we work with at no point ‘own’ your data, so you will never hear from them independently and they will always delete your data from their systems when they have completed the task in hand. We always send your data to partner organisations securely, to minimise the risk of it being intercepted by unknown individuals and/or organisations."}, {"1": "\nCollect any personally identifiable information (without your express permission)\nCollect any sensitive information (without your express permission)\nPass personally identifiable data to third parties\nPay sales commissions\n"}]}, "count": 2}, "third-party": {"text": {"third-party": [{"0": "Purpose: Used to embed videos from Vimeo using cookies that we consider essential to the video player experience. Does not use third-party analytics or advertising cookies."}]}, "count": 1}, "third party": {"text": {"third party": [{"0": "We use cookies, which are issued by third party service providers that we continuously assess to make sure the data is secure. We collect these cookies in order to ensure that anything we do in our online advertising and campaigns are cost effective and relevant. We track how well our adverts perform and then analyse this data to make sure we can continue to make improvements.  "}, {"1": "We are not responsible for the privacy practices or the content of any other websites linked to our website. If you have followed a link from this website to another website you may be supplying information to a third party."}, {"2": "We will never sell your personal data. When sharing your data with us, if you have opted-in to receive further contact, we may get in touch with information about our partners, or third party products and services, but these communications will always come from The Wildlife Trusts. In some circumstances where we are using subcontractors or suppliers we may share your personal data so that they can carry out their contractual services. For example, if you order something from a Wildlife Trust shop that uses a third party delivery company, your name and address will be shared with them. Occasionally, where we partner with other organisations, we may also share information with them (for example our Wild About Gardens campaign which is a partnership campaign with The RHS). The Wildlife Trusts also share personal data with your local Wildlife Trust, but only where permission has been given when the data was gathered."}]}, "count": 3}, "advertising": {"text": {"advertising": [{"0": "We also use your data to analyse and refine our campaigning, advertising and other operations to increase our effectiveness and allow us to refine our audiences to make sure the ads you’re seeing are relevant to you, this process could include uploading data to various advertising platforms that the Wildlife Trusts uses.  "}, {"1": "We may use your data when using social media advertising platform advertising tools, to further ensure that our advertising campaigns are as effective as possible, by making sure both our budget is used effectively and the ads that you see are relevant to you. This means we can target based on specific characteristics and interests. We collect the data from campaigns, adverts, posts and interactions with our website and social platforms."}, {"2": "We use cookies, which are issued by third party service providers that we continuously assess to make sure the data is secure. We collect these cookies in order to ensure that anything we do in our online advertising and campaigns are cost effective and relevant. We track how well our adverts perform and then analyse this data to make sure we can continue to make improvements.  "}, {"3": "Purpose: Used to embed videos from Vimeo using cookies that we consider essential to the video player experience. Does not use third-party analytics or advertising cookies."}, {"4": "Purpose: Used to understand website usage including how users found and explored our site and how their experience can be enhanced. Google also provides campaign tracking, advertising and website functionality services."}, {"5": "We also use data such as email for tracking purposes. Hashed data is used to create targeted advertising for our fundraising and campaigning activities on social media and web platforms.  "}, {"6": "Google Ads conversion tracking and Google Ads remarketing employ cookies and similar technologies to measure the performance of our advertising and to display personalised advertising messages on websites collaborating with Google. This helps us to efficiently reach people to support our work and protect wildlife for the future."}, {"7": "Google Signals, integrated with Google Analytics, creates data reports from multiple platforms or devices from people who are signed into their Google accounts, but only if they have enabled personalised advertising within their account. This information may include a person’s location, search history, YouTube history and data from sites that partner with Google. It is used to provide aggregated and anonymous insights into behaviours across more than one device. "}, {"8": "You can opt out of Google Analytics Advertising Features through various settings and tools provided by Google including from within your Google account settings, ad settings for mobile apps, Google Analytics opt-out browser add-on and NAI’s consumer opt-out. For more information, please refer to Google Privacy Controls. https://safety.google/privacy/privacy-controls/"}]}, "count": 9}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Our cookies help us:\n• Make our website work as you'd expect\n• Remember your settings during and between visits\n• Improve the speed/security of the site\n• Allow you to share pages with social networks like Facebook\n• Continuously improve our website for you"}, {"1": "We take complaints very seriously and we treat them as an opportunity to develop our approach. This is why we are always very grateful to hear from people who are willing to take the time to help us improve."}, {"2": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"3": "Improve the speed/security of the site"}, {"4": "Continuously improve our website for you"}, {"5": "Purpose: Anonymously analyses how the website is being used to improve the user experience."}, {"6": "Are you ok to proceed with all cookies and data? We use cookies to improve your experience and fundraise more efficiently, find out more about cookies in our privacy policy."}]}, "count": 7}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {"increase": [{"0": "We also use your data to analyse and refine our campaigning, advertising and other operations to increase our effectiveness and allow us to refine our audiences to make sure the ads you’re seeing are relevant to you, this process could include uploading data to various advertising platforms that the Wildlife Trusts uses.  "}]}, "count": 1}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "We implement Google Analytics to track, monitor and report on websiite traffic. Google Analytics uses cookies and similar technologies to analyse and enhance our website based on how people use it and their behaviour on the website."}]}, "count": 1}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "We are committed to keeping your personal details safe. This policy explains how and why we use your personal data, to ensure that you remain informed and in control of your information."}, {"1": "• ‘Data subject’: this is you. As the data subject, we respect your right to control your data.\n• ‘Data controller’: this is us, the Royal Society of Wildlife Trusts. We determine why and how your personal data is used (as outlined in this policy)."}, {"2": "• ‘Data processor’: this is an organisation that processes data on behalf of RSWT or at RSWT's discretion. RSWT takes full responsibility for what they do."}, {"3": "When we work with other organisations or individuals in this way, we always set up a written contract with them to protect your data. The third parties we work with at no point ‘own’ your data, so you will never hear from them independently and they will always delete your data from their systems when they have completed the task in hand. We always send your data to partner organisations securely, to minimise the risk of it being intercepted by unknown individuals and/or organisations."}, {"4": "We will never sell your personal data."}, {"5": "3. Why do we collect your personal data?"}, {"6": "We use your personal data to keep in touch with you."}, {"7": "We will only ever collect, store and use your personal data when we have an identified purpose and reason to do so. The ICO refers to this as a ‘lawful basis’. Further information about why we collect your personal data is outlined below."}, {"8": "We collect your personal data to administer your donations, which may involve:\n• Sending you a thank you letter or email\n• Getting in touch should there ever be any issues processing your donation"}, {"9": "The lawful basis for processing your data for these purposes may be ‘contractual’ or 'legitimate interest'."}, {"10": "We collect your personal data to send you:\n• items you have purchased from our online shop"}, {"11": "The lawful basis for processing your data for these purposes is ‘contractual’."}, {"12": "We also collect your personal data so that we can send you information about our work that we feel will be of interest to you, this includes your Natural World magazine, fundraising appeals, campaigning opportunities, Wildlife Watch and other activities."}, {"13": "Your personal data also helps us to get to know you better and to develop a ‘profile’ of you on our secure supporter database. This ‘profile’ enables us to send you the information listed above in a timely and relevant way, to suit you. For example, keeping track of the donations you make to our organisation helps us to send you information about fundraising appeals that we feel you would like to hear about."}, {"14": "We also use your data to analyse and refine our campaigning, advertising and other operations to increase our effectiveness and allow us to refine our audiences to make sure the ads you’re seeing are relevant to you, this process could include uploading data to various advertising platforms that the Wildlife Trusts uses.  "}, {"15": "We may use your data when using social media advertising platform advertising tools, to further ensure that our advertising campaigns are as effective as possible, by making sure both our budget is used effectively and the ads that you see are relevant to you. This means we can target based on specific characteristics and interests. We collect the data from campaigns, adverts, posts and interactions with our website and social platforms."}, {"16": "We use two different lawful bases for processing your data for ‘direct marketing’ purposes:"}, {"17": "If you are a Royal Society of Wildlife Trusts volunteer, we collect your personal data so that we can keep in touch with you about, for example:\n• changes to planned volunteer work programmes that you may be taking part in\n• the positive impact you have on our work"}, {"18": "The lawful basis for processing your data for these purposes may be ‘contractual’ and ‘legitimate interest’ (when sending you information about our work)."}, {"19": "4. What kind of personal data do we collect? How do we collect it?"}, {"20": "Most of the time, we collect this data from you directly. Sometimes this is in person; other times, it is over the telephone, in writing or through an email. Occasionally we obtain information, such as your telephone number or other contact details, from external sources (only where you have given permission for such information to be shared)."}, {"21": "Once again, most of the time we collect this data from you directly."}, {"22": "We may also collect demographic and consumption data generated through geodemographic tools (such as CACI Acorn), as well as information related to your wealth. This may include information from public registers and other publicly available sources such as Companies House, newspapers and magazines. If you do not wish your data to be collected in any of these ways, or have questions about them, please contact us."}, {"23": "Other ways in which we collect personal data to get to know you better include:"}, {"24": "c) Sensitive personal data\nWe do not normally collect or store sensitive personal data, also known as special category data, (such as information relating to health, beliefs or political affiliation) about supporters. However, there are some situations where this will occur."}, {"25": "When we do so, we will be very clear as to why we are collecting such information. In most cases we will only collect such information with your specific consent and permission. In these situations, we collect the data from you directly. There are limited cases where permission is not required for processing special category data."}, {"26": "We may also collect sensitive personal data in case of an accident on our premises. This information will be retained for legal reasons, for safeguarding purposes and to protect us (including in the event of an insurance or legal claim). If this does occur, we’ll take extra care to ensure your privacy rights are protected."}, {"27": "d) Children and young people \nIn line with data protection law, if we receive any information through any data collection channel that indicates an individual is under 13 years old age, we will not store or process that individual’s personal details, unless we have the express permission from your parent or guardian to do so."}, {"28": "5. How do we store your data?"}, {"29": "a) Security\nAll of the personal data we process is processed by our staff in the UK. However, for the purposes of IT hosting and maintenance your information may be situated outside of the European Economic Area (EEA). This will be done in accordance with guidance issued by the Information Commissioner’s Office."}, {"30": "Electronic data and databases are stored on secure computer systems and we control who has access to information (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data."}, {"31": "b) Payment security\nAll electronic Royal Society of Wildlife Trusts forms that request financial data will use the Secure Sockets Layer (SSL) protocol to encrypt the data between your browser and our servers."}, {"32": "The Royal Society of Wildlife Trusts complies with the payment card industry data security standard (PCI-DSS) published by the PCI Security Standards Council, and will never store card details."}, {"33": "c) Data retention policy"}, {"34": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}, {"35": "We respect your right to control your data. Your rights include:"}, {"36": "a) The right to be informed \nThis privacy notice outlines how we capture, store and use your data. If you have any questions about any elements of this policy, please contact us."}, {"37": "b) The right of access\nIf you wish to obtain a record of the personal data we hold about you, through a Subject Access Request, we will respond within one month."}, {"38": "e) The right to restrict processing\nYou can ask us to stop using your personal data."}, {"39": "f) The right to data portability"}, {"40": "Confidentiality\nAll complaint information will be handled sensitively, in line with relevant data protection requirements."}, {"41": "Information Commissioner’s Office\nFor further assistance with complaints regarding your data, please contact the Information Commissioner’s Office, whose remit covers the UK."}, {"42": "We use cookies, which are issued by third party service providers that we continuously assess to make sure the data is secure. We collect these cookies in order to ensure that anything we do in our online advertising and campaigns are cost effective and relevant. We track how well our adverts perform and then analyse this data to make sure we can continue to make improvements.  "}, {"43": "Pass personally identifiable data to third parties"}, {"44": "We also use data such as email for tracking purposes. Hashed data is used to create targeted advertising for our fundraising and campaigning activities on social media and web platforms.  "}, {"45": "Hashing means that data such as email addresses are turned into unreadable codes for security and privacy during data transfer. We delete the hashed data after a short period of time and it's not used for any other purpose. "}, {"46": "Google Signals, integrated with Google Analytics, creates data reports from multiple platforms or devices from people who are signed into their Google accounts, but only if they have enabled personalised advertising within their account. This information may include a person’s location, search history, YouTube history and data from sites that partner with Google. It is used to provide aggregated and anonymous insights into behaviours across more than one device. "}, {"47": "We will never sell your personal data. When sharing your data with us, if you have opted-in to receive further contact, we may get in touch with information about our partners, or third party products and services, but these communications will always come from The Wildlife Trusts. In some circumstances where we are using subcontractors or suppliers we may share your personal data so that they can carry out their contractual services. For example, if you order something from a Wildlife Trust shop that uses a third party delivery company, your name and address will be shared with them. Occasionally, where we partner with other organisations, we may also share information with them (for example our Wild About Gardens campaign which is a partnership campaign with The RHS). The Wildlife Trusts also share personal data with your local Wildlife Trust, but only where permission has been given when the data was gathered."}, {"48": "Are you ok to proceed with all cookies and data? We use cookies to improve your experience and fundraise more efficiently, find out more about cookies in our privacy policy."}]}, "count": 49}, "we process": {"text": {"we process": [{"0": "a) Security\nAll of the personal data we process is processed by our staff in the UK. However, for the purposes of IT hosting and maintenance your information may be situated outside of the European Economic Area (EEA). This will be done in accordance with guidance issued by the Information Commissioner’s Office."}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "We may also collect demographic and consumption data generated through geodemographic tools (such as CACI Acorn), as well as information related to your wealth. This may include information from public registers and other publicly available sources such as Companies House, newspapers and magazines. If you do not wish your data to be collected in any of these ways, or have questions about them, please contact us."}, {"1": "c) Data retention policy\nWe will only use and store information for as long as it is required for the purposes it was collected for. We continually review what information we hold, and delete what is no longer required."}]}, "count": 2}, "stored": {"text": {"stored": [{"0": "Electronic data and databases are stored on secure computer systems and we control who has access to information (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data."}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "c) Data retention policy"}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {"analysis": [{"0": "If you opt into Marketing Cookies when using our website we will employ Google Analytics, a web analysis service provided by Google LLC. We also employ Google Ads conversion tracking, Google remarketing and Google Signals, all of which are services offered by Google."}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "Purpose: Used to embed videos from Vimeo using cookies that we consider essential to the video player experience. Does not use third-party analytics or advertising cookies."}, {"1": "To opt out of being tracked by Google Analytics across all websites visit http://tools.google.com/dlpage/gaoptout"}, {"2": "If you opt into Marketing Cookies when using our website we will employ Google Analytics,"}, {"3": "We implement Google Analytics to track, monitor and report on websiite traffic. Google Analytics uses cookies and similar technologies to analyse and enhance our website based on how people use it and their behaviour on the website."}, {"4": "Google Signals, integrated with Google Analytics, creates data reports from multiple platforms or devices from people who are signed into their Google accounts, but only if they have enabled personalised advertising within their account. This information may include a person’s location, search history, YouTube history and data from sites that partner with Google. It is used to provide aggregated and anonymous insights into behaviours across more than one device. "}, {"5": "You can opt out of Google Analytics Advertising Features through various settings and tools provided by Google including from within your Google account settings, ad settings for mobile apps, Google Analytics opt-out browser add-on and NAI’s consumer opt-out. For more information, please refer to Google Privacy Controls. https://safety.google/privacy/privacy-controls/"}]}, "count": 6}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "You can opt out of Google Analytics Advertising Features through various settings and tools provided by Google including from within your Google account settings, ad settings for mobile apps, Google Analytics opt-out browser add-on and NAI’s consumer opt-out. For more information, please refer to Google Privacy Controls. https://safety.google/privacy/privacy-controls/"}]}, "count": 1}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "We are committed to keeping your personal details safe. This policy explains how and why we use your personal data, to ensure that you remain informed and in control of your information."}, {"1": "• ‘Data subject’: this is you. As the data subject, we respect your right to control your data.\n• ‘Data controller’: this is us, the Royal Society of Wildlife Trusts. We determine why and how your personal data is used (as outlined in this policy)."}, {"2": "Electronic data and databases are stored on secure computer systems and we control who has access to information (using both physical and electronic means). Our staff receive data protection training and we have a set of detailed data protection procedures which personnel are required to follow when handling personal data."}, {"3": "We respect your right to control your data. Your rights include:"}, {"4": "Most web browsers allow some control of most cookies through the browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.allaboutcookies.org"}]}, "count": 5}, "settings": {"text": {"settings": [{"0": "Our cookies help us:\n• Make our website work as you'd expect\n• Remember your settings during and between visits\n• Improve the speed/security of the site\n• Allow you to share pages with social networks like Facebook\n• Continuously improve our website for you"}, {"1": "Remember your settings during and between visits"}, {"2": "Most web browsers allow some control of most cookies through the browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.allaboutcookies.org"}, {"3": "You can opt out of Google Analytics Advertising Features through various settings and tools provided by Google including from within your Google account settings, ad settings for mobile apps, Google Analytics opt-out browser add-on and NAI’s consumer opt-out. For more information, please refer to Google Privacy Controls. https://safety.google/privacy/privacy-controls/"}]}, "count": 4}, "controls": {"text": {"controls": [{"0": "https://safety.google/privacy/privacy-controls/"}]}, "count": 1}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "When we work with other organisations or individuals in this way, we always set up a written contract with them to protect your data. The third parties we work with at no point ‘own’ your data, so you will never hear from them independently and they will always delete your data from their systems when they have completed the task in hand. We always send your data to partner organisations securely, to minimise the risk of it being intercepted by unknown individuals and/or organisations."}, {"1": "We may also collect sensitive personal data in case of an accident on our premises. This information will be retained for legal reasons, for safeguarding purposes and to protect us (including in the event of an insurance or legal claim). If this does occur, we’ll take extra care to ensure your privacy rights are protected."}]}, "count": 2}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Our cookies help us:\n• Make our website work as you'd expect\n• Remember your settings during and between visits\n• Improve the speed/security of the site\n• Allow you to share pages with social networks like Facebook\n• Continuously improve our website for you"}, {"1": "a) Security\nAll of the personal data we process is processed by our staff in the UK. However, for the purposes of IT hosting and maintenance your information may be situated outside of the European Economic Area (EEA). This will be done in accordance with guidance issued by the Information Commissioner’s Office."}, {"2": "b) Payment security\nAll electronic Royal Society of Wildlife Trusts forms that request financial data will use the Secure Sockets Layer (SSL) protocol to encrypt the data between your browser and our servers."}, {"3": "The Royal Society of Wildlife Trusts complies with the payment card industry data security standard (PCI-DSS) published by the PCI Security Standards Council, and will never store card details."}, {"4": "Of course, we cannot guarantee the security of your home computer or the internet, and any online communications (e.g. information provided by email or our website) are at the user’s own risk."}, {"5": "Improve the speed/security of the site"}, {"6": "Hashing means that data such as email addresses are turned into unreadable codes for security and privacy during data transfer. We delete the hashed data after a short period of time and it's not used for any other purpose. "}]}, "count": 7}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "How to identify"}, {"1": "How to identify"}, {"2": "How to identify bumblebees"}, {"3": "How to identify owls"}, {"4": "How to identify swifts, swallows, sand martins and house martins"}, {"5": "How to identify diving ducks"}, {"6": "We are committed to keeping your personal details safe. This policy explains how and why we use your personal data, to ensure that you remain informed and in control of your information."}, {"7": "• ‘Data subject’: this is you. As the data subject, we respect your right to control your data.\n• ‘Data controller’: this is us, the Royal Society of Wildlife Trusts. We determine why and how your personal data is used (as outlined in this policy)."}, {"8": "Processing this information may also help us to evaluate how we are performing in terms of our charitable objectives. Doing this enables us to track and keep you updated about how we are caring for wildlife and wild places, and inspiring and empowering people to take action for nature."}, {"9": "4. What kind of personal data do we collect? How do we collect it?"}, {"10": "b) Getting to know you better\nWe also collect information about you that helps us to get to know you better. This may include:\n• records of donations you’ve made\n• your preferences of how you would like us to contact you\n• ways you’ve helped us through volunteering your time\n• records of events you’ve attended, or campaigns or activities that you’ve been involved in"}, {"11": "5. How do we store your data?"}, {"12": "a) The right to be informed \nThis privacy notice outlines how we capture, store and use your data. If you have any questions about any elements of this policy, please contact us."}, {"13": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"14": "For further information on how to make a complaint, please click here."}, {"15": "We use cookies, which are issued by third party service providers that we continuously assess to make sure the data is secure. We collect these cookies in order to ensure that anything we do in our online advertising and campaigns are cost effective and relevant. We track how well our adverts perform and then analyse this data to make sure we can continue to make improvements.  "}, {"16": "Purpose: Used to understand website usage including how users found and explored our site and how their experience can be enhanced. Google also provides campaign tracking, advertising and website functionality services."}, {"17": "Purpose: Anonymously analyses how the website is being used to improve the user experience."}, {"18": "Most web browsers allow some control of most cookies through the browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.allaboutcookies.org"}, {"19": "We implement Google Analytics to track, monitor and report on websiite traffic. Google Analytics uses cookies and similar technologies to analyse and enhance our website based on how people use it and their behaviour on the website."}]}, "count": 20}, "what": {"text": {"what": [{"0": "• ‘Data processor’: this is an organisation that processes data on behalf of RSWT or at RSWT's discretion. RSWT takes full responsibility for what they do."}, {"1": "4. What kind of personal data do we collect? How do we collect it?"}, {"2": "c) Data retention policy\nWe will only use and store information for as long as it is required for the purposes it was collected for. We continually review what information we hold, and delete what is no longer required."}, {"3": "We would also like to state that only those who have authorisation within The Wildlife Trusts have access to your personal data and all staff are trained in data protection and are compliant in making sure that this is used in the correct manner. Those who have access to personal data will only do so for the necessary tasks and will make sure to handle this data in the safest way possible. We will never use your data for anything other than what is stated within our privacy policy.  "}, {"4": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"5": "Most web browsers allow some control of most cookies through the browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.allaboutcookies.org"}, {"6": "What we do"}]}, "count": 7}, "how you": {"text": {"how you": [{"0": "b) Getting to know you better\nWe also collect information about you that helps us to get to know you better. This may include:\n• records of donations you’ve made\n• your preferences of how you would like us to contact you\n• ways you’ve helped us through volunteering your time\n• records of events you’ve attended, or campaigns or activities that you’ve been involved in"}]}, "count": 1}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Purpose: Used to understand website usage including how users found and explored our site and how their experience can be enhanced. Google also provides campaign tracking, advertising and website functionality services."}]}, "count": 1}, "learn": {"text": {"learn": [{"0": "Our policy is:\n• To provide a fair complaints procedure that is clear and easy to use for anyone wishing to make a complaint.\n• To publicise the existence of our complaints procedure so that people know how to contact us to make a complaint.\n• To make sure everyone in our organisation knows what to do if a complaint is received.\n• To make sure all complaints are investigated fairly and in a timely way.\n• To make sure that complaints are, wherever possible, resolved and that relationships are repaired.\n• To learn from complaints and feedback to help us to improve what we do."}, {"1": "You can learn more about all the cookies we use below."}]}, "count": 2}, "more information": {"text": {"more information": [{"0": "For more information on your individual rights, please see the Information Commissioner’s Office."}, {"1": "You can opt out of Google Analytics Advertising Features through various settings and tools provided by Google including from within your Google account settings, ad settings for mobile apps, Google Analytics opt-out browser add-on and NAI’s consumer opt-out. For more information, please refer to Google Privacy Controls. https://safety.google/privacy/privacy-controls/"}]}, "count": 2}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "i) Our website\nOur website uses ‘cookies’ to help provide you with the best experience we can. Cookies are small text files that are placed on your computer or mobile phone when you browse websites."}, {"1": "Our cookies help us:\n• Make our website work as you'd expect\n• Remember your settings during and between visits\n• Improve the speed/security of the site\n• Allow you to share pages with social networks like Facebook\n• Continuously improve our website for you"}, {"2": "Our website uses cookies, as almost all websites do, to help provide you with the best experience we can. Cookies are small text files that are placed on your computer or mobile phone when you browse websites."}, {"3": "We use cookies, which are issued by third party service providers that we continuously assess to make sure the data is secure. We collect these cookies in order to ensure that anything we do in our online advertising and campaigns are cost effective and relevant. We track how well our adverts perform and then analyse this data to make sure we can continue to make improvements.  "}, {"4": "Our cookies help us:"}, {"5": "We do NOT use cookies to:"}, {"6": "You can learn more about all the cookies we use below."}, {"7": "Cookies: cookie-agreed, MCPopupClosed"}, {"8": "Cookies: _fbp, fr"}, {"9": "Cookies: AKDC, LANG, X-PP-SILOVER, akavpau_ppsd, enforce_policy, nsid, ts, ts_c, tsrce, x-csrf-jwt, x-pp-s"}, {"10": "Purpose: Used to embed videos from Vimeo using cookies that we consider essential to the video player experience. Does not use third-party analytics or advertising cookies."}, {"11": "Cookies: player, vuid"}, {"12": "Cookies: _ga, _gat, _gid, AS, csrftoken, eblang, G, janus_re, mgref, SP, SS, ebGAClientId, lux_uid, SERVERID"}, {"13": "Cookies: JSESSIONID"}, {"14": "Cookies: en_sessionId"}, {"15": "Cookies: IDE, _ga, _gat, _gat_UA-xxxxxxx-xx, _gid"}, {"16": "Cookies: __stripe_mid, __stripe_sid"}, {"17": "Cookies: _hjSessionUser_xxxxxx, _hjFirstSeen, _hjAbsoluteSessionInProgress, _hjIncludedInSessionSample, _hjSession_xxxxxxx, _hjIncludedInPageviewSample"}, {"18": "www.allaboutcookies.org"}, {"19": "If you opt into Marketing Cookies when using our website we will employ Google Analytics,"}, {"20": "We implement Google Analytics to track, monitor and report on websiite traffic. Google Analytics uses cookies and similar technologies to analyse and enhance our website based on how people use it and their behaviour on the website."}, {"21": "Google Ads conversion tracking and Google Ads remarketing employ cookies and similar technologies to measure the performance of our advertising and to display personalised advertising messages on websites collaborating with Google. This helps us to efficiently reach people to support our work and protect wildlife for the future."}, {"22": "find out more about cookies in our privacy policy"}]}, "count": 23}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}