{"https://khanacademy.org": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "If you're seeing this message, it means we're having trouble loading external resources on our website."}, {"1": "We’re deeply committed to creating a safe and secure online environment for you."}, {"2": "We do not sell your personal information to third parties. We established Khan Academy as a nonprofit organization so that our mission of education and your trust will not be in conflict with a for-profit motive."}, {"3": "We strive to provide you with access to and control over the information you give us, and we take the protection of your information very seriously."}, {"4": "We take extra precautions for our younger learners as described in our Children’s Privacy Notice, including restricting child accounts to automatically block features that would allow a child to post or disclose personal information."}, {"5": "We do not display third party advertising on Khan Academy. Our mission is to provide you with a world class education, not to sell you products."}, {"6": "Khan Academy, Inc. (“Khan Academy”, “our”, “us”, or “we”) is a US-based charitable nonprofit organization. As a 501(c)(3) nonprofit, we use the information we collect to provide you with a better experience and fulfill our mission of providing a free, world-class education for anyone, anywhere. We established ourselves as a nonprofit organization so that a for-profit motive will not interfere with our mission of providing a trusted educational resource."}, {"7": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"8": "For specific information about how we collect, use, and process personal information when providing the Service to schools, school districts, and teachers, please review the Schools and Student Use section."}, {"9": "Our Children’s Privacy Notice describes how we collect, use, and process personal information from children under 13."}, {"10": "We collect information in the following ways, depending on your use of the Service and your account settings:"}, {"11": "We collect information from you directly, such as when you create an account, communicate with us, participate in activities, events or surveys, or otherwise provide information during your use of the Service."}, {"12": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"13": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"14": "Examples of information we may collect includes:"}, {"15": "enabling your participation in special programs that we may offer in partnerships with third parties (if you choose to participate in such special programs)"}, {"16": "We may also use non-personal data elements (such as de-identified, anonymized or aggregated usage information and feedback) for product development, research, analytics and other purposes, including for the purpose of analyzing, improving or marketing our Service, for demonstrating the impact of our Service, or conducting educational research."}, {"17": "Khan Academy takes great care to protect the personal information you provide to us. We do not sell your personal information to third parties. This section explains circumstances in which we may disclose personal information with third parties."}, {"18": "We may disclose personal information:"}, {"19": "We may also disclose de-identified or aggregated information that does not reasonably identify any individual."}, {"20": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"21": "Whether we have a contractual requirement to retain the data"}, {"22": "Whether we have a need to retain data for legitimate business purposes such as for recordkeeping or to prevent fraud or abuse."}, {"23": "Whether our users would reasonably expect that we would retain the data until their Khan Academy account is closed or terminated, or they request deletion."}, {"24": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"25": "As a nonprofit organization, Khan Academy relies on our sponsors, donors, and other contributors to provide funding necessary to provide the free Service to our users. From time to time, we permit third parties to sponsor content displayed on our Service."}, {"26": "Khan Academy does not disclose any of your personal information with these sponsors without your consent. We do not provide these sponsors with the ability to track or collect information about our site visitors or users."}, {"27": "Khan Academy does not display third party advertisements on our Service. We may, from time to time, incorporate content or link to content provided by third parties that may be of interest to you and relevant to the educational context of our Service. Some of these materials or websites may include branding or advertisements as permitted by the third party owner or operator. For more information, please review Links to third parties."}, {"28": "We take steps to avoid the collection of information for targeted advertising purposes when we believe the Service is being used by Students or Children."}, {"29": "For example, we avoid use of tracking technology on webpages with child-directed content, and we do not use tracking technology for third party advertising."}, {"30": "We take privacy very seriously. We strive to put you in control of the choices and decisions regarding your personal information."}, {"31": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"32": "We encourage you to regularly check your account settings."}, {"33": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"34": "Some of the ways in which we protect your personal information include:"}, {"35": "We encrypt your personal information when it is stored at rest"}, {"36": "We protect your personal information with encryption during transmission over the public Internet"}, {"37": "We use reasonable organizational and technical safeguards designed to help protect the privacy and security of your personal information"}, {"38": "Some of the ways in which we encourage you to protect your personal information include:"}, {"39": "We encourage you to create a username that does not reveal your identity"}, {"40": "We encourage you to create (and keep) a strong password"}, {"41": "We encourage you to be thoughtful about what you post and continue to learn about online safety"}, {"42": "We use reasonable safeguards to protect our Service and your personal information, but no security measures are perfect."}, {"43": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}, {"44": "This Khan Academy Privacy Policy does not apply to (and we cannot control the activities of) such other third party websites."}, {"45": "Khan Academy may modify or revise this Privacy Policy from time to time. Khan Academy will notify users of any changes to our Privacy Policy by posting the revised Privacy Policy with an updated date of revision on our Service. If we change this Policy in a material manner, we will do our best to notify you of the changes by posting a notice on our website before those changes take effect. We recommend that you review the Privacy Policy each time you visit the Service to stay informed of our privacy practices."}, {"46": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"47": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"48": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"49": "In cases where we do not have a separate contract with a School district or educational agency, we may require notification that the accounts are used for school purposes in order to recognize them as School Accounts. If you are a School, please contact our School Partnerships Team to learn more about how to ensure that student accounts are set up and managed as School Accounts. Accounts that are included in a Khan Academy Districts subscription are School Accounts."}, {"50": "Some of the specific ways that we use and protect Student Personal Data"}, {"51": "How we disclose Student Personal Data"}, {"52": "How we retain and delete Student Personal Data"}, {"53": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"54": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"55": "This Donor information notice supplements our Privacy Policy in connection with donors. If you donate to Khan Academy and do not donate anonymously, we obtain information such as your name, email address, and mailing address. If you donate using our online form, our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"56": "We may use donor information to communicate with you about your contribution and to send fundraising updates and information regarding the advancement of our mission."}, {"57": "We do not disclose personally identifiable donor information except with your consent or as required by law."}, {"58": "If you have registered for an account with us, then you may update your preferences in your account settings to opt out of donor emails. If you do not have an account with us, then you may opt out by clicking the unsubscribe link on the donor email message or responding back to the email asking to be removed. Please note that if you have previously unsubscribed but subsequently donate (or attend a donor event), then we may send you follow up communications regarding your support of our mission."}, {"59": "This paid products notice supplements our Privacy Policy in connection with paid products. If you purchase a paid subscription to a Khan Academy service, such as Khanmigo, we obtain information such as your name, email address, and mailing address, and our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"60": "We may use this information to manage the services you receive and to communicate with you about your subscription."}, {"61": "This Applicant information notice supplements our Privacy Policy in connection with applicants. If you apply for a job with Khan Academy via an online application or recruiting site, we will obtain the information you choose to provide in your application for that purpose. For example, we collect professional or employment-related information that typically includes details regarding your employment history, experience, and qualifications; as well as education information, including degrees obtained and academic records."}, {"62": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"63": "Specific privacy rights and processes for exercising them vary from country to county. In certain regions, you may have certain additional rights. The description of rights and the processes and procedures to be followed in exercising the rights, varies, and in some cases, rights must be processed in accordance with specified timelines. We may require you, or your legal representative, to adequately establish your identity before we act on your request. It is imperative that you furnish all requested information in a prompt manner (as guided by your local regulations) in order to fulfill applicable requirements."}, {"64": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"65": "We may provide additional supplemental information with respect the provision of our Services in certain regions or in connection with specific programs we offer outside the United States, including in the Khan Academy Help Center or on regional websites."}, {"66": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"67": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}, {"68": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 69}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"1": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}]}, "count": 2}, "information": {"text": {"information": [{"0": "We do not sell your personal information to third parties. We established Khan Academy as a nonprofit organization so that our mission of education and your trust will not be in conflict with a for-profit motive."}, {"1": "We strive to provide you with access to and control over the information you give us, and we take the protection of your information very seriously."}, {"2": "We take extra precautions for our younger learners as described in our Children’s Privacy Notice, including restricting child accounts to automatically block features that would allow a child to post or disclose personal information."}, {"3": "Khan Academy, Inc. (“Khan Academy”, “our”, “us”, or “we”) is a US-based charitable nonprofit organization. As a 501(c)(3) nonprofit, we use the information we collect to provide you with a better experience and fulfill our mission of providing a free, world-class education for anyone, anywhere. We established ourselves as a nonprofit organization so that a for-profit motive will not interfere with our mission of providing a trusted educational resource."}, {"4": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"5": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"6": "For specific information about how we collect, use, and process personal information when providing the Service to schools, school districts, and teachers, please review the Schools and Student Use section."}, {"7": "Our Children’s Privacy Notice describes how we collect, use, and process personal information from children under 13."}, {"8": "You may also wish to visit the Khan Academy Help Center and Common Questions and Resources page, which hosts useful FAQs and information that you may find helpful."}, {"9": "We collect information in the following ways, depending on your use of the Service and your account settings:"}, {"10": "We collect information from you directly, such as when you create an account, communicate with us, participate in activities, events or surveys, or otherwise provide information during your use of the Service."}, {"11": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"12": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"13": "Examples of information we may collect includes:"}, {"14": "Account registration information (username, birthdate, and email)"}, {"15": "Information about your browser or device, and general location"}, {"16": "Information you choose to include in your profile or post in public areas of the Service"}, {"17": "Information you may provide in connection with specific features or special programs"}, {"18": "Non-personal information which may be linked to your personal information, including Information about your use of our Service"}, {"19": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"20": "Khan Academy uses information collected for the purposes of:"}, {"21": "communicating with you about your account and our Service (including responding to inquiries and sharing information about new features and offerings that may be of interest)"}, {"22": "We may also use non-personal data elements (such as de-identified, anonymized or aggregated usage information and feedback) for product development, research, analytics and other purposes, including for the purpose of analyzing, improving or marketing our Service, for demonstrating the impact of our Service, or conducting educational research."}, {"23": "Khan Academy takes great care to protect the personal information you provide to us. We do not sell your personal information to third parties. This section explains circumstances in which we may disclose personal information with third parties."}, {"24": "We may disclose personal information:"}, {"25": "with other users of our Service, if you use features that enable you to share your information with (or make it accessible to) others."}, {"26": "with your school, if you are using our Service for school purposes (please see Schools and Student Use for more information)."}, {"27": "with your consent (including third party applications that you choose to use, such as complementary services or an Authentication Service). If you choose to use a third party application or service, the use of your information by the third party will be governed by that party’s privacy policy."}, {"28": "We may also disclose de-identified or aggregated information that does not reasonably identify any individual."}, {"29": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"30": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"31": "Additional information about our deletion practices can be found in our Help Center Article. “What are Khan Academy’s Deletion Practices?”"}, {"32": "Khan Academy does not disclose any of your personal information with these sponsors without your consent. We do not provide these sponsors with the ability to track or collect information about our site visitors or users."}, {"33": "Khan Academy does not display third party advertisements on our Service. We may, from time to time, incorporate content or link to content provided by third parties that may be of interest to you and relevant to the educational context of our Service. Some of these materials or websites may include branding or advertisements as permitted by the third party owner or operator. For more information, please review Links to third parties."}, {"34": "We take steps to avoid the collection of information for targeted advertising purposes when we believe the Service is being used by Students or Children."}, {"35": "Khan Academy uses the privacy functionality in YouTube to display video content on YouTube (see additional information under “Learn More”)."}, {"36": "Please review our Children’s Privacy Notice for more information."}, {"37": "We take privacy very seriously. We strive to put you in control of the choices and decisions regarding your personal information."}, {"38": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"39": "Limit optional information you provide"}, {"40": "Choose whether you wish to disclose personal information with (and use) third party services"}, {"41": "Update, correct, and delete your account information through your account settings"}, {"42": "In some cases, administrative controls for accounts used in a school setting, including the ability to modify or delete the account, are held by the school. For more information, please review our Children’s Privacy Notice and Schools and Student Use."}, {"43": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"44": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"45": "Khan Academy is committed to securing your personal information."}, {"46": "Some of the ways in which we protect your personal information include:"}, {"47": "We encrypt your personal information when it is stored at rest"}, {"48": "We protect your personal information with encryption during transmission over the public Internet"}, {"49": "Some of the ways in which we encourage you to protect your personal information include:"}, {"50": "We use reasonable safeguards to protect our Service and your personal information, but no security measures are perfect."}, {"51": "You may choose to share information about your use of Khan Academy on social networks. If you choose to do so, the social network may use your information as described in their own privacy policies."}, {"52": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"53": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"54": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"55": "Please review “Learn More” to see more information about:"}, {"56": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"57": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"58": "Please review “Learn More” for more information about:"}, {"59": "Information collected and how the information is used"}, {"60": "Information disclosed"}, {"61": "This Donor information notice supplements our Privacy Policy in connection with donors. If you donate to Khan Academy and do not donate anonymously, we obtain information such as your name, email address, and mailing address. If you donate using our online form, our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"62": "We may use donor information to communicate with you about your contribution and to send fundraising updates and information regarding the advancement of our mission."}, {"63": "We do not disclose personally identifiable donor information except with your consent or as required by law."}, {"64": "This paid products notice supplements our Privacy Policy in connection with paid products. If you purchase a paid subscription to a Khan Academy service, such as Khanmigo, we obtain information such as your name, email address, and mailing address, and our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"65": "We may use this information to manage the services you receive and to communicate with you about your subscription."}, {"66": "This Applicant information notice supplements our Privacy Policy in connection with applicants. If you apply for a job with Khan Academy via an online application or recruiting site, we will obtain the information you choose to provide in your application for that purpose. For example, we collect professional or employment-related information that typically includes details regarding your employment history, experience, and qualifications; as well as education information, including degrees obtained and academic records."}, {"67": "This Regional information notice supplements our Privacy Policy."}, {"68": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"69": "the right to request that your personal information be deleted or anonymized"}, {"70": "the right to object to how and why personal information is used or processed, including opting out of sale of personal information"}, {"71": "Specific privacy rights and processes for exercising them vary from country to county. In certain regions, you may have certain additional rights. The description of rights and the processes and procedures to be followed in exercising the rights, varies, and in some cases, rights must be processed in accordance with specified timelines. We may require you, or your legal representative, to adequately establish your identity before we act on your request. It is imperative that you furnish all requested information in a prompt manner (as guided by your local regulations) in order to fulfill applicable requirements."}, {"72": "We may provide additional supplemental information with respect the provision of our Services in certain regions or in connection with specific programs we offer outside the United States, including in the Khan Academy Help Center or on regional websites."}, {"73": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}, {"74": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"75": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"76": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}, {"77": "These cookies provide you with a more tailored experience and allow you to make certain selections on our Service.  For example, these cookies store information such as your preferred language and website preferences."}]}, "count": 78}, "use": {"text": {"use": [{"0": "Use of information"}, {"1": "Khan Academy, Inc. (“Khan Academy”, “our”, “us”, or “we”) is a US-based charitable nonprofit organization. As a 501(c)(3) nonprofit, we use the information we collect to provide you with a better experience and fulfill our mission of providing a free, world-class education for anyone, anywhere. We established ourselves as a nonprofit organization so that a for-profit motive will not interfere with our mission of providing a trusted educational resource."}, {"2": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"3": "Use by Children and Students"}, {"4": "For specific information about how we collect, use, and process personal information when providing the Service to schools, school districts, and teachers, please review the Schools and Student Use section."}, {"5": "Our Children’s Privacy Notice describes how we collect, use, and process personal information from children under 13."}, {"6": "We collect information in the following ways, depending on your use of the Service and your account settings:"}, {"7": "We collect information from you directly, such as when you create an account, communicate with us, participate in activities, events or surveys, or otherwise provide information during your use of the Service."}, {"8": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"9": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"10": "Non-personal information which may be linked to your personal information, including Information about your use of our Service"}, {"11": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"12": "Use of information"}, {"13": "We may also use non-personal data elements (such as de-identified, anonymized or aggregated usage information and feedback) for product development, research, analytics and other purposes, including for the purpose of analyzing, improving or marketing our Service, for demonstrating the impact of our Service, or conducting educational research."}, {"14": "with other users of our Service, if you use features that enable you to share your information with (or make it accessible to) others."}, {"15": "with your school, if you are using our Service for school purposes (please see Schools and Student Use for more information)."}, {"16": "with your consent (including third party applications that you choose to use, such as complementary services or an Authentication Service). If you choose to use a third party application or service, the use of your information by the third party will be governed by that party’s privacy policy."}, {"17": "Whether we have a need to retain data for legitimate business purposes such as for recordkeeping or to prevent fraud or abuse."}, {"18": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"19": "For example, we avoid use of tracking technology on webpages with child-directed content, and we do not use tracking technology for third party advertising."}, {"20": "For example, you can choose whether to create an account (or use the Service without registering). If you register for an account, you can:"}, {"21": "Choose whether you wish to disclose personal information with (and use) third party services"}, {"22": "In some cases, administrative controls for accounts used in a school setting, including the ability to modify or delete the account, are held by the school. For more information, please review our Children’s Privacy Notice and Schools and Student Use."}, {"23": "We use reasonable organizational and technical safeguards designed to help protect the privacy and security of your personal information"}, {"24": "We use reasonable safeguards to protect our Service and your personal information, but no security measures are perfect."}, {"25": "You may choose to share information about your use of Khan Academy on social networks. If you choose to do so, the social network may use your information as described in their own privacy policies."}, {"26": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"27": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"28": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"29": "Some of the specific ways that we use and protect Student Personal Data"}, {"30": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"31": "How Children can use and register for our Service"}, {"32": "We may use donor information to communicate with you about your contribution and to send fundraising updates and information regarding the advancement of our mission."}, {"33": "We may use this information to manage the services you receive and to communicate with you about your subscription."}, {"34": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"35": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"36": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}, {"37": "Use of cookies"}, {"38": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"39": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"40": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}, {"41": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}, {"42": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 43}, "why": {"text": {"why": [{"0": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"1": "the right to object to how and why personal information is used or processed, including opting out of sale of personal information"}]}, "count": 2}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "We may also use non-personal data elements (such as de-identified, anonymized or aggregated usage information and feedback) for product development, research, analytics and other purposes, including for the purpose of analyzing, improving or marketing our Service, for demonstrating the impact of our Service, or conducting educational research."}, {"1": "with other users of our Service, if you use features that enable you to share your information with (or make it accessible to) others."}, {"2": "with vendors, consultants and other service providers working on our behalf"}, {"3": "with other users that are associated with your account, such as a parent, teacher or coach."}, {"4": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"5": "As a nonprofit organization, Khan Academy relies on our sponsors, donors, and other contributors to provide funding necessary to provide the free Service to our users. From time to time, we permit third parties to sponsor content displayed on our Service."}, {"6": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}, {"7": "If you click on a link to an educational program run by another company you will be directed to that company’s website and their privacy policy applies."}, {"8": "This Khan Academy Privacy Policy does not apply to (and we cannot control the activities of) such other third party websites."}, {"9": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"10": "This Donor information notice supplements our Privacy Policy in connection with donors. If you donate to Khan Academy and do not donate anonymously, we obtain information such as your name, email address, and mailing address. If you donate using our online form, our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"11": "This paid products notice supplements our Privacy Policy in connection with paid products. If you purchase a paid subscription to a Khan Academy service, such as Khanmigo, we obtain information such as your name, email address, and mailing address, and our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"12": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}, {"13": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"14": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}, {"15": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 16}, "if": {"text": {"if": [{"0": "If you're seeing this message, it means we're having trouble loading external resources on our website."}, {"1": "If you're behind a web filter, please make sure that the domains *.kastatic.org and *.kasandbox.org are unblocked."}, {"2": "enabling your participation in special programs that we may offer in partnerships with third parties (if you choose to participate in such special programs)"}, {"3": "with other users of our Service, if you use features that enable you to share your information with (or make it accessible to) others."}, {"4": "with your school, if you are using our Service for school purposes (please see Schools and Student Use for more information)."}, {"5": "with your consent (including third party applications that you choose to use, such as complementary services or an Authentication Service). If you choose to use a third party application or service, the use of your information by the third party will be governed by that party’s privacy policy."}, {"6": "For example, you can choose whether to create an account (or use the Service without registering). If you register for an account, you can:"}, {"7": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"8": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}, {"9": "If you click on a link to an educational program run by another company you will be directed to that company’s website and their privacy policy applies."}, {"10": "You may choose to share information about your use of Khan Academy on social networks. If you choose to do so, the social network may use your information as described in their own privacy policies."}, {"11": "If you are on the Khan Academy Instagram page, the privacy policy of Instagram applies to that Khan Academy Instagram page."}, {"12": "Khan Academy may modify or revise this Privacy Policy from time to time. Khan Academy will notify users of any changes to our Privacy Policy by posting the revised Privacy Policy with an updated date of revision on our Service. If we change this Policy in a material manner, we will do our best to notify you of the changes by posting a notice on our website before those changes take effect. We recommend that you review the Privacy Policy each time you visit the Service to stay informed of our privacy practices."}, {"13": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"14": "In cases where we do not have a separate contract with a School district or educational agency, we may require notification that the accounts are used for school purposes in order to recognize them as School Accounts. If you are a School, please contact our School Partnerships Team to learn more about how to ensure that student accounts are set up and managed as School Accounts. Accounts that are included in a Khan Academy Districts subscription are School Accounts."}, {"15": "This Donor information notice supplements our Privacy Policy in connection with donors. If you donate to Khan Academy and do not donate anonymously, we obtain information such as your name, email address, and mailing address. If you donate using our online form, our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"16": "If you have registered for an account with us, then you may update your preferences in your account settings to opt out of donor emails. If you do not have an account with us, then you may opt out by clicking the unsubscribe link on the donor email message or responding back to the email asking to be removed. Please note that if you have previously unsubscribed but subsequently donate (or attend a donor event), then we may send you follow up communications regarding your support of our mission."}, {"17": "This paid products notice supplements our Privacy Policy in connection with paid products. If you purchase a paid subscription to a Khan Academy service, such as Khanmigo, we obtain information such as your name, email address, and mailing address, and our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"18": "This Applicant information notice supplements our Privacy Policy in connection with applicants. If you apply for a job with Khan Academy via an online application or recruiting site, we will obtain the information you choose to provide in your application for that purpose. For example, we collect professional or employment-related information that typically includes details regarding your employment history, experience, and qualifications; as well as education information, including degrees obtained and academic records."}, {"19": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"20": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}]}, "count": 21}, "when": {"text": {"when": [{"0": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"1": "For specific information about how we collect, use, and process personal information when providing the Service to schools, school districts, and teachers, please review the Schools and Student Use section."}, {"2": "We collect information from you directly, such as when you create an account, communicate with us, participate in activities, events or surveys, or otherwise provide information during your use of the Service."}, {"3": "for compliance purposes, such as when reasonably necessary to protect the security and safety of our users or Service, or when permitted by law."}, {"4": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"5": "We take steps to avoid the collection of information for targeted advertising purposes when we believe the Service is being used by Students or Children."}, {"6": "We encrypt your personal information when it is stored at rest"}, {"7": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"8": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"9": "Creation of School Accounts: Please note that in order for School User accounts to be associated with a School and recognized as School Accounts (as defined in our Terms of Service), the accounts must be created by or at the direction of a School, using a school email address and associated with a School’s class on the Service. For example, a School Account is created when:"}, {"10": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"11": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"12": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"13": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}]}, "count": 14}, "help": {"text": {"help": [{"0": "Khan Academy Help Center"}, {"1": "Additional information about our deletion practices can be found in our Help Center Article. “What are Khan Academy’s Deletion Practices?”"}, {"2": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"3": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"4": "We use reasonable organizational and technical safeguards designed to help protect the privacy and security of your personal information"}, {"5": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"6": "Khan Academy Help Center"}, {"7": "Help center"}, {"8": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}, {"9": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 10}, "access": {"text": {"access": [{"0": "We strive to provide you with access to and control over the information you give us, and we take the protection of your information very seriously."}, {"1": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"2": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"3": "Whether our users have the ability to access and delete their data, and"}, {"4": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"5": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"6": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"7": "Choice: Access, Modify and Delete Child Accounts"}, {"8": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}]}, "count": 9}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "Khan Academy, Inc. (“Khan Academy”, “our”, “us”, or “we”) is a US-based charitable nonprofit organization. As a 501(c)(3) nonprofit, we use the information we collect to provide you with a better experience and fulfill our mission of providing a free, world-class education for anyone, anywhere. We established ourselves as a nonprofit organization so that a for-profit motive will not interfere with our mission of providing a trusted educational resource."}, {"1": "For specific information about how we collect, use, and process personal information when providing the Service to schools, school districts, and teachers, please review the Schools and Student Use section."}, {"2": "Our Children’s Privacy Notice describes how we collect, use, and process personal information from children under 13."}, {"3": "We collect information in the following ways, depending on your use of the Service and your account settings:"}, {"4": "We collect information from you directly, such as when you create an account, communicate with us, participate in activities, events or surveys, or otherwise provide information during your use of the Service."}, {"5": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"6": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"7": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"8": "This Applicant information notice supplements our Privacy Policy in connection with applicants. If you apply for a job with Khan Academy via an online application or recruiting site, we will obtain the information you choose to provide in your application for that purpose. For example, we collect professional or employment-related information that typically includes details regarding your employment history, experience, and qualifications; as well as education information, including degrees obtained and academic records."}, {"9": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}]}, "count": 10}, "we may collect": {"text": {"we may collect": [{"0": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"1": "Examples of information we may collect includes:"}]}, "count": 2}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "You may also wish to visit the Khan Academy Help Center and Common Questions and Resources page, which hosts useful FAQs and information that you may find helpful."}, {"1": "Information you may provide in connection with specific features or special programs"}, {"2": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"3": "You may choose to share information about your use of Khan Academy on social networks. If you choose to do so, the social network may use your information as described in their own privacy policies."}, {"4": "If you have registered for an account with us, then you may update your preferences in your account settings to opt out of donor emails. If you do not have an account with us, then you may opt out by clicking the unsubscribe link on the donor email message or responding back to the email asking to be removed. Please note that if you have previously unsubscribed but subsequently donate (or attend a donor event), then we may send you follow up communications regarding your support of our mission."}, {"5": "Specific privacy rights and processes for exercising them vary from country to county. In certain regions, you may have certain additional rights. The description of rights and the processes and procedures to be followed in exercising the rights, varies, and in some cases, rights must be processed in accordance with specified timelines. We may require you, or your legal representative, to adequately establish your identity before we act on your request. It is imperative that you furnish all requested information in a prompt manner (as guided by your local regulations) in order to fulfill applicable requirements."}]}, "count": 6}, "you can": {"text": {"you can": [{"0": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"1": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"2": "For example, you can choose whether to create an account (or use the Service without registering). If you register for an account, you can:"}, {"3": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"4": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"5": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"6": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}]}, "count": 7}, "right": {"text": {"right": [{"0": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"1": "the right to correct your personal information"}, {"2": "the right to request that your personal information be deleted or anonymized"}, {"3": "the right to object to how and why personal information is used or processed, including opting out of sale of personal information"}, {"4": "the right to withdraw consent to processing"}, {"5": "the right to make a complaint to the relevant supervisory authority; and"}, {"6": "the right to be free from discrimination based on exercising your privacy rights"}, {"7": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"8": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}]}, "count": 9}, "choice": {"text": {"choice": [{"0": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"1": "Choice: Access, Modify and Delete Child Accounts"}]}, "count": 2}, "request": {"text": {"request": [{"0": "Whether our users would reasonably expect that we would retain the data until their Khan Academy account is closed or terminated, or they request deletion."}, {"1": "Parents (not Children) can modify or delete Child User accounts, as described in our Children’s Privacy Notice. Parents or school users who request to modify or delete School Accounts may be directed to the School."}, {"2": "the right to request that your personal information be deleted or anonymized"}, {"3": "Specific privacy rights and processes for exercising them vary from country to county. In certain regions, you may have certain additional rights. The description of rights and the processes and procedures to be followed in exercising the rights, varies, and in some cases, rights must be processed in accordance with specified timelines. We may require you, or your legal representative, to adequately establish your identity before we act on your request. It is imperative that you furnish all requested information in a prompt manner (as guided by your local regulations) in order to fulfill applicable requirements."}]}, "count": 4}, "delete": {"text": {"delete": [{"0": "Whether our users have the ability to access and delete their data, and"}, {"1": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"2": "Update, correct, and delete your account information through your account settings"}, {"3": "In some cases, administrative controls for accounts used in a school setting, including the ability to modify or delete the account, are held by the school. For more information, please review our Children’s Privacy Notice and Schools and Student Use."}, {"4": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"5": "Parents (not Children) can modify or delete Child User accounts, as described in our Children’s Privacy Notice. Parents or school users who request to modify or delete School Accounts may be directed to the School."}, {"6": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"7": "How we retain and delete Student Personal Data"}, {"8": "Choice: Access, Modify and Delete Child Accounts"}]}, "count": 9}, "deletion": {"text": {"deletion": [{"0": "Whether our users would reasonably expect that we would retain the data until their Khan Academy account is closed or terminated, or they request deletion."}, {"1": "What are Khan Academy’s Deletion Practices?"}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "accounts are created pursuant to a separate contract between Khan Academy and the school district (or educational agency) specifying that the accounts are School Accounts"}, {"1": "In cases where we do not have a separate contract with a School district or educational agency, we may require notification that the accounts are used for school purposes in order to recognize them as School Accounts. If you are a School, please contact our School Partnerships Team to learn more about how to ensure that student accounts are set up and managed as School Accounts. Accounts that are included in a Khan Academy Districts subscription are School Accounts."}, {"2": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}]}, "count": 3}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"1": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"2": "Specific privacy rights and processes for exercising them vary from country to county. In certain regions, you may have certain additional rights. The description of rights and the processes and procedures to be followed in exercising the rights, varies, and in some cases, rights must be processed in accordance with specified timelines. We may require you, or your legal representative, to adequately establish your identity before we act on your request. It is imperative that you furnish all requested information in a prompt manner (as guided by your local regulations) in order to fulfill applicable requirements."}]}, "count": 3}, "authority": {"text": {"authority": [{"0": "the right to make a complaint to the relevant supervisory authority; and"}]}, "count": 1}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "for compliance purposes, such as when reasonably necessary to protect the security and safety of our users or Service, or when permitted by law."}, {"1": "We do not disclose personally identifiable donor information except with your consent or as required by law."}, {"2": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"3": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}]}, "count": 4}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Our Privacy Policy is fueled by our commitment to these Privacy Principles:"}, {"1": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"2": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"3": "with your consent (including third party applications that you choose to use, such as complementary services or an Authentication Service). If you choose to use a third party application or service, the use of your information by the third party will be governed by that party’s privacy policy."}, {"4": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"5": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}, {"6": "If you click on a link to an educational program run by another company you will be directed to that company’s website and their privacy policy applies."}, {"7": "If you are on the Khan Academy Instagram page, the privacy policy of Instagram applies to that Khan Academy Instagram page."}, {"8": "This Khan Academy Privacy Policy does not apply to (and we cannot control the activities of) such other third party websites."}, {"9": "Khan Academy may modify or revise this Privacy Policy from time to time. Khan Academy will notify users of any changes to our Privacy Policy by posting the revised Privacy Policy with an updated date of revision on our Service. If we change this Policy in a material manner, we will do our best to notify you of the changes by posting a notice on our website before those changes take effect. We recommend that you review the Privacy Policy each time you visit the Service to stay informed of our privacy practices."}, {"10": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"11": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"12": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"13": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"14": "This Donor information notice supplements our Privacy Policy in connection with donors. If you donate to Khan Academy and do not donate anonymously, we obtain information such as your name, email address, and mailing address. If you donate using our online form, our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"15": "This paid products notice supplements our Privacy Policy in connection with paid products. If you purchase a paid subscription to a Khan Academy service, such as Khanmigo, we obtain information such as your name, email address, and mailing address, and our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"16": "This Applicant information notice supplements our Privacy Policy in connection with applicants. If you apply for a job with Khan Academy via an online application or recruiting site, we will obtain the information you choose to provide in your application for that purpose. For example, we collect professional or employment-related information that typically includes details regarding your employment history, experience, and qualifications; as well as education information, including degrees obtained and academic records."}, {"17": "This Regional information notice supplements our Privacy Policy."}]}, "count": 18}, "international": {"text": {"international": [{"0": "International Data Transfer"}]}, "count": 1}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {"children": [{"0": "Children’s Privacy Notice"}, {"1": "Children’s Privacy Notice"}, {"2": "Use by Children and Students"}, {"3": "Children’s Privacy Notice"}, {"4": "Children’s Privacy Notice"}, {"5": "We take steps to avoid the collection of information for targeted advertising purposes when we believe the Service is being used by Students or Children."}, {"6": "Children’s Privacy Notice"}, {"7": "Children’s Privacy Notice"}, {"8": "Children’s Privacy Notice"}, {"9": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"10": "Children’s Privacy Notice"}, {"11": "“Children”"}, {"12": "Khan Academy is committed to Children’s privacy."}, {"13": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"14": "How Children can use and register for our Service"}]}, "count": 15}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "We take extra precautions for our younger learners as described in our Children’s Privacy Notice, including restricting child accounts to automatically block features that would allow a child to post or disclose personal information."}, {"1": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"2": "For example, we avoid use of tracking technology on webpages with child-directed content, and we do not use tracking technology for third party advertising."}, {"3": "Parents (not Children) can modify or delete Child User accounts, as described in our Children’s Privacy Notice. Parents or school users who request to modify or delete School Accounts may be directed to the School."}, {"4": "“Child”"}, {"5": "Child Users"}, {"6": "Restrictions placed on Accounts for Child Users"}, {"7": "Choice: Access, Modify and Delete Child Accounts"}]}, "count": 8}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {"you acknowledge": [{"0": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}]}, "count": 1}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "We do not sell your personal information to third parties. We established Khan Academy as a nonprofit organization so that our mission of education and your trust will not be in conflict with a for-profit motive."}, {"1": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"2": "enabling your participation in special programs that we may offer in partnerships with third parties (if you choose to participate in such special programs)"}, {"3": "Khan Academy takes great care to protect the personal information you provide to us. We do not sell your personal information to third parties. This section explains circumstances in which we may disclose personal information with third parties."}, {"4": "As a nonprofit organization, Khan Academy relies on our sponsors, donors, and other contributors to provide funding necessary to provide the free Service to our users. From time to time, we permit third parties to sponsor content displayed on our Service."}, {"5": "Khan Academy does not display third party advertisements on our Service. We may, from time to time, incorporate content or link to content provided by third parties that may be of interest to you and relevant to the educational context of our Service. Some of these materials or websites may include branding or advertisements as permitted by the third party owner or operator. For more information, please review Links to third parties."}, {"6": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}]}, "count": 7}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {"third party": [{"0": "We do not display third party advertising on Khan Academy. Our mission is to provide you with a world class education, not to sell you products."}, {"1": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"2": "with your consent (including third party applications that you choose to use, such as complementary services or an Authentication Service). If you choose to use a third party application or service, the use of your information by the third party will be governed by that party’s privacy policy."}, {"3": "Khan Academy does not display third party advertisements on our Service. We may, from time to time, incorporate content or link to content provided by third parties that may be of interest to you and relevant to the educational context of our Service. Some of these materials or websites may include branding or advertisements as permitted by the third party owner or operator. For more information, please review Links to third parties."}, {"4": "For example, we avoid use of tracking technology on webpages with child-directed content, and we do not use tracking technology for third party advertising."}, {"5": "Choose whether you wish to disclose personal information with (and use) third party services"}, {"6": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}, {"7": "This Khan Academy Privacy Policy does not apply to (and we cannot control the activities of) such other third party websites."}, {"8": "You should consult the privacy policies of those third party websites."}, {"9": "No Third Party Tracking and No Targeted Advertising"}, {"10": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}]}, "count": 11}, "advertising": {"text": {"advertising": [{"0": "We do not display third party advertising on Khan Academy. Our mission is to provide you with a world class education, not to sell you products."}, {"1": "We take steps to avoid the collection of information for targeted advertising purposes when we believe the Service is being used by Students or Children."}, {"2": "For example, we avoid use of tracking technology on webpages with child-directed content, and we do not use tracking technology for third party advertising."}]}, "count": 3}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"1": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 2}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"1": "We may also use non-personal data elements (such as de-identified, anonymized or aggregated usage information and feedback) for product development, research, analytics and other purposes, including for the purpose of analyzing, improving or marketing our Service, for demonstrating the impact of our Service, or conducting educational research."}, {"2": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"3": "Whether the data is needed to maintain an account on Khan Academy"}, {"4": "Whether the data is needed to support an educational purpose"}, {"5": "Whether we have a need to retain data for legitimate business purposes such as for recordkeeping or to prevent fraud or abuse."}, {"6": "Whether the data as necessary for processing purchases and resolving matters relating to payments, subscriptions or donation"}, {"7": "Whether our users have the ability to access and delete their data, and"}, {"8": "Whether our users would reasonably expect that we would retain the data until their Khan Academy account is closed or terminated, or they request deletion."}, {"9": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"10": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"11": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"12": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"13": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"14": "International Data Transfer"}]}, "count": 15}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"1": "Khan Academy uses information collected for the purposes of:"}, {"2": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"3": "Information collected and how the information is used"}, {"4": "This Donor information notice supplements our Privacy Policy in connection with donors. If you donate to Khan Academy and do not donate anonymously, we obtain information such as your name, email address, and mailing address. If you donate using our online form, our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"5": "This paid products notice supplements our Privacy Policy in connection with paid products. If you purchase a paid subscription to a Khan Academy service, such as Khanmigo, we obtain information such as your name, email address, and mailing address, and our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}]}, "count": 6}, "stored": {"text": {"stored": [{"0": "We encrypt your personal information when it is stored at rest"}, {"1": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}]}, "count": 2}, "retention": {"text": {"retention": [{"0": "Retention of Personal Information"}, {"1": "Retention of Personal Information"}, {"2": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}]}, "count": 3}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}]}, "count": 1}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "We may also use non-personal data elements (such as de-identified, anonymized or aggregated usage information and feedback) for product development, research, analytics and other purposes, including for the purpose of analyzing, improving or marketing our Service, for demonstrating the impact of our Service, or conducting educational research."}, {"1": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"2": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 3}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "AI for education"}, {"1": "AI for TeachersFree"}]}, "count": 2}, "automatically": {"text": {"automatically": [{"0": "We take extra precautions for our younger learners as described in our Children’s Privacy Notice, including restricting child accounts to automatically block features that would allow a child to post or disclose personal information."}, {"1": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "We strive to provide you with access to and control over the information you give us, and we take the protection of your information very seriously."}, {"1": "We take privacy very seriously. We strive to put you in control of the choices and decisions regarding your personal information."}, {"2": "This Khan Academy Privacy Policy does not apply to (and we cannot control the activities of) such other third party websites."}]}, "count": 3}, "settings": {"text": {"settings": [{"0": "We collect information in the following ways, depending on your use of the Service and your account settings:"}, {"1": "We encourage you to regularly check your account settings."}, {"2": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"3": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"4": "If you have registered for an account with us, then you may update your preferences in your account settings to opt out of donor emails. If you do not have an account with us, then you may opt out by clicking the unsubscribe link on the donor email message or responding back to the email asking to be removed. Please note that if you have previously unsubscribed but subsequently donate (or attend a donor event), then we may send you follow up communications regarding your support of our mission."}, {"5": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}]}, "count": 6}, "controls": {"text": {"controls": [{"0": "In some cases, administrative controls for accounts used in a school setting, including the ability to modify or delete the account, are held by the school. For more information, please review our Children’s Privacy Notice and Schools and Student Use."}, {"1": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}]}, "count": 2}, "fraud": {"text": {"fraud": [{"0": "Whether we have a need to retain data for legitimate business purposes such as for recordkeeping or to prevent fraud or abuse."}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Khan Academy takes great care to protect the personal information you provide to us. We do not sell your personal information to third parties. This section explains circumstances in which we may disclose personal information with third parties."}, {"1": "for compliance purposes, such as when reasonably necessary to protect the security and safety of our users or Service, or when permitted by law."}, {"2": "Some of the ways in which we encourage you to protect your personal information include:"}, {"3": "We use reasonable safeguards to protect our Service and your personal information, but no security measures are perfect."}, {"4": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"5": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}]}, "count": 6}, "encryption": {"text": {"encryption": [{"0": "We protect your personal information with encryption during transmission over the public Internet"}]}, "count": 1}, "security": {"text": {"security": [{"0": "Security of your personal information"}, {"1": "for compliance purposes, such as when reasonably necessary to protect the security and safety of our users or Service, or when permitted by law."}, {"2": "Security of your personal information"}, {"3": "We use reasonable organizational and technical safeguards designed to help protect the privacy and security of your personal information"}, {"4": "We use reasonable safeguards to protect our Service and your personal information, but no security measures are perfect."}]}, "count": 5}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"1": "For specific information about how we collect, use, and process personal information when providing the Service to schools, school districts, and teachers, please review the Schools and Student Use section."}, {"2": "Our Children’s Privacy Notice describes how we collect, use, and process personal information from children under 13."}, {"3": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"4": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"5": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"6": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"7": "In cases where we do not have a separate contract with a School district or educational agency, we may require notification that the accounts are used for school purposes in order to recognize them as School Accounts. If you are a School, please contact our School Partnerships Team to learn more about how to ensure that student accounts are set up and managed as School Accounts. Accounts that are included in a Khan Academy Districts subscription are School Accounts."}, {"8": "How we disclose Student Personal Data"}, {"9": "How we retain and delete Student Personal Data"}, {"10": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"11": "How Children can use and register for our Service"}, {"12": "Information collected and how the information is used"}, {"13": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"14": "the right to object to how and why personal information is used or processed, including opting out of sale of personal information"}, {"15": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"16": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 17}, "what": {"text": {"what": [{"0": "What are Khan Academy’s Deletion Practices?"}, {"1": "We encourage you to be thoughtful about what you post and continue to learn about online safety"}, {"2": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}]}, "count": 3}, "how you": {"text": {"how you": [{"0": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"1": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 2}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"1": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"2": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"3": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 4}, "learn": {"text": {"learn": [{"0": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"1": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"2": "Learn More"}, {"3": "Learn More"}, {"4": "Learn More"}, {"5": "Khan Academy uses the privacy functionality in YouTube to display video content on YouTube (see additional information under “Learn More”)."}, {"6": "Learn More"}, {"7": "Learn More"}, {"8": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"9": "Learn More"}, {"10": "We encourage you to be thoughtful about what you post and continue to learn about online safety"}, {"11": "Learn More"}, {"12": "In cases where we do not have a separate contract with a School district or educational agency, we may require notification that the accounts are used for school purposes in order to recognize them as School Accounts. If you are a School, please contact our School Partnerships Team to learn more about how to ensure that student accounts are set up and managed as School Accounts. Accounts that are included in a Khan Academy Districts subscription are School Accounts."}, {"13": "Please review “Learn More” to see more information about:"}, {"14": "Learn More"}, {"15": "Please review “Learn More” for more information about:"}, {"16": "Learn More"}, {"17": "Learn More"}, {"18": "Learn More"}, {"19": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}]}, "count": 20}, "more information": {"text": {"more information": [{"0": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"1": "with your school, if you are using our Service for school purposes (please see Schools and Student Use for more information)."}, {"2": "Khan Academy does not display third party advertisements on our Service. We may, from time to time, incorporate content or link to content provided by third parties that may be of interest to you and relevant to the educational context of our Service. Some of these materials or websites may include branding or advertisements as permitted by the third party owner or operator. For more information, please review Links to third parties."}, {"3": "Please review our Children’s Privacy Notice for more information."}, {"4": "In some cases, administrative controls for accounts used in a school setting, including the ability to modify or delete the account, are held by the school. For more information, please review our Children’s Privacy Notice and Schools and Student Use."}, {"5": "Please review “Learn More” to see more information about:"}, {"6": "Please review “Learn More” for more information about:"}]}, "count": 7}, "educational resource": {"text": {"educational resource": [{"0": "Khan Academy, Inc. (“Khan Academy”, “our”, “us”, or “we”) is a US-based charitable nonprofit organization. As a 501(c)(3) nonprofit, we use the information we collect to provide you with a better experience and fulfill our mission of providing a free, world-class education for anyone, anywhere. We established ourselves as a nonprofit organization so that a for-profit motive will not interfere with our mission of providing a trusted educational resource."}]}, "count": 1}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"1": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"2": "Accept All Cookies Strictly Necessary Only"}, {"3": "Cookies Settings"}, {"4": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"5": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}, {"6": "  Functional Cookies "}, {"7": "These cookies provide you with a more tailored experience and allow you to make certain selections on our Service.  For example, these cookies store information such as your preferred language and website preferences."}, {"8": "  Targeting Cookies "}, {"9": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}, {"10": "  Performance Cookies "}, {"11": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 12}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"1": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 2}, "session monitoring": {"text": {}, "count": 0}}}, "link-1": {"WORDS": {"we": {"text": {"we": [{"0": "If you're seeing this message, it means we're having trouble loading external resources on our website."}, {"1": "We've updated our Privacy Policy. Please review it now."}, {"2": "\"We'll get right to the point: we're asking you to help support Khan Academy. We're a nonprofit that relies on support from people like you. If everyone reading this gives $12 monthly, Khan Academy can continue to thrive for years. Please help keep Khan Academy free, for anyone, anywhere forever.\n\nGifts will be matched. Give now to help us reach our goal of $200,000 through Giving Tuesday!\"\n\n- Sal Khan, Founder and CEO"}, {"3": "We empower teachers to support their entire classroom. 90% of US teachers who have used Khan Academy have found us effective."}, {"4": "“I come from a poor family. At home it’s one room, just a room we live in. When I was a child, I used to fear mathematics. But now, I am in love with mathematics because of Khan Academy.”"}, {"5": "TOGETHER WE CAN MAKE A DIFFERENCE"}]}, "count": 6}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}]}, "count": 1}, "information": {"text": {"information": [{"0": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"1": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"2": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}, {"3": "These cookies provide you with a more tailored experience and allow you to make certain selections on our Service.  For example, these cookies store information such as your preferred language and website preferences."}]}, "count": 4}, "use": {"text": {"use": [{"0": "“I come from a poor family. At home it’s one room, just a room we live in. When I was a child, I used to fear mathematics. But now, I am in love with mathematics because of Khan Academy.”"}, {"1": "Use of cookies"}, {"2": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"3": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"4": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}, {"5": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}, {"6": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 7}, "why": {"text": {"why": [{"0": "Why Khan Academy works"}]}, "count": 1}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"1": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}, {"2": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 3}, "if": {"text": {"if": [{"0": "If you're seeing this message, it means we're having trouble loading external resources on our website."}, {"1": "If you're behind a web filter, please make sure that the domains *.kastatic.org and *.kasandbox.org are unblocked."}, {"2": "If everyone reading this gives $12 monthly, Khan Academy can continue to thrive for years."}]}, "count": 3}, "when": {"text": {"when": [{"0": "“I come from a poor family. At home it’s one room, just a room we live in. When I was a child, I used to fear mathematics. But now, I am in love with mathematics because of Khan Academy.”"}, {"1": "Cookies are small files placed on your device that collect information when you use Khan Academy.  Strictly necessary cookies are used to make our site work and are required.  Other types of cookies are used to improve your experience, to analyze how Khan Academy is used, and to market our service.  You can allow or disallow these other cookies by checking or unchecking the boxes below.  You can learn more in our cookie policy"}, {"2": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"3": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}]}, "count": 4}, "help": {"text": {"help": [{"0": "Help us do more"}, {"1": "Gifts will be matched. Give now to help us reach our goal of $200,000 through Giving Tuesday!"}, {"2": "Across the globe, 617 million children are missing basic math and reading skills. We’re a nonprofit delivering the education they need, and we need your help. You can change the course of a child’s life."}, {"3": "Help center"}, {"4": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}, {"5": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 6}, "access": {"text": {"access": [{"0": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}]}, "count": 1}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "Khan Academy, Inc. (“Khan Academy”, “our”, “us”, or “we”) is a US-based charitable nonprofit organization. As a 501(c)(3) nonprofit, we use the information we collect to provide you with a better experience and fulfill our mission of providing a free, world-class education for anyone, anywhere. We established ourselves as a nonprofit organization so that a for-profit motive will not interfere with our mission of providing a trusted educational resource."}, {"1": "For specific information about how we collect, use, and process personal information when providing the Service to schools, school districts, and teachers, please review the Schools and Student Use section."}, {"2": "Our Children’s Privacy Notice describes how we collect, use, and process personal information from children under 13."}, {"3": "We collect information in the following ways, depending on your use of the Service and your account settings:"}, {"4": "We collect information from you directly, such as when you create an account, communicate with us, participate in activities, events or surveys, or otherwise provide information during your use of the Service."}, {"5": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"6": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"7": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"8": "This Applicant information notice supplements our Privacy Policy in connection with applicants. If you apply for a job with Khan Academy via an online application or recruiting site, we will obtain the information you choose to provide in your application for that purpose. For example, we collect professional or employment-related information that typically includes details regarding your employment history, experience, and qualifications; as well as education information, including degrees obtained and academic records."}, {"9": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}]}, "count": 10}, "we may collect": {"text": {"we may collect": [{"0": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"1": "Examples of information we may collect includes:"}]}, "count": 2}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "You may also wish to visit the Khan Academy Help Center and Common Questions and Resources page, which hosts useful FAQs and information that you may find helpful."}, {"1": "Information you may provide in connection with specific features or special programs"}, {"2": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"3": "You may choose to share information about your use of Khan Academy on social networks. If you choose to do so, the social network may use your information as described in their own privacy policies."}, {"4": "If you have registered for an account with us, then you may update your preferences in your account settings to opt out of donor emails. If you do not have an account with us, then you may opt out by clicking the unsubscribe link on the donor email message or responding back to the email asking to be removed. Please note that if you have previously unsubscribed but subsequently donate (or attend a donor event), then we may send you follow up communications regarding your support of our mission."}, {"5": "Specific privacy rights and processes for exercising them vary from country to county. In certain regions, you may have certain additional rights. The description of rights and the processes and procedures to be followed in exercising the rights, varies, and in some cases, rights must be processed in accordance with specified timelines. We may require you, or your legal representative, to adequately establish your identity before we act on your request. It is imperative that you furnish all requested information in a prompt manner (as guided by your local regulations) in order to fulfill applicable requirements."}]}, "count": 6}, "you can": {"text": {"you can": [{"0": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"1": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"2": "For example, you can choose whether to create an account (or use the Service without registering). If you register for an account, you can:"}, {"3": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"4": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"5": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}]}, "count": 6}, "right": {"text": {"right": [{"0": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"1": "the right to correct your personal information"}, {"2": "the right to request that your personal information be deleted or anonymized"}, {"3": "the right to object to how and why personal information is used or processed, including opting out of sale of personal information"}, {"4": "the right to withdraw consent to processing"}, {"5": "the right to make a complaint to the relevant supervisory authority; and"}, {"6": "the right to be free from discrimination based on exercising your privacy rights"}, {"7": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"8": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}]}, "count": 9}, "choice": {"text": {"choice": [{"0": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"1": "Choice: Access, Modify and Delete Child Accounts"}]}, "count": 2}, "request": {"text": {"request": [{"0": "Whether our users would reasonably expect that we would retain the data until their Khan Academy account is closed or terminated, or they request deletion."}, {"1": "Parents (not Children) can modify or delete Child User accounts, as described in our Children’s Privacy Notice. Parents or school users who request to modify or delete School Accounts may be directed to the School."}, {"2": "the right to request that your personal information be deleted or anonymized"}, {"3": "Specific privacy rights and processes for exercising them vary from country to county. In certain regions, you may have certain additional rights. The description of rights and the processes and procedures to be followed in exercising the rights, varies, and in some cases, rights must be processed in accordance with specified timelines. We may require you, or your legal representative, to adequately establish your identity before we act on your request. It is imperative that you furnish all requested information in a prompt manner (as guided by your local regulations) in order to fulfill applicable requirements."}]}, "count": 4}, "delete": {"text": {"delete": [{"0": "Whether our users have the ability to access and delete their data, and"}, {"1": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"2": "Update, correct, and delete your account information through your account settings"}, {"3": "In some cases, administrative controls for accounts used in a school setting, including the ability to modify or delete the account, are held by the school. For more information, please review our Children’s Privacy Notice and Schools and Student Use."}, {"4": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"5": "Parents (not Children) can modify or delete Child User accounts, as described in our Children’s Privacy Notice. Parents or school users who request to modify or delete School Accounts may be directed to the School."}, {"6": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"7": "How we retain and delete Student Personal Data"}, {"8": "Choice: Access, Modify and Delete Child Accounts"}]}, "count": 9}, "deletion": {"text": {"deletion": [{"0": "Whether our users would reasonably expect that we would retain the data until their Khan Academy account is closed or terminated, or they request deletion."}, {"1": "What are Khan Academy’s Deletion Practices?"}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "accounts are created pursuant to a separate contract between Khan Academy and the school district (or educational agency) specifying that the accounts are School Accounts"}, {"1": "In cases where we do not have a separate contract with a School district or educational agency, we may require notification that the accounts are used for school purposes in order to recognize them as School Accounts. If you are a School, please contact our School Partnerships Team to learn more about how to ensure that student accounts are set up and managed as School Accounts. Accounts that are included in a Khan Academy Districts subscription are School Accounts."}, {"2": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}]}, "count": 3}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"1": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"2": "Specific privacy rights and processes for exercising them vary from country to county. In certain regions, you may have certain additional rights. The description of rights and the processes and procedures to be followed in exercising the rights, varies, and in some cases, rights must be processed in accordance with specified timelines. We may require you, or your legal representative, to adequately establish your identity before we act on your request. It is imperative that you furnish all requested information in a prompt manner (as guided by your local regulations) in order to fulfill applicable requirements."}]}, "count": 3}, "authority": {"text": {"authority": [{"0": "the right to make a complaint to the relevant supervisory authority; and"}]}, "count": 1}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "for compliance purposes, such as when reasonably necessary to protect the security and safety of our users or Service, or when permitted by law."}, {"1": "We do not disclose personally identifiable donor information except with your consent or as required by law."}, {"2": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"3": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}]}, "count": 4}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Our Privacy Policy is fueled by our commitment to these Privacy Principles:"}, {"1": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"2": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"3": "with your consent (including third party applications that you choose to use, such as complementary services or an Authentication Service). If you choose to use a third party application or service, the use of your information by the third party will be governed by that party’s privacy policy."}, {"4": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"5": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}, {"6": "If you click on a link to an educational program run by another company you will be directed to that company’s website and their privacy policy applies."}, {"7": "If you are on the Khan Academy Instagram page, the privacy policy of Instagram applies to that Khan Academy Instagram page."}, {"8": "This Khan Academy Privacy Policy does not apply to (and we cannot control the activities of) such other third party websites."}, {"9": "Khan Academy may modify or revise this Privacy Policy from time to time. Khan Academy will notify users of any changes to our Privacy Policy by posting the revised Privacy Policy with an updated date of revision on our Service. If we change this Policy in a material manner, we will do our best to notify you of the changes by posting a notice on our website before those changes take effect. We recommend that you review the Privacy Policy each time you visit the Service to stay informed of our privacy practices."}, {"10": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"11": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"12": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"13": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"14": "This Donor information notice supplements our Privacy Policy in connection with donors. If you donate to Khan Academy and do not donate anonymously, we obtain information such as your name, email address, and mailing address. If you donate using our online form, our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"15": "This paid products notice supplements our Privacy Policy in connection with paid products. If you purchase a paid subscription to a Khan Academy service, such as Khanmigo, we obtain information such as your name, email address, and mailing address, and our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"16": "This Applicant information notice supplements our Privacy Policy in connection with applicants. If you apply for a job with Khan Academy via an online application or recruiting site, we will obtain the information you choose to provide in your application for that purpose. For example, we collect professional or employment-related information that typically includes details regarding your employment history, experience, and qualifications; as well as education information, including degrees obtained and academic records."}, {"17": "This Regional information notice supplements our Privacy Policy."}]}, "count": 18}, "international": {"text": {"international": [{"0": "International Data Transfer"}]}, "count": 1}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {"children": [{"0": "Children’s Privacy Notice"}, {"1": "Children’s Privacy Notice"}, {"2": "Use by Children and Students"}, {"3": "Children’s Privacy Notice"}, {"4": "Children’s Privacy Notice"}, {"5": "We take steps to avoid the collection of information for targeted advertising purposes when we believe the Service is being used by Students or Children."}, {"6": "Children’s Privacy Notice"}, {"7": "Children’s Privacy Notice"}, {"8": "Children’s Privacy Notice"}, {"9": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"10": "Children’s Privacy Notice"}, {"11": "“Children”"}, {"12": "Khan Academy is committed to Children’s privacy."}, {"13": "Protecting the privacy of Children is especially important to Khan Academy. For that reason, we created certain features designed to help protect personal information relating to Children (“Child Users”). When a Child creates an account, we collect their information in compliance with applicable laws, including by seeking the consent of a parent or legal guardian (“Parent”) for creation of that account. When Khan Academy is used by a School in an educational setting, we rely on the School to provide the requisite consent, on behalf of the Parent, for Khan Academy to collect information from a School User under the age of 13 for educational purposes."}, {"14": "How Children can use and register for our Service"}]}, "count": 15}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "We take extra precautions for our younger learners as described in our Children’s Privacy Notice, including restricting child accounts to automatically block features that would allow a child to post or disclose personal information."}, {"1": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"2": "For example, we avoid use of tracking technology on webpages with child-directed content, and we do not use tracking technology for third party advertising."}, {"3": "Parents (not Children) can modify or delete Child User accounts, as described in our Children’s Privacy Notice. Parents or school users who request to modify or delete School Accounts may be directed to the School."}, {"4": "“Child”"}, {"5": "Child Users"}, {"6": "Restrictions placed on Accounts for Child Users"}, {"7": "Choice: Access, Modify and Delete Child Accounts"}]}, "count": 8}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {"you acknowledge": [{"0": "International Data Transfer: Our Service is operated and managed on servers located within the United States. If you choose to use our Service from Europe or other regions of the world with laws governing data collection and use that differ from United States law, then you acknowledge and agree that Khan Academy will transfer, store, and process your personal information to the United States for the purpose of performing the Service according to our contract (e.g., our Terms of Service) and for any other purpose for which you provide explicit, informed consent."}]}, "count": 1}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "We do not sell your personal information to third parties. We established Khan Academy as a nonprofit organization so that our mission of education and your trust will not be in conflict with a for-profit motive."}, {"1": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"2": "enabling your participation in special programs that we may offer in partnerships with third parties (if you choose to participate in such special programs)"}, {"3": "Khan Academy takes great care to protect the personal information you provide to us. We do not sell your personal information to third parties. This section explains circumstances in which we may disclose personal information with third parties."}, {"4": "As a nonprofit organization, Khan Academy relies on our sponsors, donors, and other contributors to provide funding necessary to provide the free Service to our users. From time to time, we permit third parties to sponsor content displayed on our Service."}, {"5": "Khan Academy does not display third party advertisements on our Service. We may, from time to time, incorporate content or link to content provided by third parties that may be of interest to you and relevant to the educational context of our Service. Some of these materials or websites may include branding or advertisements as permitted by the third party owner or operator. For more information, please review Links to third parties."}, {"6": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}]}, "count": 7}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {"third party": [{"0": "We do not display third party advertising on Khan Academy. Our mission is to provide you with a world class education, not to sell you products."}, {"1": "We may collect information from others, such as your parent, teacher, or School, or third parties (meaning organizations outside of Khan Academy), such as third party applications that you use to connect to the Service."}, {"2": "with your consent (including third party applications that you choose to use, such as complementary services or an Authentication Service). If you choose to use a third party application or service, the use of your information by the third party will be governed by that party’s privacy policy."}, {"3": "Khan Academy does not display third party advertisements on our Service. We may, from time to time, incorporate content or link to content provided by third parties that may be of interest to you and relevant to the educational context of our Service. Some of these materials or websites may include branding or advertisements as permitted by the third party owner or operator. For more information, please review Links to third parties."}, {"4": "For example, we avoid use of tracking technology on webpages with child-directed content, and we do not use tracking technology for third party advertising."}, {"5": "Choose whether you wish to disclose personal information with (and use) third party services"}, {"6": "The Service may link to and may be linked by websites operated by other entities or individuals. If we include links to third parties and you click on that link, you will be leaving Khan Academy and the privacy policy of that third party applies. Similarly, if you see a link to Khan Academy on a third party website, then the privacy policy of that third party applies."}, {"7": "This Khan Academy Privacy Policy does not apply to (and we cannot control the activities of) such other third party websites."}, {"8": "You should consult the privacy policies of those third party websites."}, {"9": "No Third Party Tracking and No Targeted Advertising"}, {"10": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}]}, "count": 11}, "advertising": {"text": {"advertising": [{"0": "We do not display third party advertising on Khan Academy. Our mission is to provide you with a world class education, not to sell you products."}, {"1": "We take steps to avoid the collection of information for targeted advertising purposes when we believe the Service is being used by Students or Children."}, {"2": "For example, we avoid use of tracking technology on webpages with child-directed content, and we do not use tracking technology for third party advertising."}]}, "count": 3}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 1}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"1": "We may also use non-personal data elements (such as de-identified, anonymized or aggregated usage information and feedback) for product development, research, analytics and other purposes, including for the purpose of analyzing, improving or marketing our Service, for demonstrating the impact of our Service, or conducting educational research."}, {"2": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"3": "Whether the data is needed to maintain an account on Khan Academy"}, {"4": "Whether the data is needed to support an educational purpose"}, {"5": "Whether we have a need to retain data for legitimate business purposes such as for recordkeeping or to prevent fraud or abuse."}, {"6": "Whether the data as necessary for processing purchases and resolving matters relating to payments, subscriptions or donation"}, {"7": "Whether our users have the ability to access and delete their data, and"}, {"8": "Whether our users would reasonably expect that we would retain the data until their Khan Academy account is closed or terminated, or they request deletion."}, {"9": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"10": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"11": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"12": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}, {"13": "If you wish to exercise a privacy right, please Contact Khan Academy. Our ability to respond to specific requests may be limited by applicable law and the functionality of our Service. For example, we may need to retain some data for legitimate business purposes, or because processing is necessary to deliver the services you have requested."}, {"14": "International Data Transfer"}]}, "count": 15}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"1": "Khan Academy uses information collected for the purposes of:"}, {"2": "We will not make any material changes to our Privacy Policy that relate to the collection or use of Student Personal Data without first giving notice to the School and providing a choice before Student Personal Data are used in a materially different manner than was disclosed when the information was collected."}, {"3": "Information collected and how the information is used"}, {"4": "This Donor information notice supplements our Privacy Policy in connection with donors. If you donate to Khan Academy and do not donate anonymously, we obtain information such as your name, email address, and mailing address. If you donate using our online form, our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}, {"5": "This paid products notice supplements our Privacy Policy in connection with paid products. If you purchase a paid subscription to a Khan Academy service, such as Khanmigo, we obtain information such as your name, email address, and mailing address, and our payment processor will also collect your credit or debit card number or other payment information. Please note that information collected by these payment processors is subject to their own privacy policy."}]}, "count": 6}, "stored": {"text": {"stored": [{"0": "We encrypt your personal information when it is stored at rest"}, {"1": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}]}, "count": 2}, "retention": {"text": {"retention": [{"0": "Retention of Personal Information"}, {"1": "Retention of Personal Information"}, {"2": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}]}, "count": 3}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "We may also use non-personal data elements (such as de-identified, anonymized or aggregated usage information and feedback) for product development, research, analytics and other purposes, including for the purpose of analyzing, improving or marketing our Service, for demonstrating the impact of our Service, or conducting educational research."}, {"1": "When we have no ongoing legitimate business need to process your personal Information, our policy is to delete or de-identify the data. We may retain and use de-identified or anonymized data for longer periods for purposes such as product development, research, analytics and for demonstrating the impact of our Service."}, {"2": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 3}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "AI for education"}, {"1": "AI for TeachersFree"}]}, "count": 2}, "automatically": {"text": {"automatically": [{"0": "We take extra precautions for our younger learners as described in our Children’s Privacy Notice, including restricting child accounts to automatically block features that would allow a child to post or disclose personal information."}, {"1": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "We strive to provide you with access to and control over the information you give us, and we take the protection of your information very seriously."}, {"1": "We take privacy very seriously. We strive to put you in control of the choices and decisions regarding your personal information."}, {"2": "This Khan Academy Privacy Policy does not apply to (and we cannot control the activities of) such other third party websites."}]}, "count": 3}, "settings": {"text": {"settings": [{"0": "We collect information in the following ways, depending on your use of the Service and your account settings:"}, {"1": "We encourage you to regularly check your account settings."}, {"2": "We want you to have access to your information, so that you can help keep it as accurate as possible. If you register and provide Khan Academy with information, you may update, correct, or delete your account and information at any time by reviewing your profile information and preferences on your account settings page."}, {"3": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"4": "If you have registered for an account with us, then you may update your preferences in your account settings to opt out of donor emails. If you do not have an account with us, then you may opt out by clicking the unsubscribe link on the donor email message or responding back to the email asking to be removed. Please note that if you have previously unsubscribed but subsequently donate (or attend a donor event), then we may send you follow up communications regarding your support of our mission."}, {"5": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}]}, "count": 6}, "controls": {"text": {"controls": [{"0": "In some cases, administrative controls for accounts used in a school setting, including the ability to modify or delete the account, are held by the school. For more information, please review our Children’s Privacy Notice and Schools and Student Use."}, {"1": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}]}, "count": 2}, "fraud": {"text": {"fraud": [{"0": "Whether we have a need to retain data for legitimate business purposes such as for recordkeeping or to prevent fraud or abuse."}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Khan Academy takes great care to protect the personal information you provide to us. We do not sell your personal information to third parties. This section explains circumstances in which we may disclose personal information with third parties."}, {"1": "for compliance purposes, such as when reasonably necessary to protect the security and safety of our users or Service, or when permitted by law."}, {"2": "Some of the ways in which we encourage you to protect your personal information include:"}, {"3": "We use reasonable safeguards to protect our Service and your personal information, but no security measures are perfect."}, {"4": "This School and Student Use notice supplements our Privacy Policy in connection with school use. Khan Academy is a nonprofit organization dedicated to providing free educational content. We strive to implement best practices to protect the privacy of all of our student and non-student users, alike. We have implemented additional controls and procedures for schools, school districts and teachers (collectively referred to as “Schools”) when they use the Service for educational purposes. When the Service is used as part of the School’s educational program, the personal information related to the School’s student users (“School Users”) may include information defined as “education records” by the Family Educational Rights and Privacy Act (“FERPA”) or other information protected by similar state student data privacy laws. We refer to this information as “Student Personal Data”."}, {"5": "Our commitment:We are proud supporters of the Student Privacy Pledge. Our collection and use of Student Personal Data is governed by our contracts with Schools, by our Privacy Policy, and by applicable privacy laws. For example, we work with Schools to protect Student Personal Data consistent with FERPA. For School Users under 13, our privacy practices are informed by the Children’s Online Privacy Protection Act (“COPPA”). If you have any questions about reviewing, modifying, or deleting the personal information of a School User, please contact your School directly."}]}, "count": 6}, "encryption": {"text": {"encryption": [{"0": "We protect your personal information with encryption during transmission over the public Internet"}]}, "count": 1}, "security": {"text": {"security": [{"0": "Security of your personal information"}, {"1": "for compliance purposes, such as when reasonably necessary to protect the security and safety of our users or Service, or when permitted by law."}, {"2": "Security of your personal information"}, {"3": "We use reasonable organizational and technical safeguards designed to help protect the privacy and security of your personal information"}, {"4": "We use reasonable safeguards to protect our Service and your personal information, but no security measures are perfect."}]}, "count": 5}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"1": "For specific information about how we collect, use, and process personal information when providing the Service to schools, school districts, and teachers, please review the Schools and Student Use section."}, {"2": "Our Children’s Privacy Notice describes how we collect, use, and process personal information from children under 13."}, {"3": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"4": "Our practice is to retain your personal data only for as long as necessary to provide our services to you, including maintaining your account on Khan Academy. In determining how long we retain your personal data, we consider how keeping the information will assist the learner (or the school, in the case of school accounts), our legal requirements and other business needs. Our retention periods will vary depending on the type of data involved, but, generally, we consider these factors in determining how long we retain personal data:"}, {"5": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"6": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"7": "In cases where we do not have a separate contract with a School district or educational agency, we may require notification that the accounts are used for school purposes in order to recognize them as School Accounts. If you are a School, please contact our School Partnerships Team to learn more about how to ensure that student accounts are set up and managed as School Accounts. Accounts that are included in a Khan Academy Districts subscription are School Accounts."}, {"8": "How we disclose Student Personal Data"}, {"9": "How we retain and delete Student Personal Data"}, {"10": "This privacy notice supplements our Privacy Policy and provides additional information about how we collect, use and disclose personal information from children under the age of 13 (a “Child” or “Children”)."}, {"11": "How Children can use and register for our Service"}, {"12": "Information collected and how the information is used"}, {"13": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"14": "the right to object to how and why personal information is used or processed, including opting out of sale of personal information"}, {"15": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 16}, "what": {"text": {"what": [{"0": "What are Khan Academy’s Deletion Practices?"}, {"1": "We encourage you to be thoughtful about what you post and continue to learn about online safety"}, {"2": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}]}, "count": 3}, "how you": {"text": {"how you": [{"0": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"1": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 2}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "We are committed to protecting your privacy. We understand how important privacy is to you, and we are committed to protecting your privacy and to creating a safer environment for learners of all ages. This Privacy Policy explains how information is collected, used, disclosed, and protected by Khan Academy when you use (or access) our website at www.khanacademy.org, our mobile application, and online service (collectively, our “Service”). Our Khan Academy Kids mobile application is governed by a different Khan Academy Kids privacy policy."}, {"1": "We understand that your personal information is important to you, and that is why you have choices in how your personal information is used and disclosed. We want you to have access to your personal information, so that you can help keep it as accurate as possible."}, {"2": "the right to understand what personal information we collect, how we use it, how it is processed, stored and protected, who it is shared with, and whether it is sold"}, {"3": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 4}, "learn": {"text": {"learn": [{"0": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"1": "Additional information about our collection of Child and student data is provided in our Children’s Privacy Notice and Schools and Student Use. Further information about how Khan Academy collects your information is provided under “Learn More”."}, {"2": "Learn More"}, {"3": "Learn More"}, {"4": "Learn More"}, {"5": "Khan Academy uses the privacy functionality in YouTube to display video content on YouTube (see additional information under “Learn More”)."}, {"6": "Learn More"}, {"7": "Learn More"}, {"8": "Further information about how you can access, update, correct, or delete your account in the account settings is provided under “Learn More”."}, {"9": "Learn More"}, {"10": "We encourage you to be thoughtful about what you post and continue to learn about online safety"}, {"11": "Learn More"}, {"12": "In cases where we do not have a separate contract with a School district or educational agency, we may require notification that the accounts are used for school purposes in order to recognize them as School Accounts. If you are a School, please contact our School Partnerships Team to learn more about how to ensure that student accounts are set up and managed as School Accounts. Accounts that are included in a Khan Academy Districts subscription are School Accounts."}, {"13": "Please review “Learn More” to see more information about:"}, {"14": "Learn More"}, {"15": "Please review “Learn More” for more information about:"}, {"16": "Learn More"}, {"17": "Learn More"}, {"18": "Learn More"}]}, "count": 19}, "more information": {"text": {"more information": [{"0": "Note: For each section in this Privacy Policy, you can view the general privacy practices at the beginning of the section, and see more information by reviewing “Learn More” for the relevant section."}, {"1": "with your school, if you are using our Service for school purposes (please see Schools and Student Use for more information)."}, {"2": "Khan Academy does not display third party advertisements on our Service. We may, from time to time, incorporate content or link to content provided by third parties that may be of interest to you and relevant to the educational context of our Service. Some of these materials or websites may include branding or advertisements as permitted by the third party owner or operator. For more information, please review Links to third parties."}, {"3": "Please review our Children’s Privacy Notice for more information."}, {"4": "In some cases, administrative controls for accounts used in a school setting, including the ability to modify or delete the account, are held by the school. For more information, please review our Children’s Privacy Notice and Schools and Student Use."}, {"5": "Please review “Learn More” to see more information about:"}, {"6": "Please review “Learn More” for more information about:"}]}, "count": 7}, "educational resource": {"text": {"educational resource": [{"0": "Khan Academy, Inc. (“Khan Academy”, “our”, “us”, or “we”) is a US-based charitable nonprofit organization. As a 501(c)(3) nonprofit, we use the information we collect to provide you with a better experience and fulfill our mission of providing a free, world-class education for anyone, anywhere. We established ourselves as a nonprofit organization so that a for-profit motive will not interfere with our mission of providing a trusted educational resource."}]}, "count": 1}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"1": "When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience. Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n            More information"}, {"2": "Certain cookies and other technologies are essential in order to enable our Service to provide the features you have requested, such as making it possible for you to access our product and information related to your account. \nFor example, each time you log into our Service, a Strictly Necessary Cookie authenticates that it is you logging in and allows you to use the Service without having to re-enter your password when you visit a new page or new unit during your browsing session."}, {"3": "  Functional Cookies "}, {"4": "These cookies provide you with a more tailored experience and allow you to make certain selections on our Service.  For example, these cookies store information such as your preferred language and website preferences."}, {"5": "  Targeting Cookies "}, {"6": "These cookies are used on a limited basis, only on pages directed to adults (teachers, donors, or parents).  We use these cookies to inform our own digital marketing and help us connect with people who are interested in our Service and our mission.  \nWe do not use cookies to serve third party ads on our Service."}, {"7": "  Performance Cookies "}, {"8": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 9}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "We collect some information automatically, such as information about your use of the Service and the devices you use to access the Service. We may use cookies, web beacons, and similar technologies to collect information as explained in our Cookie Notice."}, {"1": "These cookies and other technologies allow us to understand how you interact with our Service (e.g., how often you use our Service, where you are accessing the Service from and the content that you’re interacting with).  Analytic cookies enable us to support and improve how our Service operates.  \n\nFor example, we use Google Analytics cookies to help us measure traffic and usage trends for the Service, and to understand more about the demographics of our users.  \n\nWe also may use web beacons to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns via HTML emails."}]}, "count": 2}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}