{"https://remax.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "\n      Your browser is not currently supported. We recommend viewing REMAX.com and it's affiliated sites on one of the following browsers:\n    "}]}, "count": 1}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "\n            Please note that you will need to opt out separately on all of your browsers and devices, as each opt-out will apply only to the specific browser or device from which you opt out. If you delete or reset your cookies or mobile identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will have to opt out again. Please also note that even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements you see may be less relevant to you.\n          "}, {"1": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"2": "\n          We will only retain your Personal Information as long as we need it to fulfill the purpose(s) for which it was collected, including providing the Services to you, maintaining your Account with us (where applicable), complying with our legal obligations, or protecting our interests or those of others, as described in this Notice.\n        "}]}, "count": 3}, "information": {"text": {"information": [{"0": "\n    Welcome to RE/MAX. RE/MAX, LLC and its subsidiaries and affiliates (collectively \"RE/MAX,\" \"us,\" \"our,\" or \"we\"), respect your privacy and are committed to handling your personal information in an open and transparent manner.\n  "}, {"1": "\n    This Privacy Notice (this “Notice”) describes how we use, share, and protect the personal information we collect or otherwise obtain when you access our websites or use our mobile applications (collectively, the \"Online Services\"), contact us, or otherwise interact with us (collectively, the \"Services\"). This Notice also describes your choices and legal rights (where applicable) with respect to your personal information.\n  "}, {"2": "\n    We have made this Notice easy to navigate by providing quick access to information you may care about and easy to understand by using plain English. We strongly urge you to read this Notice from beginning to end to gain a better understanding of our information handling and privacy practices. This Notice is not a contract and does not create any legal rights or obligations.\n  "}, {"3": "\n          What is personal information?\n        "}, {"4": "\n          Personal information we collect\n        "}, {"5": "\n          How we use personal information\n        "}, {"6": "\n          Legal basis for processing personal information\n        "}, {"7": "\n          How we share personal information\n        "}, {"8": "\n          Information security\n        "}, {"9": "\n          Information retention\n        "}, {"10": "\n            The personal information and privacy practices of affiliate businesses, including First Leads, LLC and Motto Mortgage, LLC, each of which have their own Privacy Notices;\n          "}, {"11": "\n            Our personal information and privacy practices with respect to job applicants, employees, and other RE/MAX personnel; or\n          "}, {"12": "\n            Our personal information and privacy practices with respect to RE/MAX brokers or sales associates. If you are a RE/MAX broker or sales associate, you can review the Privacy Notice on remax.net.\n          "}, {"13": "\n          What is personal information?\n        "}, {"14": "\n          “Personal Information” as used in this Notice, is information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household. It does not include information that has been anonymized, aggregated, or de-identified in such a manner and maintained in such a form that it is not capable of being associated with or reasonably linked to an individual. Personal information also does not include information which is publicly available.\n        "}, {"15": "\n          Personal information we collect\n        "}, {"16": "\n          Information you provide\n        "}, {"17": "\n          In connection with our provision of the Services, we collect Personal Information that you voluntarily provide to us. The types of personal information you may provide to us and when you may provide it include:\n        "}, {"18": "When you contact us: When you contact us with questions about the Services, our business, or other matters, we will use any personal information you provide, including, for example, your name, geographic location, email address, and phone number to resolve your request or answer your questions, or to provide additional information related to your inquiry.\n          "}, {"19": "\n          Information we automatically collect through our Online Services\n        "}, {"20": "\n          As is true with many websites and mobile applications, the Online Services automatically collect certain information about your device, your browser, and your activity.\n        "}, {"21": "\n          In particular, when you visit or interact with the Online Services, our servers will record information that is sent by your browser or device as well as information about your use of the Online Services. This information can include your device's IP address, information about the browser and operating system you are using, unique device identifiers, pages that you navigate to and links that you click, and other information about the ways you interact with the Online Services. Depending on your device's settings, we may also collect information about your device's location.\n        "}, {"22": "\n          We use cookies and other similar technologies to enable certain features and functionalities and to facilitate the automatic collection of certain information. Additional details regarding these technologies are included below.\n        "}, {"23": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"24": "\n            Store information about your preferences, thereby allowing us to customize the Online Services according to your individual interests;\n          "}, {"25": "\n          Our third-party partners may also use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Online Services.\n        "}, {"26": "\n          The information our third-party partners collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services and use the information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties' tracking technologies or how they may be used.\n        "}, {"27": "Your device operating system may provide mechanisms that allow you to opt in or opt out of the use of data about your usage of mobile apps to deliver interest-based advertising to your mobile device. For more information, consult your device settings."}, {"28": "\n            Information received from third parties\n          "}, {"29": "\n            We may receive personal information about you from third parties that supplements the information we collect directly from you and/or through automated means.\n          "}, {"30": "\n            Please note that we may combine personal information that we collect with information that we receive from other sources and use the combined information for the purposes described in this Notice.\n          "}, {"31": "\n          How we use personal information\n        "}, {"32": "\n          We use the personal information that we collect or otherwise obtain for the following purposes:\n        "}, {"33": "To fulfill the purpose(s) for which you provided the information;"}, {"34": "To communicate with you, including to respond to your requests, provide you with information about your Account (where applicable), and send you important updates and communications about changes to this Notice and/or other applicable terms, conditions, and policies; "}, {"35": "To carry out sales and business transactions (e.g., a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of any bankruptcy, liquidation, or similar proceeding, in which personal information held by us is among the assets transferred or is otherwise relevant to the evaluation, negotiation, or completion of the transaction); and"}, {"36": "\n          Legal basis for processing personal information\n        "}, {"37": "\n          Depending on your country of residence, applicable law may require us to set out in this Notice the legal basis upon which we rely in order to process personal information. The legal bases on which we rely are listed below.\n        "}, {"38": "Consent: We may rely on the consent that you provide us at the point of information collection or disclosure to process your personal information. "}, {"39": "monitoring and maintaining the security of our information, systems, and networks; or"}, {"40": "Contractual necessity: We may process your personal information where it is either necessary for the performance of a contract to which you are a party or in order to take steps at your request prior to entering into a contract with you. "}, {"41": "Compliance with a legal obligation: We are subject to various legal requirements in the jurisdictions in which we operate, and we may process your personal information if necessary for us to comply with a legal or regulatory obligation to which we are subject. "}, {"42": "\n          How we share personal information\n        "}, {"43": "\n          We may share your personal information with the categories of information recipients listed below.\n        "}, {"44": "The RE/MAX Network:  We may share your personal information within the RE/MAX Network. The RE/MAX Network includes RE/MAX, our affiliates, our subsidiaries, our franchisees, and sales associates."}, {"45": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"46": "Our business partners: We may share your personal information with our third party business partners, including our analytics and marketing/advertising partners. We seek contractual commitments from our partners that they will protect the security and confidentiality of the information we share with them. "}, {"47": "Relevant third parties in connection with corporate transactions: In the event that we go through a business transition, such as a merger, acquisition, liquidation, or sale of all or a portion of our assets, personal information will, in most instances, be part of the assets transferred, or may be disclosed (subject to confidentiality restrictions) during the due diligence process. If such a transfer occurs, the acquiring company's use of your personal information will still be subject to this Notice and the privacy choices you have made."}, {"48": "Government and public authorities: We will share your personal information: (i) as may be permitted or as we believe in good faith may be reasonably necessary to comply with any law, regulation, rule, or court order; or (ii) pursuant to subpoenas or other lawful requests from governmental, regulatory, or administrative agencies or law enforcement authorities (including in response to law enforcement or national security requirements). "}, {"49": "Other third parties: We will share your personal information with certain third parties or publicly with your consent or at your direction. We will also share your personal information with relevant third parties as we believe necessary or appropriate either: (i) to respond to any claims, or to prevent, investigate, identify persons or organizations potentially involved in, or take any action regarding suspected fraud, violations of our Terms of Use, or activity that appears to us to be illegal or we believe may expose us to legal liability; (ii) to allow us to pursue available remedies or limit damages that we may sustain; or (iii) to protect our rights, property, privacy, or physical safety, and/or those of others. "}, {"50": "\n          We may disclose your personal information for other reasons that we will describe at the time of information collection or prior to disclosing your information.\n        "}, {"51": "\n          Additionally, we may de-identify, anonymize, or aggregate information so that it will no longer be considered personal information and disclose such information to the categories of recipients listed above and/or other parties for purposes consistent with those described in this Notice.\n        "}, {"52": "\n            We provide you with the following choices regarding our use of your personal information:\n          "}, {"53": "Your Account: If you have created an Account, you can always access your personal information by logging in to your Account. If you have trouble or you need further assistance with accessing your Account, or deleting your Account, you may contact us at productsupport@remax.com.\n          "}, {"54": "\n            Depending on your country and state of residence, and subject to applicable law, you may have the following rights with regards to your personal information:\n          "}, {"55": "The right to access your personal information;"}, {"56": "The right to request confirmation of whether we process personal information relating to you, and if so, to request a copy of that personal information;"}, {"57": "The right to request that we rectify or update personal information that is inaccurate, incomplete, or outdated;"}, {"58": "The right to request that we delete your personal information in certain circumstances provided by law;"}, {"59": "The right to request that we restrict the use of your personal information in certain circumstances; for example, while we consider a request to update your personal information;"}, {"60": "The right to request that we transmit your personal information to another company, where technically feasible;"}, {"61": "The right to withdraw consent to processing your personal information that you previously gave; and"}, {"62": "The right to object to the processing of your personal information under certain circumstances."}, {"63": "\n          If you are a resident of the state of California, Colorado, Connecticut, Utah, or Virginia, you may have additional rights with respect to your personal information pursuant to applicable law. To learn more about your state-specific privacy rights, visit \n            US State-Specific Privacy Notice\n          .\n        "}, {"64": "\n          Information security\n        "}, {"65": "\n          We understand that the security of your personal information is important. For this reason, we maintain organizational, physical, and technical security arrangements designed to protect personal information within our organization against unauthorized access, destruction, loss, alteration, or misuse. We periodically review our security measures and update them accordingly. Unfortunately, despite our best efforts, no data transmission or storage can be guaranteed to be 100% secured.\n        "}, {"66": "\n          Information retention\n        "}, {"67": "\n          We will only retain your Personal Information as long as we need it to fulfill the purpose(s) for which it was collected, including providing the Services to you, maintaining your Account with us (where applicable), complying with our legal obligations, or protecting our interests or those of others, as described in this Notice.\n        "}, {"68": "\n          We decide how long we need to retain Personal Information on a case-by-case basis, with due consideration given to the following factors:\n        "}, {"69": "the amount, nature and sensitivity of the Personal Information;"}, {"70": "whether we need the Personal Information to operate or provide the Services;"}, {"71": "the feature of the Services we need the Personal Information for, and how that feature works;"}, {"72": "potential risk of harm from unauthorized use or disclosure of Personal Information;"}, {"73": "how long we need to retain certain Personal Information to comply with our legal, tax, and accounting obligations; and"}, {"74": "whether we need the Personal Information for other legitimate business purposes, such as promoting the safety, security, and integrity of the Services, etc."}, {"75": "\n          The Online Services may offer links to websites, mobile apps, tools, widgets, and plug-ins, such as Facebook “Like” buttons, that are provided by third parties. If you visit a third-party website or use any third-party services, you should read the third party's privacy notice, terms and conditions, and other policies. We are not responsible for the policies and practices of third parties. Any personal information collected by third parties is governed by their privacy notices, terms and conditions, and other policies.\n        "}, {"76": "\n          The Online Services are not intended or directed to children under the age of 18, and we do not knowingly collect Personal Information from children under the age of 18.\n        "}, {"77": "\n          Your Personal Information may be accessed, stored, and processed in a country where we have operations or where our service providers are located (which includes the United States and Canada). This means that your Personal Information may be transferred to countries or regions with data protection and privacy laws that differ from those in your country of residence. By using the Services, you acknowledge that your Personal Information may be transferred  outside of your country of residence.  Where we transfer your Personal Information internationally, we do so in accordance with applicable law.\n        "}, {"78": "\n          If you are located in the European Economic Area (\"EEA\"), Switzerland, or the UK please note that we may need to transfer your Personal Information to countries that have not been recognized by the European Commission and/or the Swiss or the UK governments as providing an adequate level of protection for Personal Information. We generally use EU Standard Contractual Clauses or other government-approved contracts that provide appropriate safeguards for Personal Information that is transferred to countries that have not been recognized as providing an adequate level of protection. In certain limited circumstances, we rely on other lawful mechanisms for international transfers of Personal Information or rely on derogations.\n        "}, {"79": "\n          RE/MAX is responsible for the processing of personal information it receives, under each Data Privacy Framework, and subsequently transfers to a third party acting as an agent on its behalf. RE/MAX complies with the Data Privacy Framework Principles for all onward transfers of personal information from the EEA, UK and Switzerland, including the onward transfer liability provisions.\n        "}, {"80": "\n          We encourage you to contact us if you have any concerns about our compliance with the Data Privacy Framework. Any questions or concerns should be sent to privacy@remax.com. We will respond to complaints related to the Data Privacy Framework within 45 days. If a complaint cannot be resolved informally, we have designated JAMS, an alternative dispute resolution provider based in the United States, to handle unresolved customer complaints.  For EEA and Switzerland residents,  if you do not receive timely acknowledgment of your DPF Principles-related complaint from us, or if we have not addressed your DPF Principles-related complaint to your satisfaction, please visit https://www.jamsadr.com/eu-us-data-privacy-framework for more information or to file a complaint.  The services of JAMS are provided at no cost to you. Under certain circumstances, these dispute resolution processes may result in your ability to invoke binding arbitration when other dispute resolution procedures have been exhausted. RE/MAX is subject to the investigatory and enforcement powers of the Federal Trade Commission.\n        "}, {"81": "\n          We recognize that information privacy is an ongoing responsibility. For this reason, we may, from time to time, make changes to this Notice. The “Last Modified” date at the top of this page indicates when this Notice was last revised. Any changes to this Notice will become effective when we post a revised version of this Notice on this page unless otherwise specified. We encourage you to visit this page frequently to stay inform of any changes to this Notice.\n        "}, {"82": "\n          If you have any questions or comments about this Notice or our information handling practices, contact us at:\n        "}]}, "count": 83}, "use": {"text": {"use": [{"0": "\n    This Privacy Notice (this “Notice”) describes how we use, share, and protect the personal information we collect or otherwise obtain when you access our websites or use our mobile applications (collectively, the \"Online Services\"), contact us, or otherwise interact with us (collectively, the \"Services\"). This Notice also describes your choices and legal rights (where applicable) with respect to your personal information.\n  "}, {"1": "\n          How we use personal information\n        "}, {"2": "When you contact us: When you contact us with questions about the Services, our business, or other matters, we will use any personal information you provide, including, for example, your name, geographic location, email address, and phone number to resolve your request or answer your questions, or to provide additional information related to your inquiry.\n          "}, {"3": "\n          In particular, when you visit or interact with the Online Services, our servers will record information that is sent by your browser or device as well as information about your use of the Online Services. This information can include your device's IP address, information about the browser and operating system you are using, unique device identifiers, pages that you navigate to and links that you click, and other information about the ways you interact with the Online Services. Depending on your device's settings, we may also collect information about your device's location.\n        "}, {"4": "\n          We use cookies and other similar technologies to enable certain features and functionalities and to facilitate the automatic collection of certain information. Additional details regarding these technologies are included below.\n        "}, {"5": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"6": "\n          The use of cookies and other similar technologies helps us to improve the Online Services and to deliver a better and more personalized service, including by enabling us to:\n        "}, {"7": "\n          Our third-party partners may also use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Online Services.\n        "}, {"8": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"9": "\n          The information our third-party partners collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services and use the information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties' tracking technologies or how they may be used.\n        "}, {"10": "Your device operating system may provide mechanisms that allow you to opt in or opt out of the use of data about your usage of mobile apps to deliver interest-based advertising to your mobile device. For more information, consult your device settings."}, {"11": "\n            Please note that you will need to opt out separately on all of your browsers and devices, as each opt-out will apply only to the specific browser or device from which you opt out. If you delete or reset your cookies or mobile identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will have to opt out again. Please also note that even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements you see may be less relevant to you.\n          "}, {"12": "\n            Please note that we may combine personal information that we collect with information that we receive from other sources and use the combined information for the purposes described in this Notice.\n          "}, {"13": "\n          How we use personal information\n        "}, {"14": "\n          We use the personal information that we collect or otherwise obtain for the following purposes:\n        "}, {"15": "Legitimate interests: We may rely on one or more of our legitimate interests to process your personal information, provided that our interests are not overridden by your interests or fundamental rights and freedoms. In particular, we may collect and use your personal information in reliance on a legitimate interest in:\n            managing our relationship with you; managing our relationship with RE/MAX real estate brokerages and sales associates; carrying out direct marketing to you; developing  and enhancing the Services; detecting and preventing fraud, financial crime, and other nefarious or harmful activities; monitoring and maintaining the security of our information, systems, and networks; or performing corporate operations and due diligence. "}, {"16": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"17": "Relevant third parties in connection with corporate transactions: In the event that we go through a business transition, such as a merger, acquisition, liquidation, or sale of all or a portion of our assets, personal information will, in most instances, be part of the assets transferred, or may be disclosed (subject to confidentiality restrictions) during the due diligence process. If such a transfer occurs, the acquiring company's use of your personal information will still be subject to this Notice and the privacy choices you have made."}, {"18": "Other third parties: We will share your personal information with certain third parties or publicly with your consent or at your direction. We will also share your personal information with relevant third parties as we believe necessary or appropriate either: (i) to respond to any claims, or to prevent, investigate, identify persons or organizations potentially involved in, or take any action regarding suspected fraud, violations of our Terms of Use, or activity that appears to us to be illegal or we believe may expose us to legal liability; (ii) to allow us to pursue available remedies or limit damages that we may sustain; or (iii) to protect our rights, property, privacy, or physical safety, and/or those of others. "}, {"19": "\n            We provide you with the following choices regarding our use of your personal information:\n          "}, {"20": "The right to request that we restrict the use of your personal information in certain circumstances; for example, while we consider a request to update your personal information;"}, {"21": "\n          We understand that the security of your personal information is important. For this reason, we maintain organizational, physical, and technical security arrangements designed to protect personal information within our organization against unauthorized access, destruction, loss, alteration, or misuse. We periodically review our security measures and update them accordingly. Unfortunately, despite our best efforts, no data transmission or storage can be guaranteed to be 100% secured.\n        "}, {"22": "potential risk of harm from unauthorized use or disclosure of Personal Information;"}, {"23": "\n          The Online Services may offer links to websites, mobile apps, tools, widgets, and plug-ins, such as Facebook “Like” buttons, that are provided by third parties. If you visit a third-party website or use any third-party services, you should read the third party's privacy notice, terms and conditions, and other policies. We are not responsible for the policies and practices of third parties. Any personal information collected by third parties is governed by their privacy notices, terms and conditions, and other policies.\n        "}, {"24": "\n          If you are located in the European Economic Area (\"EEA\"), Switzerland, or the UK please note that we may need to transfer your Personal Information to countries that have not been recognized by the European Commission and/or the Swiss or the UK governments as providing an adequate level of protection for Personal Information. We generally use EU Standard Contractual Clauses or other government-approved contracts that provide appropriate safeguards for Personal Information that is transferred to countries that have not been recognized as providing an adequate level of protection. In certain limited circumstances, we rely on other lawful mechanisms for international transfers of Personal Information or rely on derogations.\n        "}, {"25": "\n            RE/MAX, LLC\n            5075 S. Syracuse Street\n            Denver, CO 80237\n          "}, {"26": "\n            RE/MAX, LLC\n            Legal – Privacy\n            5075 S. Syracuse Street\n            Denver, CO 80237\n          "}, {"27": "\n                Terms of Use\n              "}]}, "count": 28}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "\n            Our personal information and privacy practices with respect to job applicants, employees, and other RE/MAX personnel; or\n          "}, {"1": "When you create an account: Through the Online Services you may create an account to, for example, save property searches, sign up for property alerts, access our real estate resources, and access other features we may add from time to time (\"Account\"). When you create an Account, we collect your first and last name, email address, username, and password. If you wish, you may also provide us with your phone number and street address.\n          "}, {"2": "When you contact us: When you contact us with questions about the Services, our business, or other matters, we will use any personal information you provide, including, for example, your name, geographic location, email address, and phone number to resolve your request or answer your questions, or to provide additional information related to your inquiry.\n          "}, {"3": "\n          In particular, when you visit or interact with the Online Services, our servers will record information that is sent by your browser or device as well as information about your use of the Online Services. This information can include your device's IP address, information about the browser and operating system you are using, unique device identifiers, pages that you navigate to and links that you click, and other information about the ways you interact with the Online Services. Depending on your device's settings, we may also collect information about your device's location.\n        "}, {"4": "\n          We use cookies and other similar technologies to enable certain features and functionalities and to facilitate the automatic collection of certain information. Additional details regarding these technologies are included below.\n        "}, {"5": "Web Beacons: Pages of the Online Services may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users and gather other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).\n          "}, {"6": "\n          The use of cookies and other similar technologies helps us to improve the Online Services and to deliver a better and more personalized service, including by enabling us to:\n        "}, {"7": "\n          Our third-party partners may also use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Online Services.\n        "}, {"8": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"9": "\n          The information our third-party partners collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services and use the information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties' tracking technologies or how they may be used.\n        "}, {"10": "\n            Please note that we may combine personal information that we collect with information that we receive from other sources and use the combined information for the purposes described in this Notice.\n          "}, {"11": "To communicate with you, including to respond to your requests, provide you with information about your Account (where applicable), and send you important updates and communications about changes to this Notice and/or other applicable terms, conditions, and policies; "}, {"12": "To send you marketing and promotional materials, including newsletters and other promotional communications related to real estate markets, properties, sales associates, and/or other topics that we think may interest you (details on how to exercise your choices with respect to marketing and promotional materials and communications can be found in the “Your choices and legal rights” section below); "}, {"13": "To help maintain the safety, security, and integrity of the Online Services, our products and the Services, our databases and other technology assets, and our business;"}, {"14": "For testing, research, analysis, and product development, including to develop and improve the Services and other products;"}, {"15": "To respond to requests and communications from law enforcement authorities or other government officials; "}, {"16": "To carry out sales and business transactions (e.g., a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of any bankruptcy, liquidation, or similar proceeding, in which personal information held by us is among the assets transferred or is otherwise relevant to the evaluation, negotiation, or completion of the transaction); and"}, {"17": "To fulfill other lawful, legitimate business purposes, including protecting our rights, privacy, safety, property, and/or those of others."}, {"18": "detecting and preventing fraud, financial crime, and other nefarious or harmful activities;"}, {"19": "Government and public authorities: We will share your personal information: (i) as may be permitted or as we believe in good faith may be reasonably necessary to comply with any law, regulation, rule, or court order; or (ii) pursuant to subpoenas or other lawful requests from governmental, regulatory, or administrative agencies or law enforcement authorities (including in response to law enforcement or national security requirements). "}, {"20": "Other third parties:"}, {"21": "\n          We may disclose your personal information for other reasons that we will describe at the time of information collection or prior to disclosing your information.\n        "}, {"22": "\n          Additionally, we may de-identify, anonymize, or aggregate information so that it will no longer be considered personal information and disclose such information to the categories of recipients listed above and/or other parties for purposes consistent with those described in this Notice.\n        "}, {"23": "The right to request that we transmit your personal information to another company, where technically feasible;"}, {"24": "whether we need the Personal Information for other legitimate business purposes, such as promoting the safety, security, and integrity of the Services, etc."}, {"25": "\n          The Online Services may offer links to websites, mobile apps, tools, widgets, and plug-ins, such as Facebook “Like” buttons, that are provided by third parties. If you visit a third-party website or use any third-party services, you should read the third party's privacy notice, terms and conditions, and other policies. We are not responsible for the policies and practices of third parties. Any personal information collected by third parties is governed by their privacy notices, terms and conditions, and other policies.\n        "}, {"26": "\n          If you are located in the European Economic Area (\"EEA\"), Switzerland, or the UK please note that we may need to transfer your Personal Information to countries that have not been recognized by the European Commission and/or the Swiss or the UK governments as providing an adequate level of protection for Personal Information. We generally use EU Standard Contractual Clauses or other government-approved contracts that provide appropriate safeguards for Personal Information that is transferred to countries that have not been recognized as providing an adequate level of protection. In certain limited circumstances, we rely on other lawful mechanisms for international transfers of Personal Information or rely on derogations.\n        "}, {"27": "\n          We encourage you to contact us if you have any concerns about our compliance with the Data Privacy Framework. Any questions or concerns should be sent to privacy@remax.com. We will respond to complaints related to the Data Privacy Framework within 45 days. If a complaint cannot be resolved informally, we have designated JAMS, an alternative dispute resolution provider based in the United States, to handle unresolved customer complaints.  For EEA and Switzerland residents,  if you do not receive timely acknowledgment of your DPF Principles-related complaint from us, or if we have not addressed your DPF Principles-related complaint to your satisfaction, please visit https://www.jamsadr.com/eu-us-data-privacy-framework for more information or to file a complaint.  The services of JAMS are provided at no cost to you. Under certain circumstances, these dispute resolution processes may result in your ability to invoke binding arbitration when other dispute resolution procedures have been exhausted. RE/MAX is subject to the investigatory and enforcement powers of the Federal Trade Commission.\n        "}]}, "count": 28}, "if": {"text": {"if": [{"0": "\n            Our personal information and privacy practices with respect to RE/MAX brokers or sales associates. If you are a RE/MAX broker or sales associate, you can review the Privacy Notice on remax.net.\n          "}, {"1": "When you create an account: Through the Online Services you may create an account to, for example, save property searches, sign up for property alerts, access our real estate resources, and access other features we may add from time to time (\"Account\"). When you create an Account, we collect your first and last name, email address, username, and password. If you wish, you may also provide us with your phone number and street address.\n          "}, {"2": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"3": "\n            Please note that you will need to opt out separately on all of your browsers and devices, as each opt-out will apply only to the specific browser or device from which you opt out. If you delete or reset your cookies or mobile identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will have to opt out again. Please also note that even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements you see may be less relevant to you.\n          "}, {"4": "Compliance with a legal obligation: We are subject to various legal requirements in the jurisdictions in which we operate, and we may process your personal information if necessary for us to comply with a legal or regulatory obligation to which we are subject. "}, {"5": "Relevant third parties in connection with corporate transactions: In the event that we go through a business transition, such as a merger, acquisition, liquidation, or sale of all or a portion of our assets, personal information will, in most instances, be part of the assets transferred, or may be disclosed (subject to confidentiality restrictions) during the due diligence process. If such a transfer occurs, the acquiring company's use of your personal information will still be subject to this Notice and the privacy choices you have made."}, {"6": "Electronic communications: If you no longer want to receive marketing-related texts or emails from us, you may opt out via the unsubscribe link included in such texts or emails. Please note that if you opt out of receiving marketing-related emails from us, we may still send you important administrative messages that are required to provide you with the Services. If you no longer want to receive marketing-related emails from RE/MAX brokers or RE/MAX sales associates, you may opt out via the unsubscribe link included in those emails or contact them directly.\n          "}, {"7": "Your Account: If you have created an Account, you can always access your personal information by logging in to your Account. If you have trouble or you need further assistance with accessing your Account, or deleting your Account, you may contact us at productsupport@remax.com.\n          "}, {"8": "The right to request confirmation of whether we process personal information relating to you, and if so, to request a copy of that personal information;"}, {"9": "\n            In order to exercise these rights, contact us at privacyrights@remax.com. We will comply with your request to the extent required by applicable law. If you are located in the European Economic Area (“EEA”), Switzerland, or the United Kingdom (“UK”) and feel that you have not received a satisfactory response from us, you also have the right to lodge a complaint with the data protection authority in your country of residence.\n          "}, {"10": "\n          If you are a resident of the state of California, Colorado, Connecticut, Utah, or Virginia, you may have additional rights with respect to your personal information pursuant to applicable law. To learn more about your state-specific privacy rights, visit \n            US State-Specific Privacy Notice\n          .\n        "}, {"11": "\n          The Online Services may offer links to websites, mobile apps, tools, widgets, and plug-ins, such as Facebook “Like” buttons, that are provided by third parties. If you visit a third-party website or use any third-party services, you should read the third party's privacy notice, terms and conditions, and other policies. We are not responsible for the policies and practices of third parties. Any personal information collected by third parties is governed by their privacy notices, terms and conditions, and other policies.\n        "}, {"12": "\n          If you are located in the European Economic Area (\"EEA\"), Switzerland, or the UK please note that we may need to transfer your Personal Information to countries that have not been recognized by the European Commission and/or the Swiss or the UK governments as providing an adequate level of protection for Personal Information. We generally use EU Standard Contractual Clauses or other government-approved contracts that provide appropriate safeguards for Personal Information that is transferred to countries that have not been recognized as providing an adequate level of protection. In certain limited circumstances, we rely on other lawful mechanisms for international transfers of Personal Information or rely on derogations.\n        "}, {"13": "\n          RE/MAX complies with the EU-U.S. Data Privacy Framework (“EU-U.S. DPF”), the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. Data Privacy Framework (“Swiss-U.S. DPF”) as set forth by the U.S. Department of Commerce.  RE/MAX has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (“EU-U.S. DPF Principles”) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF.  RE/MAX has certified to the U.S. Department of Commerce that it adheres to the Swiss-U.S. Data Privacy Framework Principles (“Swiss-U.S. DPF Principles”) with regard to the processing of personal data received from Switzerland in reliance on the Swiss-U.S. DPF.  If there is any conflict between the terms in this Notice and the EU-U.S. DPF Principles and/or the Swiss-U.S. DPF Principles, the Principles shall govern.  To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/.\n        "}, {"14": "\n          We encourage you to contact us if you have any concerns about our compliance with the Data Privacy Framework. Any questions or concerns should be sent to privacy@remax.com. We will respond to complaints related to the Data Privacy Framework within 45 days. If a complaint cannot be resolved informally, we have designated JAMS, an alternative dispute resolution provider based in the United States, to handle unresolved customer complaints.  For EEA and Switzerland residents,  if you do not receive timely acknowledgment of your DPF Principles-related complaint from us, or if we have not addressed your DPF Principles-related complaint to your satisfaction, please visit https://www.jamsadr.com/eu-us-data-privacy-framework for more information or to file a complaint.  The services of JAMS are provided at no cost to you. Under certain circumstances, these dispute resolution processes may result in your ability to invoke binding arbitration when other dispute resolution procedures have been exhausted. RE/MAX is subject to the investigatory and enforcement powers of the Federal Trade Commission.\n        "}, {"15": "\n          If you have general questions or comments about RE/MAX, contact us at:\n        "}, {"16": "\n          If you have any questions or comments about this Notice or our information handling practices, contact us at:\n        "}, {"17": "\n          If you have a disability that is preventing you from experiencing this\n          website, call\n          (800) 525-7452.\n        "}]}, "count": 18}, "when": {"text": {"when": [{"0": "\n    This Privacy Notice (this “Notice”) describes how we use, share, and protect the personal information we collect or otherwise obtain when you access our websites or use our mobile applications (collectively, the \"Online Services\"), contact us, or otherwise interact with us (collectively, the \"Services\"). This Notice also describes your choices and legal rights (where applicable) with respect to your personal information.\n  "}, {"1": "\n          In connection with our provision of the Services, we collect Personal Information that you voluntarily provide to us. The types of personal information you may provide to us and when you may provide it include:\n        "}, {"2": "When you create an account:"}, {"3": "When you contact us:"}, {"4": "\n          In particular, when you visit or interact with the Online Services, our servers will record information that is sent by your browser or device as well as information about your use of the Online Services. This information can include your device's IP address, information about the browser and operating system you are using, unique device identifiers, pages that you navigate to and links that you click, and other information about the ways you interact with the Online Services. Depending on your device's settings, we may also collect information about your device's location.\n        "}, {"5": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"6": "\n            Recognize you when you return to the Online Services.\n          "}, {"7": "\n          Our third-party partners may also use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Online Services.\n        "}, {"8": "\n          We encourage you to contact us if you have any concerns about our compliance with the Data Privacy Framework. Any questions or concerns should be sent to privacy@remax.com. We will respond to complaints related to the Data Privacy Framework within 45 days. If a complaint cannot be resolved informally, we have designated JAMS, an alternative dispute resolution provider based in the United States, to handle unresolved customer complaints.  For EEA and Switzerland residents,  if you do not receive timely acknowledgment of your DPF Principles-related complaint from us, or if we have not addressed your DPF Principles-related complaint to your satisfaction, please visit https://www.jamsadr.com/eu-us-data-privacy-framework for more information or to file a complaint.  The services of JAMS are provided at no cost to you. Under certain circumstances, these dispute resolution processes may result in your ability to invoke binding arbitration when other dispute resolution procedures have been exhausted. RE/MAX is subject to the investigatory and enforcement powers of the Federal Trade Commission.\n        "}, {"9": "\n          We recognize that information privacy is an ongoing responsibility. For this reason, we may, from time to time, make changes to this Notice. The “Last Modified” date at the top of this page indicates when this Notice was last revised. Any changes to this Notice will become effective when we post a revised version of this Notice on this page unless otherwise specified. We encourage you to visit this page frequently to stay inform of any changes to this Notice.\n        "}]}, "count": 10}, "help": {"text": {"help": [{"0": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"1": "To help maintain the safety, security, and integrity of the Online Services, our products and the Services, our databases and other technology assets, and our business;"}]}, "count": 2}, "access": {"text": {"access": [{"0": "\n    This Privacy Notice (this “Notice”) describes how we use, share, and protect the personal information we collect or otherwise obtain when you access our websites or use our mobile applications (collectively, the \"Online Services\"), contact us, or otherwise interact with us (collectively, the \"Services\"). This Notice also describes your choices and legal rights (where applicable) with respect to your personal information.\n  "}, {"1": "\n    We have made this Notice easy to navigate by providing quick access to information you may care about and easy to understand by using plain English. We strongly urge you to read this Notice from beginning to end to gain a better understanding of our information handling and privacy practices. This Notice is not a contract and does not create any legal rights or obligations.\n  "}, {"2": "When you create an account: Through the Online Services you may create an account to, for example, save property searches, sign up for property alerts, access our real estate resources, and access other features we may add from time to time (\"Account\"). When you create an Account, we collect your first and last name, email address, username, and password. If you wish, you may also provide us with your phone number and street address.\n          "}, {"3": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"4": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"5": "Your Account: If you have created an Account, you can always access your personal information by logging in to your Account. If you have trouble or you need further assistance with accessing your Account, or deleting your Account, you may contact us at productsupport@remax.com.\n          "}, {"6": "The right to access your personal information;"}, {"7": "\n          We understand that the security of your personal information is important. For this reason, we maintain organizational, physical, and technical security arrangements designed to protect personal information within our organization against unauthorized access, destruction, loss, alteration, or misuse. We periodically review our security measures and update them accordingly. Unfortunately, despite our best efforts, no data transmission or storage can be guaranteed to be 100% secured.\n        "}]}, "count": 8}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "\n    This Privacy Notice (this “Notice”) describes how we use, share, and protect the personal information we collect or otherwise obtain when you access our websites or use our mobile applications (collectively, the \"Online Services\"), contact us, or otherwise interact with us (collectively, the \"Services\"). This Notice also describes your choices and legal rights (where applicable) with respect to your personal information.\n  "}, {"1": "\n          Personal information we collect\n        "}, {"2": "\n          Personal information we collect\n        "}, {"3": "\n          In connection with our provision of the Services, we collect Personal Information that you voluntarily provide to us. The types of personal information you may provide to us and when you may provide it include:\n        "}, {"4": "When you create an account: Through the Online Services you may create an account to, for example, save property searches, sign up for property alerts, access our real estate resources, and access other features we may add from time to time (\"Account\"). When you create an Account, we collect your first and last name, email address, username, and password. If you wish, you may also provide us with your phone number and street address.\n          "}, {"5": "\n            We may receive personal information about you from third parties that supplements the information we collect directly from you and/or through automated means.\n          "}, {"6": "\n            Please note that we may combine personal information that we collect with information that we receive from other sources and use the combined information for the purposes described in this Notice.\n          "}, {"7": "\n          We use the personal information that we collect or otherwise obtain for the following purposes:\n        "}]}, "count": 8}, "we may collect": {"text": {"we may collect": [{"0": "Legitimate interests: We may rely on one or more of our legitimate interests to process your personal information, provided that our interests are not overridden by your interests or fundamental rights and freedoms. In particular, we may collect and use your personal information in reliance on a legitimate interest in:\n            managing our relationship with you; managing our relationship with RE/MAX real estate brokerages and sales associates; carrying out direct marketing to you; developing  and enhancing the Services; detecting and preventing fraud, financial crime, and other nefarious or harmful activities; monitoring and maintaining the security of our information, systems, and networks; or performing corporate operations and due diligence. "}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "\n    We have made this Notice easy to navigate by providing quick access to information you may care about and easy to understand by using plain English. We strongly urge you to read this Notice from beginning to end to gain a better understanding of our information handling and privacy practices. This Notice is not a contract and does not create any legal rights or obligations.\n  "}, {"1": "\n          In connection with our provision of the Services, we collect Personal Information that you voluntarily provide to us. The types of personal information you may provide to us and when you may provide it include:\n        "}, {"2": "When you create an account: Through the Online Services you may create an account to, for example, save property searches, sign up for property alerts, access our real estate resources, and access other features we may add from time to time (\"Account\"). When you create an Account, we collect your first and last name, email address, username, and password. If you wish, you may also provide us with your phone number and street address.\n          "}, {"3": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"4": "Web Browser Opt-Out: You may be able to opt out of receiving interest-based advertising using the browser opt-out tools and consumer choice mechanisms provided by interest-based advertising self-regulatory groups by following the links below.\n            \n                Network Advertising Initiative (NAI): www.networkadvertising.org/choices  \n                Digital Advertising Alliance (DAA): https://optout.aboutads.info/?c=2&lang=EN"}, {"5": "\n            Please note that you will need to opt out separately on all of your browsers and devices, as each opt-out will apply only to the specific browser or device from which you opt out. If you delete or reset your cookies or mobile identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will have to opt out again. Please also note that even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements you see may be less relevant to you.\n          "}, {"6": "Electronic communications: If you no longer want to receive marketing-related texts or emails from us, you may opt out via the unsubscribe link included in such texts or emails. Please note that if you opt out of receiving marketing-related emails from us, we may still send you important administrative messages that are required to provide you with the Services. If you no longer want to receive marketing-related emails from RE/MAX brokers or RE/MAX sales associates, you may opt out via the unsubscribe link included in those emails or contact them directly.\n          "}, {"7": "Your Account: If you have created an Account, you can always access your personal information by logging in to your Account. If you have trouble or you need further assistance with accessing your Account, or deleting your Account, you may contact us at productsupport@remax.com.\n          "}, {"8": "\n            Depending on your country and state of residence, and subject to applicable law, you may have the following rights with regards to your personal information:\n          "}, {"9": "\n          If you are a resident of the state of California, Colorado, Connecticut, Utah, or Virginia, you may have additional rights with respect to your personal information pursuant to applicable law. To learn more about your state-specific privacy rights, visit \n            US State-Specific Privacy Notice\n          .\n        "}]}, "count": 10}, "you can": {"text": {"you can": [{"0": "\n            Our personal information and privacy practices with respect to RE/MAX brokers or sales associates. If you are a RE/MAX broker or sales associate, you can review the Privacy Notice on remax.net.\n          "}, {"1": "Your Account: If you have created an Account, you can always access your personal information by logging in to your Account. If you have trouble or you need further assistance with accessing your Account, or deleting your Account, you may contact us at productsupport@remax.com.\n          "}]}, "count": 2}, "right": {"text": {"right": [{"0": "The right to access your personal information;"}, {"1": "The right to request confirmation of whether we process personal information relating to you, and if so, to request a copy of that personal information;"}, {"2": "The right to request that we rectify or update personal information that is inaccurate, incomplete, or outdated;"}, {"3": "The right to request that we delete your personal information in certain circumstances provided by law;"}, {"4": "The right to request that we restrict the use of your personal information in certain circumstances; for example, while we consider a request to update your personal information;"}, {"5": "The right to request that we transmit your personal information to another company, where technically feasible;"}, {"6": "The right to withdraw consent to processing your personal information that you previously gave; and"}, {"7": "The right to object to the processing of your personal information under certain circumstances."}, {"8": "\n            In order to exercise these rights, contact us at privacyrights@remax.com. We will comply with your request to the extent required by applicable law. If you are located in the European Economic Area (“EEA”), Switzerland, or the United Kingdom (“UK”) and feel that you have not received a satisfactory response from us, you also have the right to lodge a complaint with the data protection authority in your country of residence.\n          "}]}, "count": 9}, "choice": {"text": {"choice": [{"0": "Web Browser Opt-Out: You may be able to opt out of receiving interest-based advertising using the browser opt-out tools and consumer choice mechanisms provided by interest-based advertising self-regulatory groups by following the links below.\n            \n                Network Advertising Initiative (NAI): www.networkadvertising.org/choices  \n                Digital Advertising Alliance (DAA): https://optout.aboutads.info/?c=2&lang=EN"}]}, "count": 1}, "request": {"text": {"request": [{"0": "When you contact us: When you contact us with questions about the Services, our business, or other matters, we will use any personal information you provide, including, for example, your name, geographic location, email address, and phone number to resolve your request or answer your questions, or to provide additional information related to your inquiry.\n          "}, {"1": "Contractual necessity: We may process your personal information where it is either necessary for the performance of a contract to which you are a party or in order to take steps at your request prior to entering into a contract with you. "}, {"2": "The right to request confirmation of whether we process personal information relating to you, and if so, to request a copy of that personal information;"}, {"3": "The right to request that we rectify or update personal information that is inaccurate, incomplete, or outdated;"}, {"4": "The right to request that we delete your personal information in certain circumstances provided by law;"}, {"5": "The right to request that we restrict the use of your personal information in certain circumstances; for example, while we consider a request to update your personal information;"}, {"6": "The right to request that we transmit your personal information to another company, where technically feasible;"}, {"7": "\n            In order to exercise these rights, contact us at privacyrights@remax.com. We will comply with your request to the extent required by applicable law. If you are located in the European Economic Area (“EEA”), Switzerland, or the United Kingdom (“UK”) and feel that you have not received a satisfactory response from us, you also have the right to lodge a complaint with the data protection authority in your country of residence.\n          "}]}, "count": 8}, "delete": {"text": {"delete": [{"0": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"1": "\n            Please note that you will need to opt out separately on all of your browsers and devices, as each opt-out will apply only to the specific browser or device from which you opt out. If you delete or reset your cookies or mobile identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will have to opt out again. Please also note that even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements you see may be less relevant to you.\n          "}, {"2": "The right to request that we delete your personal information in certain circumstances provided by law;"}]}, "count": 3}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "\n    We have made this Notice easy to navigate by providing quick access to information you may care about and easy to understand by using plain English. We strongly urge you to read this Notice from beginning to end to gain a better understanding of our information handling and privacy practices. This Notice is not a contract and does not create any legal rights or obligations.\n  "}, {"1": "Contractual necessity: We may process your personal information where it is either necessary for the performance of a contract to which you are a party or in order to take steps at your request prior to entering into a contract with you. "}]}, "count": 2}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {"obligation": [{"0": "To comply with a legal obligation and/or defend against legal claims;"}, {"1": "Compliance with a legal obligation:"}]}, "count": 2}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "\n    This Privacy Notice (this “Notice”) describes how we use, share, and protect the personal information we collect or otherwise obtain when you access our websites or use our mobile applications (collectively, the \"Online Services\"), contact us, or otherwise interact with us (collectively, the \"Services\"). This Notice also describes your choices and legal rights (where applicable) with respect to your personal information.\n  "}, {"1": "\n    We have made this Notice easy to navigate by providing quick access to information you may care about and easy to understand by using plain English. We strongly urge you to read this Notice from beginning to end to gain a better understanding of our information handling and privacy practices. This Notice is not a contract and does not create any legal rights or obligations.\n  "}, {"2": "\n          Legal basis for processing personal information\n        "}, {"3": "\n          Your choices and legal rights\n        "}, {"4": "To send you marketing and promotional materials, including newsletters and other promotional communications related to real estate markets, properties, sales associates, and/or other topics that we think may interest you (details on how to exercise your choices with respect to marketing and promotional materials and communications can be found in the “Your choices and legal rights” section below); "}, {"5": "To comply with a legal obligation and/or defend against legal claims;"}, {"6": "\n          Legal basis for processing personal information\n        "}, {"7": "\n          Depending on your country of residence, applicable law may require us to set out in this Notice the legal basis upon which we rely in order to process personal information. The legal bases on which we rely are listed below.\n        "}, {"8": "Compliance with a legal obligation:"}, {"9": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"10": "Other third parties: We will share your personal information with certain third parties or publicly with your consent or at your direction. We will also share your personal information with relevant third parties as we believe necessary or appropriate either: (i) to respond to any claims, or to prevent, investigate, identify persons or organizations potentially involved in, or take any action regarding suspected fraud, violations of our Terms of Use, or activity that appears to us to be illegal or we believe may expose us to legal liability; (ii) to allow us to pursue available remedies or limit damages that we may sustain; or (iii) to protect our rights, property, privacy, or physical safety, and/or those of others. "}, {"11": "\n            Your choices and legal rights\n          "}, {"12": "\n            Your legal rights\n          "}, {"13": "\n          We will only retain your Personal Information as long as we need it to fulfill the purpose(s) for which it was collected, including providing the Services to you, maintaining your Account with us (where applicable), complying with our legal obligations, or protecting our interests or those of others, as described in this Notice.\n        "}, {"14": "how long we need to retain certain Personal Information to comply with our legal, tax, and accounting obligations; and"}, {"15": "\n            RE/MAX, LLC\n            Legal – Privacy\n            5075 S. Syracuse Street\n            Denver, CO 80237\n          "}]}, "count": 16}, "authority": {"text": {"authority": [{"0": "\n            In order to exercise these rights, contact us at privacyrights@remax.com. We will comply with your request to the extent required by applicable law. If you are located in the European Economic Area (“EEA”), Switzerland, or the United Kingdom (“UK”) and feel that you have not received a satisfactory response from us, you also have the right to lodge a complaint with the data protection authority in your country of residence.\n          "}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "To comply with a legal obligation and/or defend against legal claims;"}, {"1": "Compliance with a legal obligation: We are subject to various legal requirements in the jurisdictions in which we operate, and we may process your personal information if necessary for us to comply with a legal or regulatory obligation to which we are subject. "}, {"2": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"3": "Government and public authorities: We will share your personal information: (i) as may be permitted or as we believe in good faith may be reasonably necessary to comply with any law, regulation, rule, or court order; or (ii) pursuant to subpoenas or other lawful requests from governmental, regulatory, or administrative agencies or law enforcement authorities (including in response to law enforcement or national security requirements). "}, {"4": "\n            In order to exercise these rights, contact us at privacyrights@remax.com. We will comply with your request to the extent required by applicable law. If you are located in the European Economic Area (“EEA”), Switzerland, or the United Kingdom (“UK”) and feel that you have not received a satisfactory response from us, you also have the right to lodge a complaint with the data protection authority in your country of residence.\n          "}, {"5": "how long we need to retain certain Personal Information to comply with our legal, tax, and accounting obligations; and"}]}, "count": 6}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "To respond to requests and communications from law enforcement authorities or other government officials; "}, {"1": "\n          Depending on your country of residence, applicable law may require us to set out in this Notice the legal basis upon which we rely in order to process personal information. The legal bases on which we rely are listed below.\n        "}, {"2": "Government and public authorities: We will share your personal information: (i) as may be permitted or as we believe in good faith may be reasonably necessary to comply with any law, regulation, rule, or court order; or (ii) pursuant to subpoenas or other lawful requests from governmental, regulatory, or administrative agencies or law enforcement authorities (including in response to law enforcement or national security requirements). "}, {"3": "\n            Depending on your country and state of residence, and subject to applicable law, you may have the following rights with regards to your personal information:\n          "}, {"4": "The right to request that we delete your personal information in certain circumstances provided by law;"}, {"5": "\n            In order to exercise these rights, contact us at privacyrights@remax.com. We will comply with your request to the extent required by applicable law. If you are located in the European Economic Area (“EEA”), Switzerland, or the United Kingdom (“UK”) and feel that you have not received a satisfactory response from us, you also have the right to lodge a complaint with the data protection authority in your country of residence.\n          "}, {"6": "\n          If you are a resident of the state of California, Colorado, Connecticut, Utah, or Virginia, you may have additional rights with respect to your personal information pursuant to applicable law. To learn more about your state-specific privacy rights, visit \n            US State-Specific Privacy Notice\n          .\n        "}, {"7": "\n          Your Personal Information may be accessed, stored, and processed in a country where we have operations or where our service providers are located (which includes the United States and Canada). This means that your Personal Information may be transferred to countries or regions with data protection and privacy laws that differ from those in your country of residence. By using the Services, you acknowledge that your Personal Information may be transferred  outside of your country of residence.  Where we transfer your Personal Information internationally, we do so in accordance with applicable law.\n        "}]}, "count": 8}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {"govern": [{"0": "\n          RE/MAX complies with the EU-U.S. Data Privacy Framework (“EU-U.S. DPF”), the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. Data Privacy Framework (“Swiss-U.S. DPF”) as set forth by the U.S. Department of Commerce.  RE/MAX has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (“EU-U.S. DPF Principles”) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF.  RE/MAX has certified to the U.S. Department of Commerce that it adheres to the Swiss-U.S. Data Privacy Framework Principles (“Swiss-U.S. DPF Principles”) with regard to the processing of personal data received from Switzerland in reliance on the Swiss-U.S. DPF.  If there is any conflict between the terms in this Notice and the EU-U.S. DPF Principles and/or the Swiss-U.S. DPF Principles, the Principles shall govern.  To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/.\n        "}]}, "count": 1}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Web Browser Opt-Out: You may be able to opt out of receiving interest-based advertising using the browser opt-out tools and consumer choice mechanisms provided by interest-based advertising self-regulatory groups by following the links below.\n            \n                Network Advertising Initiative (NAI): www.networkadvertising.org/choices  \n                Digital Advertising Alliance (DAA): https://optout.aboutads.info/?c=2&lang=EN"}, {"1": "Compliance with a legal obligation: We are subject to various legal requirements in the jurisdictions in which we operate, and we may process your personal information if necessary for us to comply with a legal or regulatory obligation to which we are subject. "}, {"2": "Government and public authorities: We will share your personal information: (i) as may be permitted or as we believe in good faith may be reasonably necessary to comply with any law, regulation, rule, or court order; or (ii) pursuant to subpoenas or other lawful requests from governmental, regulatory, or administrative agencies or law enforcement authorities (including in response to law enforcement or national security requirements). "}]}, "count": 3}, "policy": {"text": {}, "count": 0}, "international": {"text": {"international": [{"0": "\n          International Transfer\n        "}, {"1": "\n          International transfers\n        "}, {"2": "\n          If you are located in the European Economic Area (\"EEA\"), Switzerland, or the UK please note that we may need to transfer your Personal Information to countries that have not been recognized by the European Commission and/or the Swiss or the UK governments as providing an adequate level of protection for Personal Information. We generally use EU Standard Contractual Clauses or other government-approved contracts that provide appropriate safeguards for Personal Information that is transferred to countries that have not been recognized as providing an adequate level of protection. In certain limited circumstances, we rely on other lawful mechanisms for international transfers of Personal Information or rely on derogations.\n        "}]}, "count": 3}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "\n          If you are a resident of the state of California, Colorado, Connecticut, Utah, or Virginia, you may have additional rights with respect to your personal information pursuant to applicable law. To learn more about your state-specific privacy rights, visit \n            US State-Specific Privacy Notice\n          .\n        "}]}, "count": 1}, "children": {"text": {"children": [{"0": "\n          Children's Privacy\n        "}, {"1": "\n          Children's privacy\n        "}, {"2": "\n          The Online Services are not intended or directed to children under the age of 18, and we do not knowingly collect Personal Information from children under the age of 18.\n        "}]}, "count": 3}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {"you acknowledge": [{"0": "\n          Your Personal Information may be accessed, stored, and processed in a country where we have operations or where our service providers are located (which includes the United States and Canada). This means that your Personal Information may be transferred to countries or regions with data protection and privacy laws that differ from those in your country of residence. By using the Services, you acknowledge that your Personal Information may be transferred  outside of your country of residence.  Where we transfer your Personal Information internationally, we do so in accordance with applicable law.\n        "}]}, "count": 1}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "\n          The information our third-party partners collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services and use the information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties' tracking technologies or how they may be used.\n        "}, {"1": "\n            Information received from third parties\n          "}, {"2": "\n            We may receive personal information about you from third parties that supplements the information we collect directly from you and/or through automated means.\n          "}, {"3": "Relevant third parties in connection with corporate transactions:"}, {"4": "Other third parties:"}, {"5": "\n          The Online Services may offer links to websites, mobile apps, tools, widgets, and plug-ins, such as Facebook “Like” buttons, that are provided by third parties. If you visit a third-party website or use any third-party services, you should read the third party's privacy notice, terms and conditions, and other policies. We are not responsible for the policies and practices of third parties. Any personal information collected by third parties is governed by their privacy notices, terms and conditions, and other policies.\n        "}]}, "count": 6}, "third-party": {"text": {"third-party": [{"0": "\n          Our third-party partners may also use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Online Services.\n        "}, {"1": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"2": "\n          The information our third-party partners collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services and use the information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties' tracking technologies or how they may be used.\n        "}, {"3": "To personalize your experience on the Online Services and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through the Online Services and third-party sites;"}, {"4": "\n          Links to third-party websites and social media\n        "}, {"5": "\n          The Online Services may offer links to websites, mobile apps, tools, widgets, and plug-ins, such as Facebook “Like” buttons, that are provided by third parties. If you visit a third-party website or use any third-party services, you should read the third party's privacy notice, terms and conditions, and other policies. We are not responsible for the policies and practices of third parties. Any personal information collected by third parties is governed by their privacy notices, terms and conditions, and other policies.\n        "}]}, "count": 6}, "third party": {"text": {"third party": [{"0": "\n          Links to third party websites and social media\n        "}, {"1": "Our business partners: We may share your personal information with our third party business partners, including our analytics and marketing/advertising partners. We seek contractual commitments from our partners that they will protect the security and confidentiality of the information we share with them. "}, {"2": "\n          The Online Services may offer links to websites, mobile apps, tools, widgets, and plug-ins, such as Facebook “Like” buttons, that are provided by third parties. If you visit a third-party website or use any third-party services, you should read the third party's privacy notice, terms and conditions, and other policies. We are not responsible for the policies and practices of third parties. Any personal information collected by third parties is governed by their privacy notices, terms and conditions, and other policies.\n        "}, {"3": "\n          RE/MAX is responsible for the processing of personal information it receives, under each Data Privacy Framework, and subsequently transfers to a third party acting as an agent on its behalf. RE/MAX complies with the Data Privacy Framework Principles for all onward transfers of personal information from the EEA, UK and Switzerland, including the onward transfer liability provisions.\n        "}]}, "count": 4}, "advertising": {"text": {"advertising": [{"0": "\n          The information our third-party partners collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services and use the information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties' tracking technologies or how they may be used.\n        "}, {"1": "\n          Some internet browsers, websites/platforms, and mobile devices allow you to exercise certain choices with respect to interest-based advertising. Additional details can be found below.\n        "}, {"2": "www.networkadvertising.org/choices "}, {"3": "\n                Digital Advertising Alliance (DAA): https://optout.aboutads.info/?c=2&lang=EN"}, {"4": "Your device operating system may provide mechanisms that allow you to opt in or opt out of the use of data about your usage of mobile apps to deliver interest-based advertising to your mobile device. For more information, consult your device settings."}, {"5": "\n                The DAA offers a tool for opting out of the collection of cross-app data on a mobile device for interest-based advertising. To exercise your choices with respect to participating companies, please download the AppChoices tool at www.aboutads.info/appchoices."}, {"6": "\n            Please note that you will need to opt out separately on all of your browsers and devices, as each opt-out will apply only to the specific browser or device from which you opt out. If you delete or reset your cookies or mobile identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will have to opt out again. Please also note that even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements you see may be less relevant to you.\n          "}, {"7": "Our business partners: We may share your personal information with our third party business partners, including our analytics and marketing/advertising partners. We seek contractual commitments from our partners that they will protect the security and confidentiality of the information we share with them. "}]}, "count": 8}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "Our business partners: We may share your personal information with our third party business partners, including our analytics and marketing/advertising partners. We seek contractual commitments from our partners that they will protect the security and confidentiality of the information we share with them. "}]}, "count": 1}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "\n          The use of cookies and other similar technologies helps us to improve the Online Services and to deliver a better and more personalized service, including by enabling us to:\n        "}, {"1": "For testing, research, analysis, and product development, including to develop and improve the Services and other products;"}]}, "count": 2}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "\n          Data Privacy Framework\n        "}, {"1": "https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security"}, {"2": "Your device operating system may provide mechanisms that allow you to opt in or opt out of the use of data about your usage of mobile apps to deliver interest-based advertising to your mobile device. For more information, consult your device settings."}, {"3": "\n                The DAA offers a tool for opting out of the collection of cross-app data on a mobile device for interest-based advertising. To exercise your choices with respect to participating companies, please download the AppChoices tool at www.aboutads.info/appchoices."}, {"4": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"5": "\n            In order to exercise these rights, contact us at privacyrights@remax.com. We will comply with your request to the extent required by applicable law. If you are located in the European Economic Area (“EEA”), Switzerland, or the United Kingdom (“UK”) and feel that you have not received a satisfactory response from us, you also have the right to lodge a complaint with the data protection authority in your country of residence.\n          "}, {"6": "\n          We understand that the security of your personal information is important. For this reason, we maintain organizational, physical, and technical security arrangements designed to protect personal information within our organization against unauthorized access, destruction, loss, alteration, or misuse. We periodically review our security measures and update them accordingly. Unfortunately, despite our best efforts, no data transmission or storage can be guaranteed to be 100% secured.\n        "}, {"7": "\n          Your Personal Information may be accessed, stored, and processed in a country where we have operations or where our service providers are located (which includes the United States and Canada). This means that your Personal Information may be transferred to countries or regions with data protection and privacy laws that differ from those in your country of residence. By using the Services, you acknowledge that your Personal Information may be transferred  outside of your country of residence.  Where we transfer your Personal Information internationally, we do so in accordance with applicable law.\n        "}, {"8": "\n          Data Privacy Framework\n        "}, {"9": "\n          RE/MAX complies with the EU-U.S. Data Privacy Framework (“EU-U.S. DPF”), the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. Data Privacy Framework (“Swiss-U.S. DPF”) as set forth by the U.S. Department of Commerce.  RE/MAX has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (“EU-U.S. DPF Principles”) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF.  RE/MAX has certified to the U.S. Department of Commerce that it adheres to the Swiss-U.S. Data Privacy Framework Principles (“Swiss-U.S. DPF Principles”) with regard to the processing of personal data received from Switzerland in reliance on the Swiss-U.S. DPF.  If there is any conflict between the terms in this Notice and the EU-U.S. DPF Principles and/or the Swiss-U.S. DPF Principles, the Principles shall govern.  To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/.\n        "}, {"10": "\n          RE/MAX is responsible for the processing of personal information it receives, under each Data Privacy Framework, and subsequently transfers to a third party acting as an agent on its behalf. RE/MAX complies with the Data Privacy Framework Principles for all onward transfers of personal information from the EEA, UK and Switzerland, including the onward transfer liability provisions.\n        "}, {"11": "https://www.jamsadr.com/eu-us-data-privacy-framework"}]}, "count": 12}, "we process": {"text": {"we process": [{"0": "The right to request confirmation of whether we process personal information relating to you, and if so, to request a copy of that personal information;"}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "\n          We will only retain your Personal Information as long as we need it to fulfill the purpose(s) for which it was collected, including providing the Services to you, maintaining your Account with us (where applicable), complying with our legal obligations, or protecting our interests or those of others, as described in this Notice.\n        "}, {"1": "\n          The Online Services may offer links to websites, mobile apps, tools, widgets, and plug-ins, such as Facebook “Like” buttons, that are provided by third parties. If you visit a third-party website or use any third-party services, you should read the third party's privacy notice, terms and conditions, and other policies. We are not responsible for the policies and practices of third parties. Any personal information collected by third parties is governed by their privacy notices, terms and conditions, and other policies.\n        "}]}, "count": 2}, "stored": {"text": {"stored": [{"0": "\n          Your Personal Information may be accessed, stored, and processed in a country where we have operations or where our service providers are located (which includes the United States and Canada). This means that your Personal Information may be transferred to countries or regions with data protection and privacy laws that differ from those in your country of residence. By using the Services, you acknowledge that your Personal Information may be transferred  outside of your country of residence.  Where we transfer your Personal Information internationally, we do so in accordance with applicable law.\n        "}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "\n          Information retention\n        "}, {"1": "\n          Information retention\n        "}]}, "count": 2}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "For testing, research, analysis, and product development, including to develop and improve the Services and other products;"}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security"}, {"1": "Our business partners: We may share your personal information with our third party business partners, including our analytics and marketing/advertising partners. We seek contractual commitments from our partners that they will protect the security and confidentiality of the information we share with them. "}]}, "count": 2}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "\n          We use cookies and other similar technologies to enable certain features and functionalities and to facilitate the automatic collection of certain information. Additional details regarding these technologies are included below.\n        "}]}, "count": 1}, "AI": {"text": {"AI": [{"0": "\n                Network Advertising Initiative (NAI): www.networkadvertising.org/choices "}]}, "count": 1}, "automatically": {"text": {"automatically": [{"0": "\n          Information we automatically collect through our Online Services\n        "}, {"1": "\n          As is true with many websites and mobile applications, the Online Services automatically collect certain information about your device, your browser, and your activity.\n        "}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "\n          The information our third-party partners collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services and use the information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties' tracking technologies or how they may be used.\n        "}, {"1": "Mobile Application Opt-Out: You have the ability to control whether you see interest-based advertisements on your mobile device(s) in the ways described below.\n            Your device operating system may provide mechanisms that allow you to opt in or opt out of the use of data about your usage of mobile apps to deliver interest-based advertising to your mobile device. For more information, consult your device settings. \n                The DAA offers a tool for opting out of the collection of cross-app data on a mobile device for interest-based advertising. To exercise your choices with respect to participating companies, please download the AppChoices tool at www.aboutads.info/appchoices."}]}, "count": 2}, "settings": {"text": {"settings": [{"0": "\n          In particular, when you visit or interact with the Online Services, our servers will record information that is sent by your browser or device as well as information about your use of the Online Services. This information can include your device's IP address, information about the browser and operating system you are using, unique device identifiers, pages that you navigate to and links that you click, and other information about the ways you interact with the Online Services. Depending on your device's settings, we may also collect information about your device's location.\n        "}, {"1": "Your device operating system may provide mechanisms that allow you to opt in or opt out of the use of data about your usage of mobile apps to deliver interest-based advertising to your mobile device. For more information, consult your device settings."}]}, "count": 2}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "detecting and preventing fraud, financial crime, and other nefarious or harmful activities;"}, {"1": "Other third parties: We will share your personal information with certain third parties or publicly with your consent or at your direction. We will also share your personal information with relevant third parties as we believe necessary or appropriate either: (i) to respond to any claims, or to prevent, investigate, identify persons or organizations potentially involved in, or take any action regarding suspected fraud, violations of our Terms of Use, or activity that appears to us to be illegal or we believe may expose us to legal liability; (ii) to allow us to pursue available remedies or limit damages that we may sustain; or (iii) to protect our rights, property, privacy, or physical safety, and/or those of others. "}]}, "count": 2}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"1": "Other third parties: We will share your personal information with certain third parties or publicly with your consent or at your direction. We will also share your personal information with relevant third parties as we believe necessary or appropriate either: (i) to respond to any claims, or to prevent, investigate, identify persons or organizations potentially involved in, or take any action regarding suspected fraud, violations of our Terms of Use, or activity that appears to us to be illegal or we believe may expose us to legal liability; (ii) to allow us to pursue available remedies or limit damages that we may sustain; or (iii) to protect our rights, property, privacy, or physical safety, and/or those of others. "}, {"2": "\n          We understand that the security of your personal information is important. For this reason, we maintain organizational, physical, and technical security arrangements designed to protect personal information within our organization against unauthorized access, destruction, loss, alteration, or misuse. We periodically review our security measures and update them accordingly. Unfortunately, despite our best efforts, no data transmission or storage can be guaranteed to be 100% secured.\n        "}]}, "count": 3}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "\n          Information security\n        "}, {"1": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"2": "To help maintain the safety, security, and integrity of the Online Services, our products and the Services, our databases and other technology assets, and our business;"}, {"3": "monitoring and maintaining the security of our information, systems, and networks; or"}, {"4": "Our service providers: We may share your personal information with service providers who provide certain services on our behalf, such as data hosting or processing services, and  need to access personal  information to perform their services. We authorize our service providers to use or disclose the personal information that we share only as necessary to perform services on our behalf or comply with legal requirements. Our service providers are also contractually required to protect the security and confidentiality of the personal information they process on our behalf."}, {"5": "Our business partners: We may share your personal information with our third party business partners, including our analytics and marketing/advertising partners. We seek contractual commitments from our partners that they will protect the security and confidentiality of the information we share with them. "}, {"6": "Government and public authorities: We will share your personal information: (i) as may be permitted or as we believe in good faith may be reasonably necessary to comply with any law, regulation, rule, or court order; or (ii) pursuant to subpoenas or other lawful requests from governmental, regulatory, or administrative agencies or law enforcement authorities (including in response to law enforcement or national security requirements). "}, {"7": "\n          Information security\n        "}, {"8": "\n          We understand that the security of your personal information is important. For this reason, we maintain organizational, physical, and technical security arrangements designed to protect personal information within our organization against unauthorized access, destruction, loss, alteration, or misuse. We periodically review our security measures and update them accordingly. Unfortunately, despite our best efforts, no data transmission or storage can be guaranteed to be 100% secured.\n        "}, {"9": "whether we need the Personal Information for other legitimate business purposes, such as promoting the safety, security, and integrity of the Services, etc."}]}, "count": 10}, "unauthorized": {"text": {"unauthorized": [{"0": "\n          We understand that the security of your personal information is important. For this reason, we maintain organizational, physical, and technical security arrangements designed to protect personal information within our organization against unauthorized access, destruction, loss, alteration, or misuse. We periodically review our security measures and update them accordingly. Unfortunately, despite our best efforts, no data transmission or storage can be guaranteed to be 100% secured.\n        "}, {"1": "potential risk of harm from unauthorized use or disclosure of Personal Information;"}]}, "count": 2}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "\n    This Privacy Notice (this “Notice”) describes how we use, share, and protect the personal information we collect or otherwise obtain when you access our websites or use our mobile applications (collectively, the \"Online Services\"), contact us, or otherwise interact with us (collectively, the \"Services\"). This Notice also describes your choices and legal rights (where applicable) with respect to your personal information.\n  "}, {"1": "\n          How we use personal information\n        "}, {"2": "\n          How we share personal information\n        "}, {"3": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"4": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"5": "\n          The information our third-party partners collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services and use the information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties' tracking technologies or how they may be used.\n        "}, {"6": "\n          How we use personal information\n        "}, {"7": "To send you marketing and promotional materials, including newsletters and other promotional communications related to real estate markets, properties, sales associates, and/or other topics that we think may interest you (details on how to exercise your choices with respect to marketing and promotional materials and communications can be found in the “Your choices and legal rights” section below); "}, {"8": "\n          How we share personal information\n        "}, {"9": "\n          We decide how long we need to retain Personal Information on a case-by-case basis, with due consideration given to the following factors:\n        "}, {"10": "the feature of the Services we need the Personal Information for, and how that feature works;"}, {"11": "how long we need to retain certain Personal Information to comply with our legal, tax, and accounting obligations; and"}]}, "count": 12}, "what": {"text": {"what": [{"0": "\n          What is personal information?\n        "}, {"1": "\n          What is personal information?\n        "}, {"2": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}]}, "count": 3}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "\n    We have made this Notice easy to navigate by providing quick access to information you may care about and easy to understand by using plain English. We strongly urge you to read this Notice from beginning to end to gain a better understanding of our information handling and privacy practices. This Notice is not a contract and does not create any legal rights or obligations.\n  "}, {"1": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"2": "\n          We understand that the security of your personal information is important. For this reason, we maintain organizational, physical, and technical security arrangements designed to protect personal information within our organization against unauthorized access, destruction, loss, alteration, or misuse. We periodically review our security measures and update them accordingly. Unfortunately, despite our best efforts, no data transmission or storage can be guaranteed to be 100% secured.\n        "}]}, "count": 3}, "learn": {"text": {"learn": [{"0": "\n          This Notice does not apply to the privacy practices of RE/MAX real estate brokers or their sales associates or to any websites or mobile applications they may independently operate. Please consult with our franchisees and sales associates to learn more about their privacy practices.\n        "}, {"1": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"2": "\n          If you are a resident of the state of California, Colorado, Connecticut, Utah, or Virginia, you may have additional rights with respect to your personal information pursuant to applicable law. To learn more about your state-specific privacy rights, visit \n            US State-Specific Privacy Notice\n          .\n        "}, {"3": "\n          RE/MAX complies with the EU-U.S. Data Privacy Framework (“EU-U.S. DPF”), the UK Extension to the EU-U.S. DPF, and the Swiss-U.S. Data Privacy Framework (“Swiss-U.S. DPF”) as set forth by the U.S. Department of Commerce.  RE/MAX has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (“EU-U.S. DPF Principles”) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF.  RE/MAX has certified to the U.S. Department of Commerce that it adheres to the Swiss-U.S. Data Privacy Framework Principles (“Swiss-U.S. DPF Principles”) with regard to the processing of personal data received from Switzerland in reliance on the Swiss-U.S. DPF.  If there is any conflict between the terms in this Notice and the EU-U.S. DPF Principles and/or the Swiss-U.S. DPF Principles, the Principles shall govern.  To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/.\n        "}]}, "count": 4}, "more information": {"text": {"more information": [{"0": "Cookies (or browser cookies): A cookie is a small file placed on your browser or device when you visit a website.  You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting, you may be unable to access certain parts of the Online Services. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you use the Online Services. For more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, please visit www.allaboutcookies.org.\n          "}, {"1": "Your device operating system may provide mechanisms that allow you to opt in or opt out of the use of data about your usage of mobile apps to deliver interest-based advertising to your mobile device. For more information, consult your device settings."}, {"2": "\n          We encourage you to contact us if you have any concerns about our compliance with the Data Privacy Framework. Any questions or concerns should be sent to privacy@remax.com. We will respond to complaints related to the Data Privacy Framework within 45 days. If a complaint cannot be resolved informally, we have designated JAMS, an alternative dispute resolution provider based in the United States, to handle unresolved customer complaints.  For EEA and Switzerland residents,  if you do not receive timely acknowledgment of your DPF Principles-related complaint from us, or if we have not addressed your DPF Principles-related complaint to your satisfaction, please visit https://www.jamsadr.com/eu-us-data-privacy-framework for more information or to file a complaint.  The services of JAMS are provided at no cost to you. Under certain circumstances, these dispute resolution processes may result in your ability to invoke binding arbitration when other dispute resolution procedures have been exhausted. RE/MAX is subject to the investigatory and enforcement powers of the Federal Trade Commission.\n        "}]}, "count": 3}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "\n          We use cookies and other similar technologies to enable certain features and functionalities and to facilitate the automatic collection of certain information. Additional details regarding these technologies are included below.\n        "}, {"1": "Cookies (or browser cookies):"}, {"2": "www.allaboutcookies.org"}, {"3": "\n          The use of cookies and other similar technologies helps us to improve the Online Services and to deliver a better and more personalized service, including by enabling us to:\n        "}, {"4": "\n          Our third-party partners may also use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Online Services.\n        "}, {"5": "\n          In particular, we use third-party analytics providers that may deploy cookies and other similar technologies on the Online Services to analyze traffic to the Online Services and understand the usage of the Online Services. We use Google Analytics, a web analytics tools that may set cookies in your web browser, for example, to help us understand how visitors engage with the Online Services. To learn more about Google Analytics' data practices, please visit: https://support.google.com/analytics/answer/6004245?hl=en&ref_topic=2919631#zippy=%2Cgoogle-analytics-under-privacy-laws-in-the-united-states%2Cdata-privacy-and-security.\n          To disable Google Analytics, please download and install the Google Analytics opt-out browser add-on, which is available here: https://tools.google.com/dlpage/gaoptout?hl=en.\n        "}, {"6": "\n            Please note that you will need to opt out separately on all of your browsers and devices, as each opt-out will apply only to the specific browser or device from which you opt out. If you delete or reset your cookies or mobile identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will have to opt out again. Please also note that even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements you see may be less relevant to you.\n          "}]}, "count": 7}, "mobile identifiers": {"text": {"mobile identifiers": [{"0": "\n            Please note that you will need to opt out separately on all of your browsers and devices, as each opt-out will apply only to the specific browser or device from which you opt out. If you delete or reset your cookies or mobile identifiers, change browsers, or use a different device, any opt-out cookie or tool may no longer work and you will have to opt out again. Please also note that even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements you see may be less relevant to you.\n          "}]}, "count": 1}, "pixel tags": {"text": {"pixel tags": [{"0": "Web Beacons: Pages of the Online Services may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users and gather other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).\n          "}]}, "count": 1}, "web beacons": {"text": {"web beacons": [{"0": "Web Beacons:"}, {"1": "\n          Our third-party partners may also use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Online Services.\n        "}]}, "count": 2}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}