{"https://history.com": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {}, "count": 0}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "We may change this Privacy Policy from time to time. If we make changes, we will post the new version here and revise the “Last Updated” date above. If we determine that the changes may have a material impact on you, we may take additional steps to notify you, such as providing you with additional notice (such as by adding a statement to the Services or sending you a notification). We encourage you to review this Privacy Policy regularly to stay informed about our privacy practices and the choices available to you."}, {"1": "We collect the information you provide to us. If you access our content through your TV provider, we receive only a token and other technical information allowing you to access the content, but if you choose to create an A+E Networks profile or account, we may collect your name, email address, and password."}, {"2": "To other users of our Services, if you post public comments or content anywhere on our Services;"}, {"3": "To law enforcement authorities and individuals involved in legal proceedings in response to a request for information if we believe that disclosure is in accordance with, or required by, any applicable law, regulation or legal process, including lawful requests by public authorities to meet national security or law enforcement requirements;"}, {"4": "To protect the rights of A+E Networks and others, if we believe that your actions are inconsistent with our user agreements or policies, if we believe that you have violated the law, or if we believe it is necessary to protect the rights, property, and safety of A+E Networks, our users, the public, or others;"}, {"5": "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible."}, {"6": "If you have a profile or account with A+E Networks, you can review and modify such information at any time by using the self-service update features of that particular Service."}, {"7": "If you would like to stop receiving promotional communications from us, you can do so by clicking the ‘unsubscribe’ link provided at the bottom of any A+E Networks promotional email; alternatively, you can do so at any time by following the instructions provided under Section 10 (Contact Us) below. Please be aware, if you unsubscribe, we may still send you non-promotional messages, such as those about your account or our ongoing business relationship."}, {"8": "Certain have enacted consumer privacy laws that grant their residents certain rights and require additional disclosures. If you are a resident of one of these states, this section applies to you:"}, {"9": "You will need to renew your opt-out choice at each A+E Networks brand website or application you visit if you use our websites or apps from a new device or browser, or if you clear your cookies, as each opt-out choice is limited to a particular device, browser, app, or brand. You can also learn more about interest-based advertisements or how to opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance by visiting www.aboutads.info/choices."}, {"10": "Appeals: If we deny your request, you may to appeal our decision by contacting us at any time by following the instructions provided under the Section 10 (Contact Us) below. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside."}, {"11": "Authorized Agents: In certain states you may also designate an authorized agent to exercise privacy rights on your behalf by providing the authorized agent signed permission to submit the request on your behalf. If an authorized agent submits a request on your behalf, we may need to contact you to verify your identity to protect the security of your personal information and to confirm the authorized agent has permission to submit your request. If you are an authorized agent seeking to make a rights request, follow the instructions provided under Section 10 (Contact Us) below."}, {"12": "Our Services are not intended for or directed toward children under 16 years of age and nor does A+E Networks knowingly collect or store personal information on our Services from children under 16. If you are under 16 years of age, you are not permitted to submit any personal information to us on any Service, and if we become aware that we have inadvertently received personal information from a visitor under the age of 16, we will delete that information from our records."}, {"13": "Our Services may enable you to access third-party apps and other services, such as by linking. If you follow a link to or otherwise access any third-party service, please note that the privacy policy of that third party will apply."}]}, "count": 0}, "when": {"text": {"when": [{"0": "This A+E Networks consumer privacy policy (“Privacy Policy”) explains how A&E Television Networks, LLC, the parent company for brands such as the History Channel, Lifetime, and A&E Network, and its affiliates (“A+E Networks”, “we”, or “us”) collect, use and disclose personal information about you when you visit or interact with our websites, mobile apps, smart TV apps and other online services that link to this Privacy Policy (collectively, the “Services”). We may provide different or additional notices of our privacy practices with respect to certain products, services or regions, in which case those notices will supplement or replace this Privacy Policy."}, {"1": "A+E Networks is based in the U.S. and the Services are intended only for U.S. visitors. As such, when you access the Services, your personal information will be processed in the U.S., which might not provide the same type or level of privacy protection as other countries. By accessing our Services, you consent to this processing."}, {"2": "When you interact with us by phone, email, physical mail, text message, real-time chat, platform such as social media, or by filling out forms to receive newsletters or to request other information, or entering a contest, sweepstakes, promotion, or responding to a poll or survey, we may collect pertinent information that identifies you, such as your email address and phone number."}, {"3": "When you purchase certain Services, such as for-pay subscription to one of A+E Networks video-on-demand, like History Vault, Lifetime Movie Club, or A&E Crime Central, we work with third-party payment service providers to collect and process your payment information such as financial account or card numbers."}, {"4": "Recording of audio and text conversations and session details, when you contact customer service by phone or real-time chat, each of which may be monitored and retained, including for training purposes."}, {"5": "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible."}, {"6": "We collect personal information directly from you (for example, when you create an A+E Networks profile, or fill out a form), automatically when you access or use our Services, and from third-party sources such as promotional and strategic partners, each described in more detail in the “Types of Personal Information We Collect” section above."}]}, "count": 7}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"can access": {"text": {"can access": [{"0": "To learn more about Nielsen’s digital measurement products and your choices in regards to them, please visit Nielsen’s Digital Measurement Privacy Statement at nielsen.com/legal/privacy-principles/digital-measurement-privacy-statement. Once there, you can access more details about the measurement software and learn about your choices with regards to Nielsen’s measurement."}]}, "count": 1}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {"we will not": [{"0": "We will not discriminate against you for exercising your privacy rights."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "The types of personal information we collect depends on how you interact with us. The personal information that we collect about you broadly falls into the below categories."}, {"1": "We collect the information you provide to us. If you access our content through your TV provider, we receive only a token and other technical information allowing you to access the content, but if you choose to create an A+E Networks profile or account, we may collect your name, email address, and password."}, {"2": "Personal Information We Collect Automatically"}, {"3": "We may derive information or draw inferences about you based on the information we collect. For example, we may infer your approximate location based on your IP address, such as the country, state, or city from which you visit the Services, or that you may be interested in certain program content based on your viewing history."}, {"4": "We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements)."}, {"5": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}, {"6": "We collect personal information directly from you (for example, when you create an A+E Networks profile, or fill out a form), automatically when you access or use our Services, and from third-party sources such as promotional and strategic partners, each described in more detail in the “Types of Personal Information We Collect” section above."}]}, "count": 7}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {"we may collect": [{"0": "We collect the information you provide to us. If you access our content through your TV provider, we receive only a token and other technical information allowing you to access the content, but if you choose to create an A+E Networks profile or account, we may collect your name, email address, and password."}, {"1": "When you interact with us by phone, email, physical mail, text message, real-time chat, platform such as social media, or by filling out forms to receive newsletters or to request other information, or entering a contest, sweepstakes, promotion, or responding to a poll or survey, we may collect pertinent information that identifies you, such as your email address and phone number."}]}, "count": 2}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {"we may disclose": [{"0": "We may disclose personal information, or permit others to collect it on our behalf, in the following ways:"}, {"1": "We disclose the following categories of personal information to third parties to engage in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our own marketing campaigns. For example, we may disclose personal information to advertising partners, such as ad-tech providers, in order to provide you with more relevant advertising tailored to your interests and understand your interaction with such advertising. These disclosures may be considered a “sale” or “share” of personal information, or use of personal information for “targeted advertising,” under certain state laws."}]}, "count": 2}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "We may derive information or draw inferences about you based on the information we collect. For example, we may infer your approximate location based on your IP address, such as the country, state, or city from which you visit the Services, or that you may be interested in certain program content based on your viewing history."}, {"1": "You may opt out of the “Sale” or “Share,” or use of your Personal Information for “Targeted Advertising” in the following ways:"}, {"2": "Appeals: If we deny your request, you may to appeal our decision by contacting us at any time by following the instructions provided under the Section 10 (Contact Us) below. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside."}, {"3": "Authorized Agents: In certain states you may also designate an authorized agent to exercise privacy rights on your behalf by providing the authorized agent signed permission to submit the request on your behalf. If an authorized agent submits a request on your behalf, we may need to contact you to verify your identity to protect the security of your personal information and to confirm the authorized agent has permission to submit your request. If you are an authorized agent seeking to make a rights request, follow the instructions provided under Section 10 (Contact Us) below."}, {"4": "To unsubscribe from marketing communications under Section 6 (Your Account Management and Unsubscribe Options) you may email us at support@aenetworks.com, with the subject heading: “Unsubscribe Me from Promotional Emails”."}, {"5": "To exercise privacy rights you may have under Section 7 (Additional Information for Certain U.S. State Residents):"}, {"6": "For any other questions related to this Privacy Policy, you may email us at privacy@aenetworks.com, with the subject heading: “Consumer Privacy Policy Question”."}]}, "count": 7}, "you can": {"text": {"you can": [{"0": "If you have a profile or account with A+E Networks, you can review and modify such information at any time by using the self-service update features of that particular Service."}, {"1": "If you would like to stop receiving promotional communications from us, you can do so by clicking the ‘unsubscribe’ link provided at the bottom of any A+E Networks promotional email; alternatively, you can do so at any time by following the instructions provided under Section 10 (Contact Us) below. Please be aware, if you unsubscribe, we may still send you non-promotional messages, such as those about your account or our ongoing business relationship."}, {"2": "You will need to renew your opt-out choice at each A+E Networks brand website or application you visit if you use our websites or apps from a new device or browser, or if you clear your cookies, as each opt-out choice is limited to a particular device, browser, app, or brand. You can also learn more about interest-based advertisements or how to opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance by visiting www.aboutads.info/choices."}, {"3": "You have the right to: (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access, deletion, or correction of your personal information, you can do so at any time by using the data subject rights (DSR) webform listed under Section 10 (Contact Us) below. Once we receive the request, we will validate the information that you provide and send a message to the email address you provided in the request. Please follow the instructions in that email to verify your email address and/or provide any additional information that may be needed to process your request."}, {"4": "To learn more about Nielsen’s digital measurement products and your choices in regards to them, please visit Nielsen’s Digital Measurement Privacy Statement at nielsen.com/legal/privacy-principles/digital-measurement-privacy-statement. Once there, you can access more details about the measurement software and learn about your choices with regards to Nielsen’s measurement."}]}, "count": 5}, "right to request": {"text": {}, "count": 0}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {"request access": [{"0": "You have the right to: (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access, deletion, or correction of your personal information, you can do so at any time by using the data subject rights (DSR) webform listed under Section 10 (Contact Us) below. Once we receive the request, we will validate the information that you provide and send a message to the email address you provided in the request. Please follow the instructions in that email to verify your email address and/or provide any additional information that may be needed to process your request."}]}, "count": 1}}, "MODIFICATION": {"deletion of": {"text": {"deletion of": [{"0": "You have the right to: (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access, deletion, or correction of your personal information, you can do so at any time by using the data subject rights (DSR) webform listed under Section 10 (Contact Us) below. Once we receive the request, we will validate the information that you provide and send a message to the email address you provided in the request. Please follow the instructions in that email to verify your email address and/or provide any additional information that may be needed to process your request."}]}, "count": 1}, "delete": {"text": {"delete": [{"0": "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible."}, {"1": "Our Services are not intended for or directed toward children under 16 years of age and nor does A+E Networks knowingly collect or store personal information on our Services from children under 16. If you are under 16 years of age, you are not permitted to submit any personal information to us on any Service, and if we become aware that we have inadvertently received personal information from a visitor under the age of 16, we will delete that information from our records."}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {}, "count": 0}, "contractual": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "To detect, investigate and prevent security incidents and other malicious, deceptive, fraudulent, or illegal activity and protect the rights and property of A+E Networks and others; and"}, {"1": "To protect the rights of A+E Networks and others, if we believe that your actions are inconsistent with our user agreements or policies, if we believe that you have violated the law, or if we believe it is necessary to protect the rights, property, and safety of A+E Networks, our users, the public, or others;"}, {"2": "Certain have enacted consumer privacy laws that grant their residents certain rights and require additional disclosures. If you are a resident of one of these states, this section applies to you:"}, {"3": "By using the data subject rights (DSR) webform listed under Section 10 (Contact Us) below."}, {"4": "We will not discriminate against you for exercising your privacy rights."}, {"5": "You have the right to: (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access, deletion, or correction of your personal information, you can do so at any time by using the data subject rights (DSR) webform listed under Section 10 (Contact Us) below. Once we receive the request, we will validate the information that you provide and send a message to the email address you provided in the request. Please follow the instructions in that email to verify your email address and/or provide any additional information that may be needed to process your request."}, {"6": "Authorized Agents: In certain states you may also designate an authorized agent to exercise privacy rights on your behalf by providing the authorized agent signed permission to submit the request on your behalf. If an authorized agent submits a request on your behalf, we may need to contact you to verify your identity to protect the security of your personal information and to confirm the authorized agent has permission to submit your request. If you are an authorized agent seeking to make a rights request, follow the instructions provided under Section 10 (Contact Us) below."}, {"7": "Our Services that enable you to view A+E Networks’ video content may feature proprietary measurement software from The Nielsen Company (“Nielsen”) which will allow you to contribute to market research, like Nielsen’s TV Ratings. The information is collected directly by Nielsen’s software within the applicable Service. Neither A+E Networks nor Nielsen makes any representations or warranties to you regarding the Nielsen software. The Nielsen software is licensed solely for your use within the applicable Service, and Nielsen reserves all intellectual property rights and goodwill associated with such software. The Nielsen software also contains third-party software that remains the property of its respective owners."}, {"8": "To exercise privacy rights you may have under Section 7 (Additional Information for Certain U.S. State Residents):"}, {"9": "Individuals may use our data subject rights (DSR) webform at aenetworks.com/consumer-dsr."}, {"10": "© 2024, A&E Television Networks, LLC. All Rights Reserved."}]}, "count": 11}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "To detect, investigate and prevent security incidents and other malicious, deceptive, fraudulent, or illegal activity and protect the rights and property of A+E Networks and others; and"}, {"1": "To comply with legal and regulatory requirements."}, {"2": "To law enforcement authorities and individuals involved in legal proceedings in response to a request for information if we believe that disclosure is in accordance with, or required by, any applicable law, regulation or legal process, including lawful requests by public authorities to meet national security or law enforcement requirements;"}, {"3": "To our legal, financial, insurance and other professional advisors where necessary to obtain advice or otherwise protect and manage our business interests;"}, {"4": "We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements)."}, {"5": "nielsen.com/legal/privacy-principles/digital-measurement-privacy-statement"}, {"6": "Authorized agents may email us at privacy@aenetworks.com, with the subject heading: “Consumer Authorized Agent DSR Request”.  Please attach legal documentation establishing your authority to act as an agent."}]}, "count": 7}, "authority": {"text": {"authority": [{"0": "Authorized agents may email us at privacy@aenetworks.com, with the subject heading: “Consumer Authorized Agent DSR Request”.  Please attach legal documentation establishing your authority to act as an agent."}]}, "count": 1}, "comply with": {"text": {"comply with": [{"0": "To comply with legal and regulatory requirements."}, {"1": "We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements)."}]}, "count": 2}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "We may also de-identify or aggregate your personal information, so that it no longer identifies you, and use it for other purposes.  Where we maintain or use de-identified or aggregated data, we will continue to maintain and use the de-identified or aggregated data only in a de-identified or aggregated fashion, and will not attempt to re-identify the data, except as permitted by law."}, {"1": "To law enforcement authorities and individuals involved in legal proceedings in response to a request for information if we believe that disclosure is in accordance with, or required by, any applicable law, regulation or legal process, including lawful requests by public authorities to meet national security or law enforcement requirements;"}, {"2": "To protect the rights of A+E Networks and others, if we believe that your actions are inconsistent with our user agreements or policies, if we believe that you have violated the law, or if we believe it is necessary to protect the rights, property, and safety of A+E Networks, our users, the public, or others;"}]}, "count": 3}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "This A+E Networks consumer privacy policy (“Privacy Policy”) explains how A&E Television Networks, LLC, the parent company for brands such as the History Channel, Lifetime, and A&E Network, and its affiliates (“A+E Networks”, “we”, or “us”) collect, use and disclose personal information about you when you visit or interact with our websites, mobile apps, smart TV apps and other online services that link to this Privacy Policy (collectively, the “Services”). We may provide different or additional notices of our privacy practices with respect to certain products, services or regions, in which case those notices will supplement or replace this Privacy Policy."}, {"1": "We may change this Privacy Policy from time to time. If we make changes, we will post the new version here and revise the “Last Updated” date above. If we determine that the changes may have a material impact on you, we may take additional steps to notify you, such as providing you with additional notice (such as by adding a statement to the Services or sending you a notification). We encourage you to review this Privacy Policy regularly to stay informed about our privacy practices and the choices available to you."}, {"2": "To third party business partners for the purposes described in this Privacy Policy."}, {"3": "Our Services may enable you to access third-party apps and other services, such as by linking. If you follow a link to or otherwise access any third-party service, please note that the privacy policy of that third party will apply."}, {"4": "For any other questions related to this Privacy Policy, you may email us at privacy@aenetworks.com, with the subject heading: “Consumer Privacy Policy Question”."}, {"5": "CONSUMER PRIVACY POLICY "}, {"6": "B2B PRIVACY POLICY "}, {"7": "COPYRIGHT POLICY "}]}, "count": 8}, "state laws": {"text": {"state laws": [{"0": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}, {"1": "We disclose the following categories of personal information to third parties to engage in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our own marketing campaigns. For example, we may disclose personal information to advertising partners, such as ad-tech providers, in order to provide you with more relevant advertising tailored to your interests and understand your interaction with such advertising. These disclosures may be considered a “sale” or “share” of personal information, or use of personal information for “targeted advertising,” under certain state laws."}, {"2": "Except as described in the table above, we generally do not collect information that is considered “sensitive” under certain state laws and in the limited circumstances that we do, we do not use or disclose such “sensitive” information for the purpose of inferring characteristics about you."}]}, "count": 3}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {"california": [{"0": "\nCalifornia\nColorado\nConnecticut\nDelaware\nIowa\nMontana\nNebraska\nNew Hampshire\nNew Jersey\nOregon\nTexas\nUtah\nVirginia\n"}, {"1": "Identifiers, such as your name, address, phone number, zip code, IP address, and online identifiers (including categories of personal information described in §1798.180(e) of the California Civil Code)"}]}, "count": 2}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {"children": [{"0": "Our Services are not intended for or directed toward children under 16 years of age and nor does A+E Networks knowingly collect or store personal information on our Services from children under 16. If you are under 16 years of age, you are not permitted to submit any personal information to us on any Service, and if we become aware that we have inadvertently received personal information from a visitor under the age of 16, we will delete that information from our records."}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {"under the age": [{"0": "We do not knowingly collect, sell or share personal information about consumers under the age of 16."}, {"1": "Our Services are not intended for or directed toward children under 16 years of age and nor does A+E Networks knowingly collect or store personal information on our Services from children under 16. If you are under 16 years of age, you are not permitted to submit any personal information to us on any Service, and if we become aware that we have inadvertently received personal information from a visitor under the age of 16, we will delete that information from our records."}]}, "count": 2}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "A+E Networks is based in the U.S. and the Services are intended only for U.S. visitors. As such, when you access the Services, your personal information will be processed in the U.S., which might not provide the same type or level of privacy protection as other countries. By accessing our Services, you consent to this processing."}]}, "count": 1}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {}, "count": 0}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "A+E Networks is based in the U.S. and the Services are intended only for U.S. visitors. As such, when you access the Services, your personal information will be processed in the U.S., which might not provide the same type or level of privacy protection as other countries. By accessing our Services, you consent to this processing."}]}, "count": 1}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "We collect the information you provide to us. If you access our content through your TV provider, we receive only a token and other technical information allowing you to access the content, but if you choose to create an A+E Networks profile or account, we may collect your name, email address, and password."}]}, "count": 1}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "On our own, or working with third parties, we may automatically collect information to understand your use of our Services, and to deliver advertising to you and understand how you interact with such advertising. For example, we may automatically collect:"}, {"1": "To provide you, or allow certain third parties to provide you, with information about content, services or goods that may interest you, including interest-based advertisements, re-targeted advertisements displayed on third-party services and promotions offered in partnership with third parties, and to measure the effectiveness of advertising we and our partners serve to you;"}, {"2": "We disclose personal information to our family of brands, third-party service providers, and partners who provide data processing, payment processing, and advertising services to us. In addition, your information may be accessible to third parties with whom you interact or direct us to share your information through our services."}, {"3": "We disclose the following categories of personal information to third parties to engage in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our own marketing campaigns. For example, we may disclose personal information to advertising partners, such as ad-tech providers, in order to provide you with more relevant advertising tailored to your interests and understand your interaction with such advertising. These disclosures may be considered a “sale” or “share” of personal information, or use of personal information for “targeted advertising,” under certain state laws."}, {"4": "\nCategories of Personal Information “Sold” or “Shared,” or used for “Targeted Advertising”\nCategories of Third Parties\n"}]}, "count": 5}, "third-party": {"text": {"third-party": [{"0": "When you purchase certain Services, such as for-pay subscription to one of A+E Networks video-on-demand, like History Vault, Lifetime Movie Club, or A&E Crime Central, we work with third-party payment service providers to collect and process your payment information such as financial account or card numbers."}, {"1": "Personal Information We Obtain From Third-Party Sources "}, {"2": "We may receive personal information about you from third-party sources, such as the following categories of sources: marketing and strategic partners; information suppliers; publicly available sources; and other media or distribution partners that provide platforms on which our Services are offered. In some instances, we may obtain additional personal information about you from third-party sources through the use of your personal information collected from our websites and apps; for example, we may obtain your email address for marketing purposes from information suppliers that have matched your IP address."}, {"3": "To provide personalized and unified user experiences, such as by allowing you to share, post or link our content through your accounts with third-party social media services;"}, {"4": "To provide you, or allow certain third parties to provide you, with information about content, services or goods that may interest you, including interest-based advertisements, re-targeted advertisements displayed on third-party services and promotions offered in partnership with third parties, and to measure the effectiveness of advertising we and our partners serve to you;"}, {"5": "We disclose personal information to our family of brands, third-party service providers, and partners who provide data processing, payment processing, and advertising services to us. In addition, your information may be accessible to third parties with whom you interact or direct us to share your information through our services."}, {"6": "We collect personal information directly from you (for example, when you create an A+E Networks profile, or fill out a form), automatically when you access or use our Services, and from third-party sources such as promotional and strategic partners, each described in more detail in the “Types of Personal Information We Collect” section above."}, {"7": "9.  THIRD-PARTY MEASUREMENT AND PLATFORMS"}, {"8": "Our Services may enable you to access third-party apps and other services, such as by linking. If you follow a link to or otherwise access any third-party service, please note that the privacy policy of that third party will apply."}, {"9": "Our Services that enable you to view A+E Networks’ video content may feature proprietary measurement software from The Nielsen Company (“Nielsen”) which will allow you to contribute to market research, like Nielsen’s TV Ratings. The information is collected directly by Nielsen’s software within the applicable Service. Neither A+E Networks nor Nielsen makes any representations or warranties to you regarding the Nielsen software. The Nielsen software is licensed solely for your use within the applicable Service, and Nielsen reserves all intellectual property rights and goodwill associated with such software. The Nielsen software also contains third-party software that remains the property of its respective owners."}]}, "count": 10}, "third party": {"text": {"third party": [{"0": "To third party business partners for the purposes described in this Privacy Policy."}, {"1": "Our Services may enable you to access third-party apps and other services, such as by linking. If you follow a link to or otherwise access any third-party service, please note that the privacy policy of that third party will apply."}]}, "count": 2}, "advertising partners": {"text": {"advertising partners": [{"0": "We disclose the following categories of personal information to third parties to engage in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our own marketing campaigns. For example, we may disclose personal information to advertising partners, such as ad-tech providers, in order to provide you with more relevant advertising tailored to your interests and understand your interaction with such advertising. These disclosures may be considered a “sale” or “share” of personal information, or use of personal information for “targeted advertising,” under certain state laws."}]}, "count": 1}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {}, "count": 0}}, "ASSERTIVE": {"we share": {"text": {}, "count": 0}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {"business purposes": [{"0": "We may use this information to identify and communicate with you, including to enable you to register an account with us, to subscribe to marketing communications from us, to submit inquiries to us, and for other business purposes."}, {"1": "We may use this information in order to provide our Services in an individual and personalized way and for other business purposes."}, {"2": "We may use this information to better understand the visitors who come to our Services, what content on our Services is of interest to them, to deliver advertising and understand how you interact with such, and for other business purposes."}, {"3": "We may use this information to deliver relevant content and advertising; and for other business purposes."}, {"4": "We may use this information to engage with you to provide customer service and for training purposes, for social media and other interactions, and for other business purposes."}, {"5": "We may use this information to process payment in order to provide our pay-for Services, to enable you to register an account with us, to subscribe to marketing communications from us, or to submit inquiries to us, and for other business purposes."}, {"6": "We may use this information to personalize content and advertising and products; develop, or improve our sites, applications, products, services and operations, including by using survey research and analytics tools; and for other business purposes."}]}, "count": 7}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": " in order to improve the Services and "}]}, "count": 1}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {"information you": [{"0": " Personal Information You Provide"}, {"1": "We collect the information you provide to us. If you access our content through your TV provider, we receive only a token and other technical information allowing you to access the content, but if you choose to create an A+E Networks profile or account, we may collect your name, email address, and password."}]}, "count": 2}, "a profile": {"text": {"a profile": [{"0": "If you have a profile or account with A+E Networks, you can review and modify such information at any time by using the self-service update features of that particular Service."}]}, "count": 1}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {"location": [{"0": "We may derive information or draw inferences about you based on the information we collect. For example, we may infer your approximate location based on your IP address, such as the country, state, or city from which you visit the Services, or that you may be interested in certain program content based on your viewing history."}, {"1": "Approximate geolocation data, such as your city, state, or country"}]}, "count": 2}, "location data": {"text": {"location data": [{"0": "Approximate geolocation data, such as your city, state, or country"}]}, "count": 1}}}, "DATA": {"OTHER": {"usage": {"text": {}, "count": 0}, "records": {"text": {"records": [{"0": "Our Services are not intended for or directed toward children under 16 years of age and nor does A+E Networks knowingly collect or store personal information on our Services from children under 16. If you are under 16 years of age, you are not permitted to submit any personal information to us on any Service, and if we become aware that we have inadvertently received personal information from a visitor under the age of 16, we will delete that information from our records."}]}, "count": 1}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {}, "count": 0}, "we use": {"text": {"we use": [{"0": "3.  HOW WE USE PERSONAL INFORMATION"}, {"1": "We use your personal information to provide, maintain, personalize and improve our Services and to respond to your communications. We also use personal information in the following ways:"}, {"2": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}]}, "count": 3}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "We may receive personal information about you from third-party sources, such as the following categories of sources: marketing and strategic partners; information suppliers; publicly available sources; and other media or distribution partners that provide platforms on which our Services are offered. In some instances, we may obtain additional personal information about you from third-party sources through the use of your personal information collected from our websites and apps; for example, we may obtain your email address for marketing purposes from information suppliers that have matched your IP address."}, {"1": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}, {"2": "Our Services that enable you to view A+E Networks’ video content may feature proprietary measurement software from The Nielsen Company (“Nielsen”) which will allow you to contribute to market research, like Nielsen’s TV Ratings. The information is collected directly by Nielsen’s software within the applicable Service. Neither A+E Networks nor Nielsen makes any representations or warranties to you regarding the Nielsen software. The Nielsen software is licensed solely for your use within the applicable Service, and Nielsen reserves all intellectual property rights and goodwill associated with such software. The Nielsen software also contains third-party software that remains the property of its respective owners."}]}, "count": 3}, "stored": {"text": {"stored": [{"0": "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible."}]}, "count": 1}, "retention": {"text": {}, "count": 0}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "To vendors and contractors who perform services on our behalf, such as companies that assist us with providing, maintaining and improving the Services, payment processing, fraud prevention, customer service, market research, marketing and advertising, analytics, measurement, and search optimization;"}, {"1": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}, {"2": "We may use this information for analytics or research purposes."}, {"3": "We may use this information for analytics or research purposes."}, {"4": "We may use this information to personalize content and advertising and products; develop, or improve our sites, applications, products, services and operations, including by using survey research and analytics tools; and for other business purposes."}]}, "count": 5}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "Some examples of automatic collection methods include:"}]}, "count": 1}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {}, "count": 0}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {"fraud": [{"0": "To vendors and contractors who perform services on our behalf, such as companies that assist us with providing, maintaining and improving the Services, payment processing, fraud prevention, customer service, market research, marketing and advertising, analytics, measurement, and search optimization;"}]}, "count": 1}, "detect": {"text": {"detect": [{"0": "To detect, investigate and prevent security incidents and other malicious, deceptive, fraudulent, or illegal activity and protect the rights and property of A+E Networks and others; and"}]}, "count": 1}, "malicious": {"text": {"malicious": [{"0": "To detect, investigate and prevent security incidents and other malicious, deceptive, fraudulent, or illegal activity and protect the rights and property of A+E Networks and others; and"}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "To detect, investigate and prevent security incidents and other malicious, deceptive, fraudulent, or illegal activity and protect the rights and property of A+E Networks and others; and"}]}, "count": 1}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "To protect the rights of A+E Networks and others, if we believe that your actions are inconsistent with our user agreements or policies, if we believe that you have violated the law, or if we believe it is necessary to protect the rights, property, and safety of A+E Networks, our users, the public, or others;"}, {"1": "Authorized Agents: In certain states you may also designate an authorized agent to exercise privacy rights on your behalf by providing the authorized agent signed permission to submit the request on your behalf. If an authorized agent submits a request on your behalf, we may need to contact you to verify your identity to protect the security of your personal information and to confirm the authorized agent has permission to submit your request. If you are an authorized agent seeking to make a rights request, follow the instructions provided under Section 10 (Contact Us) below."}]}, "count": 2}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "To send you technical notices, security alerts, support messages and other transactional or relationship messages;"}, {"1": "To detect, investigate and prevent security incidents and other malicious, deceptive, fraudulent, or illegal activity and protect the rights and property of A+E Networks and others; and"}, {"2": "To law enforcement authorities and individuals involved in legal proceedings in response to a request for information if we believe that disclosure is in accordance with, or required by, any applicable law, regulation or legal process, including lawful requests by public authorities to meet national security or law enforcement requirements;"}, {"3": "Sensitive Personal Information, such as debit card or credit card number in combination with any required security or access code; account username and password"}, {"4": "Authorized Agents: In certain states you may also designate an authorized agent to exercise privacy rights on your behalf by providing the authorized agent signed permission to submit the request on your behalf. If an authorized agent submits a request on your behalf, we may need to contact you to verify your identity to protect the security of your personal information and to confirm the authorized agent has permission to submit your request. If you are an authorized agent seeking to make a rights request, follow the instructions provided under Section 10 (Contact Us) below."}]}, "count": 5}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "This A+E Networks consumer privacy policy (“Privacy Policy”) explains how A&E Television Networks, LLC, the parent company for brands such as the History Channel, Lifetime, and A&E Network, and its affiliates (“A+E Networks”, “we”, or “us”) collect, use and disclose personal information about you when you visit or interact with our websites, mobile apps, smart TV apps and other online services that link to this Privacy Policy (collectively, the “Services”). We may provide different or additional notices of our privacy practices with respect to certain products, services or regions, in which case those notices will supplement or replace this Privacy Policy."}, {"1": "The types of personal information we collect depends on how you interact with us. The personal information that we collect about you broadly falls into the below categories."}, {"2": "On our own, or working with third parties, we may automatically collect information to understand your use of our Services, and to deliver advertising to you and understand how you interact with such advertising. For example, we may automatically collect:"}, {"3": "3.  HOW WE USE PERSONAL INFORMATION"}, {"4": "To understand how you interact with our Services, in order to improve the Services and develop new products and services;"}, {"5": "4.  HOW WE DISCLOSE PERSONAL INFORMATION"}, {"6": "5.  HOW LONG WE RETAIN PERSONAL INFORMATION"}, {"7": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}, {"8": "We may use this information to better understand the visitors who come to our Services, what content on our Services is of interest to them, to deliver advertising and understand how you interact with such, and for other business purposes."}, {"9": "You will need to renew your opt-out choice at each A+E Networks brand website or application you visit if you use our websites or apps from a new device or browser, or if you clear your cookies, as each opt-out choice is limited to a particular device, browser, app, or brand. You can also learn more about interest-based advertisements or how to opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance by visiting www.aboutads.info/choices."}]}, "count": 10}, "how you": {"text": {"how you": [{"0": "The types of personal information we collect depends on how you interact with us. The personal information that we collect about you broadly falls into the below categories."}, {"1": "On our own, or working with third parties, we may automatically collect information to understand your use of our Services, and to deliver advertising to you and understand how you interact with such advertising. For example, we may automatically collect:"}, {"2": "To understand how you interact with our Services, in order to improve the Services and develop new products and services;"}, {"3": "We may use this information to better understand the visitors who come to our Services, what content on our Services is of interest to them, to deliver advertising and understand how you interact with such, and for other business purposes."}]}, "count": 4}, "how we": {"text": {"how we": [{"0": "3.  HOW WE USE PERSONAL INFORMATION"}, {"1": "4.  HOW WE DISCLOSE PERSONAL INFORMATION"}, {"2": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}]}, "count": 3}, "how are": {"text": {}, "count": 0}, "how can": {"text": {}, "count": 0}}}, "OTHER": {"explain": {"text": {"explain": [{"0": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}]}, "count": 1}, "understand": {"text": {"understand": [{"0": "On our own, or working with third parties, we may automatically collect information to understand your use of our Services, and to deliver advertising to you and understand how you interact with such advertising. For example, we may automatically collect:"}, {"1": "To understand how you interact with our Services, in order to improve the Services and develop new products and services;"}, {"2": "We may use this information to better understand the visitors who come to our Services, what content on our Services is of interest to them, to deliver advertising and understand how you interact with such, and for other business purposes."}, {"3": "We disclose the following categories of personal information to third parties to engage in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our own marketing campaigns. For example, we may disclose personal information to advertising partners, such as ad-tech providers, in order to provide you with more relevant advertising tailored to your interests and understand your interaction with such advertising. These disclosures may be considered a “sale” or “share” of personal information, or use of personal information for “targeted advertising,” under certain state laws."}]}, "count": 4}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "You will need to renew your opt-out choice at each A+E Networks brand website or application you visit if you use our websites or apps from a new device or browser, or if you clear your cookies, as each opt-out choice is limited to a particular device, browser, app, or brand. You can also learn more about interest-based advertisements or how to opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance by visiting www.aboutads.info/choices."}, {"1": "To learn more about Nielsen’s digital measurement products and your choices in regards to them, please visit Nielsen’s Digital Measurement Privacy Statement at nielsen.com/legal/privacy-principles/digital-measurement-privacy-statement. Once there, you can access more details about the measurement software and learn about your choices with regards to Nielsen’s measurement."}]}, "count": 2}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {}, "count": 0}, "related information": {"text": {"related information": [{"0": "Professional or employment related information, such as your current and prior place of employment, position, and other related data"}]}, "count": 1}, "educate": {"text": {}, "count": 0}, "education": {"text": {"education": [{"0": "Education information, such as the level of education you have achieved or the school you attend or attended"}]}, "count": 1}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "This A+E Networks consumer privacy policy (“Privacy Policy”) explains how A&E Television Networks, LLC, the parent company for brands such as the History Channel, Lifetime, and A&E Network, and its affiliates (“A+E Networks”, “we”, or “us”) collect, use and disclose personal information about you when you visit or interact with our websites, mobile apps, smart TV apps and other online services that link to this Privacy Policy (collectively, the “Services”). We may provide different or additional notices of our privacy practices with respect to certain products, services or regions, in which case those notices will supplement or replace this Privacy Policy."}, {"1": "When you purchase certain Services, such as for-pay subscription to one of A+E Networks video-on-demand, like History Vault, Lifetime Movie Club, or A&E Crime Central, we work with third-party payment service providers to collect and process your payment information such as financial account or card numbers."}, {"2": "We may derive information or draw inferences about you based on the information we collect. For example, we may infer your approximate location based on your IP address, such as the country, state, or city from which you visit the Services, or that you may be interested in certain program content based on your viewing history."}, {"3": "To provide you, or allow certain third parties to provide you, with information about content, services or goods that may interest you, including interest-based advertisements, re-targeted advertisements displayed on third-party services and promotions offered in partnership with third parties, and to measure the effectiveness of advertising we and our partners serve to you;"}, {"4": "In connection with, or during negotiations of certain corporate transactions, including the merger, sale of company assets, financing or acquisition of all or a portion of our business by another company;"}, {"5": "7.  ADDITIONAL INFORMATION FOR CERTAIN U.S. STATE RESIDENTS"}, {"6": "Certain have enacted consumer privacy laws that grant their residents certain rights and require additional disclosures. If you are a resident of one of these states, this section applies to you:"}, {"7": "This notice explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. Certain state laws require us to use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), types of entities to which we disclose such information, and the ways we use each category of information."}, {"8": "We disclose the following categories of personal information to third parties to engage in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our own marketing campaigns. For example, we may disclose personal information to advertising partners, such as ad-tech providers, in order to provide you with more relevant advertising tailored to your interests and understand your interaction with such advertising. These disclosures may be considered a “sale” or “share” of personal information, or use of personal information for “targeted advertising,” under certain state laws."}, {"9": "Except as described in the table above, we generally do not collect information that is considered “sensitive” under certain state laws and in the limited circumstances that we do, we do not use or disclose such “sensitive” information for the purpose of inferring characteristics about you."}, {"10": "Authorized Agents: In certain states you may also designate an authorized agent to exercise privacy rights on your behalf by providing the authorized agent signed permission to submit the request on your behalf. If an authorized agent submits a request on your behalf, we may need to contact you to verify your identity to protect the security of your personal information and to confirm the authorized agent has permission to submit your request. If you are an authorized agent seeking to make a rights request, follow the instructions provided under Section 10 (Contact Us) below."}, {"11": "To exercise privacy rights you may have under Section 7 (Additional Information for Certain U.S. State Residents):"}]}, "count": 12}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {"other purposes": [{"0": "We may also de-identify or aggregate your personal information, so that it no longer identifies you, and use it for other purposes.  Where we maintain or use de-identified or aggregated data, we will continue to maintain and use the de-identified or aggregated data only in a de-identified or aggregated fashion, and will not attempt to re-identify the data, except as permitted by law."}, {"1": "We may also disclose, or allow others to create, de-identified or aggregated data derived from your personal information that no longer identifies you, and may be used for other purposes, provided that recipients commit to continuing to maintain and use only as de-identified or aggregated data, and to not attempt to re-identify the data."}]}, "count": 2}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {}, "count": 0}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {"only for": [{"0": "A+E Networks is based in the U.S. and the Services are intended only for U.S. visitors. As such, when you access the Services, your personal information will be processed in the U.S., which might not provide the same type or level of privacy protection as other countries. By accessing our Services, you consent to this processing."}]}, "count": 1}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "Cookies and similar tracking technologies, such as web beacons, pixels, tags, and software development kits (SDKs) to store small pieces of script or code on your web browser or device; and"}, {"1": "Internet and electronic network activity information (including information from cookies or similar tracking technologies)"}, {"2": "You will need to renew your opt-out choice at each A+E Networks brand website or application you visit if you use our websites or apps from a new device or browser, or if you clear your cookies, as each opt-out choice is limited to a particular device, browser, app, or brand. You can also learn more about interest-based advertisements or how to opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance by visiting www.aboutads.info/choices."}]}, "count": 3}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "such as web beacons, pixels, tags, and software development kits (SDKs) "}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}