{
    "https://carfax.com": {
        "data": {
            "0": {
                "link-0": {
                    "SPOTLIGHT": {
                        "COMMITMENT": {
                            "OTHER": {
                                "we": {
                                    "text": {
                                        "we": [
                                            {
                                                "0": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                            },
                                            {
                                                "1": "CARFAX Services are not intended for use by minors, and we will not knowingly collect information about minors. If you are a minor, you are not allowed to use CARFAX Services or provide any information about yourself. "
                                            },
                                            {
                                                "2": "CARFAX maintains an information security program with administrative, technical and physical safeguards designed to protect against unauthorized access to Personal Information that CARFAX collects. Except as disclosed in this Privacy Statement, CARFAX does not use, sell, share or disclose certain types of Personal Information that must be treated with extra security (for example, precise geolocation, government issued identification or demographic information) (Sensitive Personal Information).  CARFAX also does not sell information that specifically identifies you, such as your name, address, email address or telephone number.  To protect against unauthorized access to your CARFAX account, we strongly recommend that you use a unique password, protect your password, log out of your account and close your browser each time after using CARFAX Services. "
                                            },
                                            {
                                                "3": "We're Hiring!"
                                            }
                                        ]
                                    },
                                    "count": 4
                                },
                                "promise": {
                                    "text": {},
                                    "count": 0
                                },
                                "only": {
                                    "text": {
                                        "only": [
                                            {
                                                "0": "If you choose to opt out of receiving promotional emails, you will only receive emails in connection with the CARFAX Services to which you have subscribed. "
                                            },
                                            {
                                                "1": "CARFAX Vehicle History products and services are based only on information supplied to CARFAX. CARFAX does not have the complete history of every vehicle. Use the CARFAX search as one important tool, along with a vehicle inspection and test drive, to make a better decision about your next used car."
                                            }
                                        ]
                                    },
                                    "count": 2
                                }
                            }
                        },
                        "SUGGESTIVE": {
                            "OTHER": {
                                "other": {
                                    "text": {
                                        "other": [
                                            {
                                                "0": "Records of products or services purchased, obtained or considered, other purchasing or consuming histories or tendencies"
                                            },
                                            {
                                                "1": "Automatically through cookies, tags and other unique identifiers (collectively, Unique Identifiers),  "
                                            },
                                            {
                                                "2": "From other third parties with your consent.   "
                                            },
                                            {
                                                "3": "To communicate with you in connection with your CARFAX account (for example, to provide services or notify you about CARFAX Services, the benefits available to you through your CARFAX account and other special offers and promotions); "
                                            },
                                            {
                                                "4": "With third parties to help build a profile of your interests and for cross context behavioral advertising, cross device linking or for other purposes similar to serving targeted advertising (collectively, Targeted Advertising). To learn more or to make choices about use of your Personal Information for Targeted Advertising, please click here: https://youradchoices.com/.    "
                                            },
                                            {
                                                "5": "To manage our relationship with your Employer, including without limitation to communicate with you in connection with a CARFAX account (for example, to provide services, for marketing and sales purposes or to notify you about CARFAX Services and the benefits available through the CARFAX account and other special offers and promotions); "
                                            }
                                        ]
                                    },
                                    "count": 6
                                }
                            }
                        },
                        "CONDITIONAL": {
                            "OTHER": {
                                "if": {
                                    "text": {
                                        "if": [
                                            {
                                                "0": "CARFAX Services are not intended for use by minors, and we will not knowingly collect information about minors. If you are a minor, you are not allowed to use CARFAX Services or provide any information about yourself. "
                                            },
                                            {
                                                "1": "CARFAX may modify this Privacy Statement at any time. Any changes to this Privacy Statement will be posted here.  Please check this Privacy Statement often for any changes.  You are consenting to the privacy practices described in the Privacy Statement each time you use CARFAX Services.   If you have any questions or concerns about the collection, use or disclosure of your Personal Information in connection with your application for employment at CARFAX, please contact the CARFAX human resources team at HRQuestions@carfax.com.  If you have any questions or suggestions regarding this Privacy Statement, please contact us at privacyofficer@carfax.com.   "
                                            },
                                            {
                                                "2": "You may access CARFAX Services through third party websites or social media (collectively, Third Party Websites).  By accessing CARFAX Services through a Third Party Website, you may be allowing such Third Party Website to view, collect or use any information you provide to CARFAX.  If you are concerned about accessing CARFAX Services through a Third Party Website, you can instead access CARFAX Services directly through CARFAX websites or mobile device applications (collectively, CARFAX Applications).  CARFAX Applications and CARFAX emails may include links that allow you to access Third Party Websites.  CARFAX does not control the collection, use or disclosure of any information on such Third Party Websites or the content on such Third Party Websites.  "
                                            },
                                            {
                                                "3": "If you disclose Personal Information when you review products or services"
                                            },
                                            {
                                                "4": "If you choose to opt out of receiving promotional emails, you will only receive emails in connection with the CARFAX Services to which you have subscribed. "
                                            },
                                            {
                                                "5": "If you disclose Personal Information when you respond to reviews"
                                            }
                                        ]
                                    },
                                    "count": 6
                                },
                                "when": {
                                    "text": {
                                        "when": [
                                            {
                                                "0": "Get notified when more cars that match your criteria become available."
                                            },
                                            {
                                                "1": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                            },
                                            {
                                                "2": "Except with respect to Personal Information of Business Employees, this Privacy Statement does not describe the collection or use of Personal Information when CARFAX receives Personal Information from third parties in connection with services provided by CARFAX to such third parties as a service provider.  In those instances, CARFAX will use and disclose Personal Information provided by such third parties in accordance with the agreements entered into between CARFAX and such third parties. "
                                            },
                                            {
                                                "3": "As requested by you, such as when you submit a request for information from a vehicle dealer or service shop through a CARFAX Application, except that CARFAX has no control over the subsequent use or disclosure of the Personal Information by such third parties.  "
                                            },
                                            {
                                                "4": "If you disclose Personal Information when you review products or services"
                                            },
                                            {
                                                "5": "When you complete a purchase order form on carfax.com; "
                                            },
                                            {
                                                "6": "If you disclose Personal Information when you respond to reviews"
                                            },
                                            {
                                                "7": "To enable us to undertake reference checks, background checks, sanctions screenings or criminal records checks when required or permitted by law. "
                                            }
                                        ]
                                    },
                                    "count": 8
                                }
                            }
                        },
                        "BENEFIT": {
                            "OTHER": {
                                "help you": {
                                    "text": {
                                        "help you": [
                                            {
                                                "0": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "help us": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "ACCESS": {
                            "OTHER": {
                                "can access": {
                                    "text": {},
                                    "count": 0
                                },
                                "can't access": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        }
                    },
                    "CAPABILITY": {
                        "COMPANY": {
                            "ASSERTIVE": {
                                "we will not": {
                                    "text": {
                                        "we will not": [
                                            {
                                                "0": "CARFAX Services are not intended for use by minors, and we will not knowingly collect information about minors. If you are a minor, you are not allowed to use CARFAX Services or provide any information about yourself. "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "we only": {
                                    "text": {},
                                    "count": 0
                                },
                                "we collect": {
                                    "text": {},
                                    "count": 0
                                },
                                "we collect information": {
                                    "text": {},
                                    "count": 0
                                },
                                "we collect details": {
                                    "text": {},
                                    "count": 0
                                },
                                "we don't share information that": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "PASSIVE": {
                                "we collect certain": {
                                    "text": {},
                                    "count": 0
                                },
                                "we may collect": {
                                    "text": {},
                                    "count": 0
                                },
                                "we may collect certain": {
                                    "text": {},
                                    "count": 0
                                },
                                "we gather data": {
                                    "text": {},
                                    "count": 0
                                },
                                "we may disclose": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "USER": {
                            "OTHER": {
                                "you may": {
                                    "text": {
                                        "you may": [
                                            {
                                                "0": "You may access CARFAX Services through third party websites or social media (collectively, Third Party Websites).  By accessing CARFAX Services through a Third Party Website, you may be allowing such Third Party Website to view, collect or use any information you provide to CARFAX.  If you are concerned about accessing CARFAX Services through a Third Party Website, you can instead access CARFAX Services directly through CARFAX websites or mobile device applications (collectively, CARFAX Applications).  CARFAX Applications and CARFAX emails may include links that allow you to access Third Party Websites.  CARFAX does not control the collection, use or disclosure of any information on such Third Party Websites or the content on such Third Party Websites.  "
                                            },
                                            {
                                                "1": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                            },
                                            {
                                                "2": "You may update or change your Personal Information by contacting CARFAX"
                                            },
                                            {
                                                "3": "You may opt out of receiving promotional emails from CARFAX:"
                                            }
                                        ]
                                    },
                                    "count": 4
                                },
                                "you can": {
                                    "text": {
                                        "you can": [
                                            {
                                                "0": "You may access CARFAX Services through third party websites or social media (collectively, Third Party Websites).  By accessing CARFAX Services through a Third Party Website, you may be allowing such Third Party Website to view, collect or use any information you provide to CARFAX.  If you are concerned about accessing CARFAX Services through a Third Party Website, you can instead access CARFAX Services directly through CARFAX websites or mobile device applications (collectively, CARFAX Applications).  CARFAX Applications and CARFAX emails may include links that allow you to access Third Party Websites.  CARFAX does not control the collection, use or disclosure of any information on such Third Party Websites or the content on such Third Party Websites.  "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "right to request": {
                                    "text": {},
                                    "count": 0
                                },
                                "your choice": {
                                    "text": {},
                                    "count": 0
                                },
                                "request access": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "MODIFICATION": {
                                "deletion of": {
                                    "text": {},
                                    "count": 0
                                },
                                "delete": {
                                    "text": {},
                                    "count": 0
                                },
                                "remove": {
                                    "text": {},
                                    "count": 0
                                },
                                "removal": {
                                    "text": {},
                                    "count": 0
                                },
                                "erase": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        }
                    },
                    "LEGAL": {
                        "BINDING": {
                            "OTHER": {
                                "contract": {
                                    "text": {},
                                    "count": 0
                                },
                                "contractual": {
                                    "text": {},
                                    "count": 0
                                },
                                "agreement": {
                                    "text": {},
                                    "count": 0
                                },
                                "obligation": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "NOTICE": {
                            "OTHER": {
                                "we have the right": {
                                    "text": {},
                                    "count": 0
                                },
                                "you control": {
                                    "text": {},
                                    "count": 0
                                },
                                "we control": {
                                    "text": {},
                                    "count": 0
                                },
                                "rights": {
                                    "text": {
                                        "rights": [
                                            {
                                                "0": "To prevent unauthorized or unlawful use of CARFAX Services and protect the rights, property, security and safety of our users, CARFAX and CARFAX Services. "
                                            },
                                            {
                                                "1": "As necessary to defend against legal claims or otherwise protect our rights; "
                                            },
                                            {
                                                "2": "To prevent unauthorized or unlawful use of CARFAX Services and protect the rights, property, security and safety of our users, CARFAX and CARFAX Services or "
                                            },
                                            {
                                                "3": "Precise geolocation to (i) prevent unauthorized or unlawful use of CARFAX Services, (ii) protect the rights, property, security and safety of our users, CARFAX and CARFAX Services and (iii) serve ads  "
                                            },
                                            {
                                                "4": "As necessary to defend against legal claims or otherwise protect our rights or "
                                            },
                                            {
                                                "5": "As necessary to defend against legal claims or otherwise protect our rights; "
                                            }
                                        ]
                                    },
                                    "count": 6
                                },
                                "right to know": {
                                    "text": {},
                                    "count": 0
                                },
                                "information may be disclosed": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "LEGISLATIVE": {
                            "LAW": {
                                "legal": {
                                    "text": {
                                        "legal": [
                                            {
                                                "0": "As necessary to defend against legal claims or otherwise protect our rights; "
                                            },
                                            {
                                                "1": "As necessary to defend against legal claims or otherwise protect our rights or "
                                            },
                                            {
                                                "2": "As necessary to meet our legal obligations and "
                                            },
                                            {
                                                "3": "As necessary to defend against legal claims or otherwise protect our rights; "
                                            }
                                        ]
                                    },
                                    "count": 4
                                },
                                "authority": {
                                    "text": {},
                                    "count": 0
                                },
                                "comply with": {
                                    "text": {},
                                    "count": 0
                                },
                                "compliant with": {
                                    "text": {},
                                    "count": 0
                                },
                                "law": {
                                    "text": {
                                        "law": [
                                            {
                                                "0": "To third parties as required to respond to your inquiries, or by law or judicial proceeding and "
                                            },
                                            {
                                                "1": "To third parties as required to respond to your inquiries, or by law or judicial proceeding. "
                                            },
                                            {
                                                "2": "CARFAX collects and uses Personal Information on crashdocs.org in connection with CARFAX Services provided to law enforcement agencies, including:"
                                            },
                                            {
                                                "3": "As required by law or the law enforcement agencies that use CARFAX Services. "
                                            },
                                            {
                                                "4": "To the law enforcement agency on behalf of which CARFAX collects such information or  "
                                            },
                                            {
                                                "5": "To enable us to undertake reference checks, background checks, sanctions screenings or criminal records checks when required or permitted by law. "
                                            },
                                            {
                                                "6": "To third parties as required by law or judicial proceeding and "
                                            }
                                        ]
                                    },
                                    "count": 7
                                },
                                "enforce": {
                                    "text": {},
                                    "count": 0
                                },
                                "govern": {
                                    "text": {},
                                    "count": 0
                                },
                                "regulators": {
                                    "text": {},
                                    "count": 0
                                },
                                "privacy law": {
                                    "text": {},
                                    "count": 0
                                },
                                "policy": {
                                    "text": {
                                        "policy": [
                                            {
                                                "0": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "state laws": {
                                    "text": {},
                                    "count": 0
                                },
                                "international laws": {
                                    "text": {},
                                    "count": 0
                                },
                                "in accordane with": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "CALIFORNIA": {
                                "california": {
                                    "text": {},
                                    "count": 0
                                },
                                "other than california": {
                                    "text": {},
                                    "count": 0
                                },
                                "outside of california": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "YOUTH": {
                                "children": {
                                    "text": {},
                                    "count": 0
                                },
                                "kid": {
                                    "text": {},
                                    "count": 0
                                },
                                "child": {
                                    "text": {},
                                    "count": 0
                                },
                                "youth": {
                                    "text": {},
                                    "count": 0
                                },
                                "young": {
                                    "text": {},
                                    "count": 0
                                },
                                "minor": {
                                    "text": {
                                        "minor": [
                                            {
                                                "0": "CARFAX Services are not intended for use by minors, and we will not knowingly collect information about minors. If you are a minor, you are not allowed to use CARFAX Services or provide any information about yourself. "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "under the age": {
                                    "text": {},
                                    "count": 0
                                },
                                "under age": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "PREPPING": {
                            "OTHER": {
                                "consent": {
                                    "text": {
                                        "consent": [
                                            {
                                                "0": "From other third parties with your consent.   "
                                            },
                                            {
                                                "1": "Updates to this Privacy Statement, Your Consent and Additional Resources"
                                            }
                                        ]
                                    },
                                    "count": 2
                                },
                                "dispute": {
                                    "text": {},
                                    "count": 0
                                },
                                "with your consent": {
                                    "text": {
                                        "with your consent": [
                                            {
                                                "0": "From other third parties with your consent.   "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "does not cover": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "ASSERTION": {
                                "you consented": {
                                    "text": {},
                                    "count": 0
                                },
                                "you consent": {
                                    "text": {},
                                    "count": 0
                                },
                                "you agree": {
                                    "text": {},
                                    "count": 0
                                },
                                "your agreement": {
                                    "text": {},
                                    "count": 0
                                },
                                "you acknowledge": {
                                    "text": {},
                                    "count": 0
                                },
                                "you acknowledged": {
                                    "text": {},
                                    "count": 0
                                },
                                "you signed": {
                                    "text": {},
                                    "count": 0
                                },
                                "you approve": {
                                    "text": {},
                                    "count": 0
                                },
                                "you approved": {
                                    "text": {},
                                    "count": 0
                                },
                                "with your permission": {
                                    "text": {},
                                    "count": 0
                                },
                                "you made it public": {
                                    "text": {},
                                    "count": 0
                                },
                                "you oblige": {
                                    "text": {},
                                    "count": 0
                                },
                                "you obliged": {
                                    "text": {},
                                    "count": 0
                                },
                                "you chose": {
                                    "text": {},
                                    "count": 0
                                },
                                "you choose": {
                                    "text": {
                                        "you choose": [
                                            {
                                                "0": "If you choose to opt out of receiving promotional emails, you will only receive emails in connection with the CARFAX Services to which you have subscribed. "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "when you signed": {
                                    "text": {},
                                    "count": 0
                                },
                                "when you accepted": {
                                    "text": {},
                                    "count": 0
                                },
                                "when you read": {
                                    "text": {},
                                    "count": 0
                                },
                                "when you approved": {
                                    "text": {},
                                    "count": 0
                                },
                                "when you consent": {
                                    "text": {},
                                    "count": 0
                                },
                                "when you acknowledge": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        }
                    },
                    "BUSINESS_FOCUS": {
                        "EXTERNAL": {
                            "OTHER": {
                                "third parties": {
                                    "text": {
                                        "third parties": [
                                            {
                                                "0": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                            },
                                            {
                                                "1": "From other third parties with your consent.   "
                                            },
                                            {
                                                "2": "Personal Information Received from Third Parties "
                                            },
                                            {
                                                "3": "Except with respect to Personal Information of Business Employees, this Privacy Statement does not describe the collection or use of Personal Information when CARFAX receives Personal Information from third parties in connection with services provided by CARFAX to such third parties as a service provider.  In those instances, CARFAX will use and disclose Personal Information provided by such third parties in accordance with the agreements entered into between CARFAX and such third parties. "
                                            },
                                            {
                                                "4": "To third parties as required to respond to your inquiries, or by law or judicial proceeding and "
                                            },
                                            {
                                                "5": "As requested by you, such as when you submit a request for information from a vehicle dealer or service shop through a CARFAX Application, except that CARFAX has no control over the subsequent use or disclosure of the Personal Information by such third parties.  "
                                            },
                                            {
                                                "6": "With third parties to help build a profile of your interests and for cross context behavioral advertising, cross device linking or for other purposes similar to serving targeted advertising (collectively, Targeted Advertising). To learn more or to make choices about use of your Personal Information for Targeted Advertising, please click here: https://youradchoices.com/.    "
                                            },
                                            {
                                                "7": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                            },
                                            {
                                                "8": "To third parties as required to respond to your inquiries, or by law or judicial proceeding. "
                                            },
                                            {
                                                "9": "with third parties for purposes of Targeted Advertising"
                                            },
                                            {
                                                "10": "To third parties as required by law or judicial proceeding and "
                                            },
                                            {
                                                "11": "with third parties for purposes of Targeted Advertising"
                                            }
                                        ]
                                    },
                                    "count": 12
                                },
                                "third-party": {
                                    "text": {},
                                    "count": 0
                                },
                                "third party": {
                                    "text": {
                                        "third party": [
                                            {
                                                "0": "Third Party Websites"
                                            },
                                            {
                                                "1": "Third Party Websites"
                                            },
                                            {
                                                "2": "To display targeted advertisement on Third Party Websites;   "
                                            },
                                            {
                                                "3": "If you disclose Personal Information when you review products or services (including third party products and services) or submit content or materials intended for public postings, the information may be viewable by others."
                                            }
                                        ]
                                    },
                                    "count": 4
                                },
                                "advertising partners": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "ASSERTIVE": {
                                "we send to third": {
                                    "text": {},
                                    "count": 0
                                },
                                "we sell to third": {
                                    "text": {},
                                    "count": 0
                                },
                                "we share with third": {
                                    "text": {},
                                    "count": 0
                                },
                                "we exchange with third": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "PASSIVE": {
                                "may send to third": {
                                    "text": {},
                                    "count": 0
                                },
                                "may sell to third": {
                                    "text": {},
                                    "count": 0
                                },
                                "may share with third": {
                                    "text": {},
                                    "count": 0
                                },
                                "may exchange with third": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "SELF": {
                            "PASSIVE": {
                                "may share information": {
                                    "text": {
                                        "may share information": [
                                            {
                                                "0": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "may share": {
                                    "text": {
                                        "may share": [
                                            {
                                                "0": "CARFAX may share Personal Information collected through Unique Identifiers:"
                                            },
                                            {
                                                "1": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                            }
                                        ]
                                    },
                                    "count": 2
                                }
                            },
                            "ASSERTIVE": {
                                "we share": {
                                    "text": {
                                        "we share": [
                                            {
                                                "0": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "we sell": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "OTHER": {
                                "business goals": {
                                    "text": {},
                                    "count": 0
                                },
                                "business purposes": {
                                    "text": {
                                        "business purposes": [
                                            {
                                                "0": "To fulfill our business purposes, including internal record keeping and administration and "
                                            },
                                            {
                                                "1": "To our service providers as necessary for our business purposes (for example, to provide CARFAX Services, to communicate with you through a chat feature, process credit card transactions, analyze data, serve and measure ad impressions, provide marketing assistance and measure unique visitors); "
                                            },
                                            {
                                                "2": "To our service providers as necessary for our business purposes (for example, to provide CARFAX Services, process credit card transactions, respond to your communications, analyze data, serve and measure ad impressions, provide marketing assistance and measure unique visitors);  "
                                            },
                                            {
                                                "3": "To our service providers as necessary for our business purposes (for example, to perform the functions necessary to facilitate recruiting and on-boarding); "
                                            }
                                        ]
                                    },
                                    "count": 4
                                },
                                "enterprise": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "AMBITION": {
                            "OTHER": {
                                "to improve": {
                                    "text": {},
                                    "count": 0
                                },
                                "to optimize": {
                                    "text": {},
                                    "count": 0
                                },
                                "to increase": {
                                    "text": {},
                                    "count": 0
                                },
                                "to benefit our": {
                                    "text": {},
                                    "count": 0
                                },
                                "to enhance our": {
                                    "text": {},
                                    "count": 0
                                },
                                "to enhance": {
                                    "text": {},
                                    "count": 0
                                },
                                "to innovate": {
                                    "text": {},
                                    "count": 0
                                },
                                "technologial innovation": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        }
                    },
                    "ATTRIBUTING": {
                        "USER": {
                            "OTHER": {
                                "information you": {
                                    "text": {
                                        "information you": [
                                            {
                                                "0": "You may access CARFAX Services through third party websites or social media (collectively, Third Party Websites).  By accessing CARFAX Services through a Third Party Website, you may be allowing such Third Party Website to view, collect or use any information you provide to CARFAX.  If you are concerned about accessing CARFAX Services through a Third Party Website, you can instead access CARFAX Services directly through CARFAX websites or mobile device applications (collectively, CARFAX Applications).  CARFAX Applications and CARFAX emails may include links that allow you to access Third Party Websites.  CARFAX does not control the collection, use or disclosure of any information on such Third Party Websites or the content on such Third Party Websites.  "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "a profile": {
                                    "text": {
                                        "a profile": [
                                            {
                                                "0": "With third parties to help build a profile of your interests and for cross context behavioral advertising, cross device linking or for other purposes similar to serving targeted advertising (collectively, Targeted Advertising). To learn more or to make choices about use of your Personal Information for Targeted Advertising, please click here: https://youradchoices.com/.    "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "your activity": {
                                    "text": {},
                                    "count": 0
                                },
                                "user behavior": {
                                    "text": {},
                                    "count": 0
                                },
                                "personl records": {
                                    "text": {},
                                    "count": 0
                                },
                                "personal records": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "ASSERTIVE": {
                                "we create a user profile": {
                                    "text": {},
                                    "count": 0
                                },
                                "create a user profile": {
                                    "text": {},
                                    "count": 0
                                },
                                "we profile": {
                                    "text": {},
                                    "count": 0
                                },
                                "owns your data": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "LOCATION": {
                            "OTHER": {
                                "location information": {
                                    "text": {
                                        "location information": [
                                            {
                                                "0": "CARFAX does not store precise geolocation information or complete payment card information.   "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "location": {
                                    "text": {
                                        "location": [
                                            {
                                                "0": "Geolocation data"
                                            },
                                            {
                                                "1": "Precise geolocation, credit or debit card information, username and password for account login"
                                            },
                                            {
                                                "2": "CARFAX maintains an information security program with administrative, technical and physical safeguards designed to protect against unauthorized access to Personal Information that CARFAX collects. Except as disclosed in this Privacy Statement, CARFAX does not use, sell, share or disclose certain types of Personal Information that must be treated with extra security (for example, precise geolocation, government issued identification or demographic information) (Sensitive Personal Information).  CARFAX also does not sell information that specifically identifies you, such as your name, address, email address or telephone number.  To protect against unauthorized access to your CARFAX account, we strongly recommend that you use a unique password, protect your password, log out of your account and close your browser each time after using CARFAX Services. "
                                            },
                                            {
                                                "3": "Precise geolocation to provide information about vehicle dealers and services shops in your then-current location and "
                                            },
                                            {
                                                "4": "CARFAX does not store precise geolocation information or complete payment card information.   "
                                            },
                                            {
                                                "5": "To verify your identity such as authenticating your login credentials, verifying your location to allow access to your accounts, and storing identification information for subsequent verification online. "
                                            },
                                            {
                                                "6": "Precise geolocation to (i) prevent unauthorized or unlawful use of CARFAX Services, (ii) protect the rights, property, security and safety of our users, CARFAX and CARFAX Services and (iii) serve ads  "
                                            }
                                        ]
                                    },
                                    "count": 7
                                },
                                "location data": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "DATA": {
                            "OTHER": {
                                "usage": {
                                    "text": {
                                        "usage": [
                                            {
                                                "0": "To track usage across devices to help enhance your user experience, provide functionality, analyze performance, fix errors and improve the usability and effectiveness of CARFAX Services; "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "records": {
                                    "text": {
                                        "records": [
                                            {
                                                "0": "For purposes of this Privacy Statement, the term Personal Information means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular individual or household.  Personal Information does not include information that is publicly available from government records, and it also does not include deidentified or aggregated information that cannot be linked to any specific consumer or household.   "
                                            },
                                            {
                                                "1": "Records of products or services purchased, obtained or considered, other purchasing or consuming histories or tendencies"
                                            },
                                            {
                                                "2": "To verify and maintain records of your eligibility to receive accident reports; "
                                            },
                                            {
                                                "3": "To enable us to undertake reference checks, background checks, sanctions screenings or criminal records checks when required or permitted by law. "
                                            }
                                        ]
                                    },
                                    "count": 4
                                }
                            }
                        }
                    },
                    "UTILIZATION": {
                        "USE": {
                            "OTHER": {
                                "to gather data": {
                                    "text": {},
                                    "count": 0
                                },
                                "data controller": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "ASSERTIVE": {
                                "we process": {
                                    "text": {},
                                    "count": 0
                                },
                                "we use": {
                                    "text": {
                                        "we use": [
                                            {
                                                "0": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                            }
                                        ]
                                    },
                                    "count": 1
                                }
                            },
                            "PASSIVE": {
                                "may use information": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "NON_EXCLUSIVE": {
                            "ASSERTIVE": {
                                "we sell information": {
                                    "text": {},
                                    "count": 0
                                }
                            },
                            "OTHER": {
                                "sharing of": {
                                    "text": {},
                                    "count": 0
                                },
                                "sharing of personal": {
                                    "text": {},
                                    "count": 0
                                },
                                "sharing of user": {
                                    "text": {},
                                    "count": 0
                                },
                                "external processing": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "PERSISTENCE": {
                            "OTHER": {
                                "data collected": {
                                    "text": {},
                                    "count": 0
                                },
                                "collected": {
                                    "text": {
                                        "collected": [
                                            {
                                                "0": "Collected on Consumers?"
                                            },
                                            {
                                                "1": "Collected on Business Employees?"
                                            },
                                            {
                                                "2": "Collected on Crashdocs Users?"
                                            },
                                            {
                                                "3": "Collected on Job Applicants?"
                                            },
                                            {
                                                "4": "CARFAX may share Personal Information collected through Unique Identifiers:"
                                            },
                                            {
                                                "5": "CARFAX does not share Personal Information about Business Employees collected through Unique Identifiers"
                                            },
                                            {
                                                "6": "CARFAX does not share Personal Information about Job Applicants collected through Unique Identifiers"
                                            }
                                        ]
                                    },
                                    "count": 7
                                },
                                "stored": {
                                    "text": {},
                                    "count": 0
                                },
                                "retention": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        }
                    },
                    "INNOVATION": {
                        "DEPTH": {
                            "OTHER": {
                                "analyze": {
                                    "text": {
                                        "analyze": [
                                            {
                                                "0": "To provide functionality, analyze performance, fix errors and improve the usability and effectiveness of CARFAX Services;   "
                                            },
                                            {
                                                "1": "To our service providers as necessary for our business purposes (for example, to provide CARFAX Services, to communicate with you through a chat feature, process credit card transactions, analyze data, serve and measure ad impressions, provide marketing assistance and measure unique visitors); "
                                            },
                                            {
                                                "2": "To track usage across devices to help enhance your user experience, provide functionality, analyze performance, fix errors and improve the usability and effectiveness of CARFAX Services; "
                                            },
                                            {
                                                "3": "To our service providers as necessary for our business purposes (for example, to provide CARFAX Services, process credit card transactions, respond to your communications, analyze data, serve and measure ad impressions, provide marketing assistance and measure unique visitors);  "
                                            }
                                        ]
                                    },
                                    "count": 4
                                },
                                "analysis": {
                                    "text": {},
                                    "count": 0
                                },
                                "analytics": {
                                    "text": {
                                        "analytics": [
                                            {
                                                "0": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                            }
                                        ]
                                    },
                                    "count": 1
                                }
                            }
                        },
                        "AUTOMTATION": {
                            "OTHER": {
                                "automate": {
                                    "text": {},
                                    "count": 0
                                },
                                "automatic": {
                                    "text": {},
                                    "count": 0
                                },
                                "AI": {
                                    "text": {},
                                    "count": 0
                                },
                                "information collected automatically": {
                                    "text": {},
                                    "count": 0
                                },
                                "collected automatically": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "AI": {
                            "OTHER": {
                                "artificial intelligence": {
                                    "text": {},
                                    "count": 0
                                },
                                "algorithm": {
                                    "text": {},
                                    "count": 0
                                },
                                "language processing": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        }
                    },
                    "SECURITY": {
                        "CHOICE": {
                            "OTHER": {
                                "control options": {
                                    "text": {},
                                    "count": 0
                                },
                                "settings": {
                                    "text": {},
                                    "count": 0
                                },
                                "privacy controls": {
                                    "text": {},
                                    "count": 0
                                },
                                "privacy settings": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "INTENTION": {
                            "OTHER": {
                                "fraud": {
                                    "text": {},
                                    "count": 0
                                },
                                "detect": {
                                    "text": {},
                                    "count": 0
                                },
                                "malicious": {
                                    "text": {},
                                    "count": 0
                                },
                                "illegal activity": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "COMMITMENT": {
                            "OTHER": {
                                "to protect": {
                                    "text": {
                                        "to protect": [
                                            {
                                                "0": "CARFAX maintains an information security program with administrative, technical and physical safeguards designed to protect against unauthorized access to Personal Information that CARFAX collects. Except as disclosed in this Privacy Statement, CARFAX does not use, sell, share or disclose certain types of Personal Information that must be treated with extra security (for example, precise geolocation, government issued identification or demographic information) (Sensitive Personal Information).  CARFAX also does not sell information that specifically identifies you, such as your name, address, email address or telephone number.  To protect against unauthorized access to your CARFAX account, we strongly recommend that you use a unique password, protect your password, log out of your account and close your browser each time after using CARFAX Services. "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "protect personal information": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "ACCESS": {
                            "OTHER": {
                                "encryption": {
                                    "text": {},
                                    "count": 0
                                },
                                "security": {
                                    "text": {
                                        "security": [
                                            {
                                                "0": "CARFAX maintains an information security program with administrative, technical and physical safeguards designed to protect against unauthorized access to Personal Information that CARFAX collects. Except as disclosed in this Privacy Statement, CARFAX does not use, sell, share or disclose certain types of Personal Information that must be treated with extra security (for example, precise geolocation, government issued identification or demographic information) (Sensitive Personal Information).  CARFAX also does not sell information that specifically identifies you, such as your name, address, email address or telephone number.  To protect against unauthorized access to your CARFAX account, we strongly recommend that you use a unique password, protect your password, log out of your account and close your browser each time after using CARFAX Services. "
                                            },
                                            {
                                                "1": "To prevent unauthorized or unlawful use of CARFAX Services and protect the rights, property, security and safety of our users, CARFAX and CARFAX Services. "
                                            },
                                            {
                                                "2": "To prevent unauthorized or unlawful use of CARFAX Services and protect the rights, property, security and safety of our users, CARFAX and CARFAX Services or "
                                            },
                                            {
                                                "3": "Precise geolocation to (i) prevent unauthorized or unlawful use of CARFAX Services, (ii) protect the rights, property, security and safety of our users, CARFAX and CARFAX Services and (iii) serve ads  "
                                            }
                                        ]
                                    },
                                    "count": 4
                                },
                                "unauthorized": {
                                    "text": {
                                        "unauthorized": [
                                            {
                                                "0": "CARFAX maintains an information security program with administrative, technical and physical safeguards designed to protect against unauthorized access to Personal Information that CARFAX collects. Except as disclosed in this Privacy Statement, CARFAX does not use, sell, share or disclose certain types of Personal Information that must be treated with extra security (for example, precise geolocation, government issued identification or demographic information) (Sensitive Personal Information).  CARFAX also does not sell information that specifically identifies you, such as your name, address, email address or telephone number.  To protect against unauthorized access to your CARFAX account, we strongly recommend that you use a unique password, protect your password, log out of your account and close your browser each time after using CARFAX Services. "
                                            },
                                            {
                                                "1": "To prevent unauthorized or unlawful use of CARFAX Services and protect the rights, property, security and safety of our users, CARFAX and CARFAX Services. "
                                            },
                                            {
                                                "2": "To prevent unauthorized or unlawful use of CARFAX Services and protect the rights, property, security and safety of our users, CARFAX and CARFAX Services or "
                                            },
                                            {
                                                "3": "Precise geolocation to (i) prevent unauthorized or unlawful use of CARFAX Services, (ii) protect the rights, property, security and safety of our users, CARFAX and CARFAX Services and (iii) serve ads  "
                                            }
                                        ]
                                    },
                                    "count": 4
                                },
                                "auditing": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        }
                    },
                    "EDUCATION": {
                        "HOW": {
                            "OTHER": {
                                "how": {
                                    "text": {
                                        "how": [
                                            {
                                                "0": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                            },
                                            {
                                                "1": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                            }
                                        ]
                                    },
                                    "count": 2
                                },
                                "how you": {
                                    "text": {},
                                    "count": 0
                                },
                                "how we": {
                                    "text": {
                                        "how we": [
                                            {
                                                "0": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "how are": {
                                    "text": {},
                                    "count": 0
                                },
                                "how can": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "OTHER": {
                            "explain": {
                                "text": {},
                                "count": 0
                            },
                            "understand": {
                                "text": {
                                    "understand": [
                                        {
                                            "0": "This Privacy Statement (Privacy Statement) is intended to help you understand the Personal Information that Carfax, Inc. (CARFAX) collects when you use or access any CARFAX content, products, services, websites or mobile device applications (collectively, CARFAX Services), how we use it and the purposes for which we share it with third parties.   "
                                        }
                                    ]
                                },
                                "count": 1
                            },
                            "type of cookies": {
                                "text": {},
                                "count": 0
                            },
                            "what are": {
                                "text": {},
                                "count": 0
                            },
                            "learn": {
                                "text": {
                                    "learn": [
                                        {
                                            "0": "With third parties to help build a profile of your interests and for cross context behavioral advertising, cross device linking or for other purposes similar to serving targeted advertising (collectively, Targeted Advertising). To learn more or to make choices about use of your Personal Information for Targeted Advertising, please click here: https://youradchoices.com/.    "
                                        },
                                        {
                                            "1": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                        },
                                        {
                                            "2": "Learn More"
                                        }
                                    ]
                                },
                                "count": 3
                            },
                            "purpose for collection": {
                                "text": {},
                                "count": 0
                            },
                            "if you have questions": {
                                "text": {},
                                "count": 0
                            },
                            "if you have any questions": {
                                "text": {
                                    "if you have any questions": [
                                        {
                                            "0": "CARFAX may modify this Privacy Statement at any time. Any changes to this Privacy Statement will be posted here.  Please check this Privacy Statement often for any changes.  You are consenting to the privacy practices described in the Privacy Statement each time you use CARFAX Services.   If you have any questions or concerns about the collection, use or disclosure of your Personal Information in connection with your application for employment at CARFAX, please contact the CARFAX human resources team at HRQuestions@carfax.com.  If you have any questions or suggestions regarding this Privacy Statement, please contact us at privacyofficer@carfax.com.   "
                                        }
                                    ]
                                },
                                "count": 1
                            },
                            "related information": {
                                "text": {},
                                "count": 0
                            },
                            "educate": {
                                "text": {},
                                "count": 0
                            },
                            "education": {
                                "text": {
                                    "education": [
                                        {
                                            "0": "Education information"
                                        }
                                    ]
                                },
                                "count": 1
                            }
                        }
                    },
                    "SUGGESTIVE": {
                        "SUSPICIOUS": {
                            "OTHER": {
                                "for various reasons": {
                                    "text": {},
                                    "count": 0
                                },
                                "possibility": {
                                    "text": {},
                                    "count": 0
                                },
                                "intention": {
                                    "text": {},
                                    "count": 0
                                },
                                "certain": {
                                    "text": {
                                        "certain": [
                                            {
                                                "0": "An organization with which CARFAX has a current or potential business relationship may also make available to CARFAX certain Personal Information of its Business Employees. "
                                            },
                                            {
                                                "1": "CARFAX maintains an information security program with administrative, technical and physical safeguards designed to protect against unauthorized access to Personal Information that CARFAX collects. Except as disclosed in this Privacy Statement, CARFAX does not use, sell, share or disclose certain types of Personal Information that must be treated with extra security (for example, precise geolocation, government issued identification or demographic information) (Sensitive Personal Information).  CARFAX also does not sell information that specifically identifies you, such as your name, address, email address or telephone number.  To protect against unauthorized access to your CARFAX account, we strongly recommend that you use a unique password, protect your password, log out of your account and close your browser each time after using CARFAX Services. "
                                            }
                                        ]
                                    },
                                    "count": 2
                                },
                                "other data": {
                                    "text": {},
                                    "count": 0
                                },
                                "other purposes": {
                                    "text": {
                                        "other purposes": [
                                            {
                                                "0": "With third parties to help build a profile of your interests and for cross context behavioral advertising, cross device linking or for other purposes similar to serving targeted advertising (collectively, Targeted Advertising). To learn more or to make choices about use of your Personal Information for Targeted Advertising, please click here: https://youradchoices.com/.    "
                                            }
                                        ]
                                    },
                                    "count": 1
                                },
                                "other reasons": {
                                    "text": {},
                                    "count": 0
                                },
                                "other objectives": {
                                    "text": {},
                                    "count": 0
                                },
                                "various purposes": {
                                    "text": {},
                                    "count": 0
                                },
                                "various objectives": {
                                    "text": {},
                                    "count": 0
                                },
                                "if necessary": {
                                    "text": {},
                                    "count": 0
                                },
                                "for business purpose": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        },
                        "CONDITIONAL": {
                            "OTHER": {
                                "we may share": {
                                    "text": {},
                                    "count": 0
                                },
                                "for legal reasons": {
                                    "text": {},
                                    "count": 0
                                },
                                "may not cover": {
                                    "text": {},
                                    "count": 0
                                },
                                "only when": {
                                    "text": {},
                                    "count": 0
                                },
                                "only for": {
                                    "text": {},
                                    "count": 0
                                },
                                "only under": {
                                    "text": {},
                                    "count": 0
                                }
                            }
                        }
                    },
                    "TECHNOLOGY": {
                        "OTHER": {
                            "cookies": {
                                "text": {
                                    "cookies": [
                                        {
                                            "0": "Automatically through cookies, tags and other unique identifiers (collectively, Unique Identifiers),  "
                                        },
                                        {
                                            "1": "The third parties with which CARFAX may share information for purposes of Targeted Advertising include, without limitation, Criteo SA, RTB House and/or Firebase Analytics from Google.  To learn more about how Criteo SA, RTB House or Firebase Analytics from Google collect and use data and to opt out, please visit their privacy pages at http://www.criteo.com/privacy/, https://rtbhouse.com/privacy-center/services-privacy-policy and www.google.com/policies/privacy/partners/.  You may also opt out of receiving Targeted Advertising by changing your browser options to either stop accepting cookies or prompt you before accepting a cookie from any website. "
                                        }
                                    ]
                                },
                                "count": 2
                            },
                            "mobile identifiers": {
                                "text": {},
                                "count": 0
                            },
                            "pixel tags": {
                                "text": {},
                                "count": 0
                            },
                            "web beacons": {
                                "text": {},
                                "count": 0
                            },
                            "session monitoring": {
                                "text": {},
                                "count": 0
                            }
                        }
                    }
                }
            }
        },
        "entry": 1
    }
}