{"https://dogtime.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Evolve Media, LLC company (“our,” “we,” or “us”) maintains "}, {"1": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"2": "How we use the information that we collect"}, {"3": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}, {"4": "You are not required to provide information directly to us in order to view the Site. However, when you use certain Site functions, such as when you register for certain services, access certain content or features, or directly contact the Site, we may ask you to provide information, including:"}, {"5": "Information we collect from other sources:"}, {"6": "We may access information about you from third-party sources and platforms (such as Google Analytics Demographics and Interest Reporting, social networking sites, databases, online marketing firms, and ad targeting firms), including:"}, {"7": "Please note that the Site may combine the information that we collect with information we obtain from third-party sources."}, {"8": "How we use the information that we collect"}, {"9": "We use the information that we collect for a number of legitimate interests:"}, {"10": "We may use the information that we collect to send you e-mail communications, such as information about your account or changes to the Site, promotional messages about our own or our marketing partners’ products and services, and our email newsletters."}, {"11": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"12": "To provide you with an open, but also civil, discussion forum, we track user involvement in our community discussions. For example, our forum moderators monitor discussions and delete comments that we deem inappropriate in our forums. For more information on this process, please see the Site’s community rules, forum rules or comment policies about comment moderation guidelines."}, {"13": "We may use the information that we collect to fulfill your requests for products, services, and information. For example, we may use your contact information to respond to your customer service requests or to enable you to participate in features on the Site such as surveys, polls, sweepstakes, and message boards."}, {"14": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}, {"15": "We may use the information that we collect to prevent illegal activities, to enforce the Site’s Terms and Conditions, and to otherwise protect our rights and the rights of our users."}, {"16": "By using the Site, you consent to the uses identified above and any other use of information identified in this privacy policy. In addition, we may use the information that we collect for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"17": "The Company values your privacy, and shares information about our users only under certain circumstances. We will make information about you available to other companies, applications, or people in the circumstances listed below:"}, {"18": "We may share aggregated information or information that does not directly identify you with third parties to help us develop content, services, and advertising that we hope you will find of interest. Please note that we do not share contact information with third parties that advertise on the Site unless you opt-in or otherwise agree to have such information shared with or otherwise disclosed to a third party for marketing purposes."}, {"19": "We may employ third parties to perform Site-related services, including database management, maintenance services, analytics, marketing, data processing, and email and text message distribution. These third parties have access to your information only to perform these tasks on our behalf."}, {"20": "We may share information about you in the event that the Site is acquired by or merged with another company or a similar corporate transaction takes place."}, {"21": "We may share information about you to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety or other rights and interests of any person, violations of the Site’s Terms and Conditions, or as otherwise required by law."}, {"22": "We may share information about you to respond to subpoenas, search warrants, judicial proceedings, court orders, legal process, or other law enforcement measures, to establish or exercise our legal rights, or to defend against legal claims."}, {"23": "In addition to the scenarios identified above, we may share information about you for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"24": "Once we share your information with another party, the information received by that party becomes subject to the other party’s privacy policies. Please note that third parties may independently collect data about you, including your IP address and information about the websites you visit and the links you click, through cookies, clicks on links, or other means when you visit or view ads on the Site. For more information, see our section on cookies and other tracking technologies and third-party online advertising."}, {"25": "If the Site functionality permits, you can deactivate your account at any time by visiting the preferences page for your profile or delete any content you provide from the Site, though we may retain a copy of any deactivated accounts or deleted content for compliance purposes. When you deactivate your account, your user profile will be disabled, but your public comments will remain on the site. The Site has no responsibility to take down, remove, or edit any of your public activities or any submissions that are a result of your public activities. For more information, please review our Terms and Conditions"}, {"26": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"27": "Essential cookies are necessary to provide you with services available through our Services and to enable you to use our features. For example, they allow you to log in to secure areas of our Services and help the content of the pages you request load more quickly. Without these cookies, the services that you have asked for cannot be provided and we only use these cookies to provide you with those services."}, {"28": "We also use “pixel tags,” which are small graphic files that allow us and third parties to monitor the use of the Site and collect information. A pixel tag can collect information such as the IP address of the computer that downloaded the page on which the tag appears; the URL of the page on which the pixel tag appears; the time (and length of time) the page containing the pixel tag was viewed; the type of browser that retrieved the pixel tag; and the identification number of any cookie previously placed by that server on your computer."}, {"29": "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our Site and use them in combination with our cookies to provide offers and information of interest to you. Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Site or other websites."}, {"30": "In addition, we use a variety of other technologies that collect similar information for security and fraud detection purposes."}, {"31": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"32": "We do not currently take actions to respond to Do Not Track signals because a uniform technological standard has not yet been developed. We continue to review new technologies and may adopt a standard once one is created. To learn about Do Not Track, please click here."}, {"33": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"34": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}, {"35": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}, {"36": "We limit access to contact information about you to employees or service providers who we believe reasonably need to come into contact with that information to provide products or services to you or in order to do their jobs. We also have adopted commercially reasonable technical, physical, and administrative procedures to help protect information about you from loss, misuse, and alteration."}, {"37": "Please note that no data transmission or storage can be guaranteed to be 100% secure. We want you to feel confident using the Site, but we cannot ensure or warrant the security of any information you transmit to us."}, {"38": "The Company does not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register. In the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible."}, {"39": "If you believe that we might have any information from or about a child under 13, please contact us at legal@evolvemediallc.com."}, {"40": "We reserve the right to change this policy at any time. Please check this page periodically for changes. Your continued use of our Site following the posting of changes to these terms will constitute acceptance of those changes. Information collected prior to the time any change is posted will be used according to the rules and law that applied at the time the information was collected."}]}, "count": 41}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}, {"1": "The Company values your privacy, and shares information about our users only under certain circumstances. We will make information about you available to other companies, applications, or people in the circumstances listed below:"}, {"2": "We may employ third parties to perform Site-related services, including database management, maintenance services, analytics, marketing, data processing, and email and text message distribution. These third parties have access to your information only to perform these tasks on our behalf."}, {"3": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"4": "Essential cookies are necessary to provide you with services available through our Services and to enable you to use our features. For example, they allow you to log in to secure areas of our Services and help the content of the pages you request load more quickly. Without these cookies, the services that you have asked for cannot be provided and we only use these cookies to provide you with those services."}, {"5": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}, {"6": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}]}, "count": 7}, "information": {"text": {"information": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "What information the Site collects"}, {"2": "How we use the information that we collect"}, {"3": "Information sharing"}, {"4": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}, {"5": "What information the Site collects"}, {"6": "Information you provide directly to us:"}, {"7": "You are not required to provide information directly to us in order to view the Site. However, when you use certain Site functions, such as when you register for certain services, access certain content or features, or directly contact the Site, we may ask you to provide information, including:"}, {"8": "contact information, such as name and email address;"}, {"9": "information posted in community discussions and other interactive online features;"}, {"10": "Information automatically collected when you visit and interact with the Site:"}, {"11": "When you visit and interact with the Site, certain information may be collected automatically, including:"}, {"12": "your bandwidth speed and information about the software programs that are installed on your computer;"}, {"13": "standard server log information; and"}, {"14": "information collected through HTML cookies, Flash cookies, web beacons, and similar technologies. For more information, please see our discussion of cookies and other tracking technologies."}, {"15": "Information we collect from other sources:"}, {"16": "We may access information about you from third-party sources and platforms (such as Google Analytics Demographics and Interest Reporting, social networking sites, databases, online marketing firms, and ad targeting firms), including:"}, {"17": "advertisement interaction and viewing data, such as ad click-through rates and information about how many times you viewed a particular ad; and"}, {"18": "Please note that the Site may combine the information that we collect with information we obtain from third-party sources."}, {"19": "How we use the information that we collect"}, {"20": "We use the information that we collect for a number of legitimate interests:"}, {"21": "We may use the information that we collect to send you e-mail communications, such as information about your account or changes to the Site, promotional messages about our own or our marketing partners’ products and services, and our email newsletters."}, {"22": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"23": "Third-party advertisers and advertising platforms also may serve targeted ads on the Site. For more information, please see our section on third-party online advertising. Please remember that the information practices of third-party advertisers or platforms collecting data on our Site are not covered by this privacy policy."}, {"24": "To provide you with an open, but also civil, discussion forum, we track user involvement in our community discussions. For example, our forum moderators monitor discussions and delete comments that we deem inappropriate in our forums. For more information on this process, please see the Site’s community rules, forum rules or comment policies about comment moderation guidelines."}, {"25": "We may use the information that we collect to fulfill your requests for products, services, and information. For example, we may use your contact information to respond to your customer service requests or to enable you to participate in features on the Site such as surveys, polls, sweepstakes, and message boards."}, {"26": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}, {"27": "We may use the information that we collect to prevent illegal activities, to enforce the Site’s Terms and Conditions, and to otherwise protect our rights and the rights of our users."}, {"28": "By using the Site, you consent to the uses identified above and any other use of information identified in this privacy policy. In addition, we may use the information that we collect for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"29": "Information sharing"}, {"30": "The Company values your privacy, and shares information about our users only under certain circumstances. We will make information about you available to other companies, applications, or people in the circumstances listed below:"}, {"31": "We may share aggregated information or information that does not directly identify you with third parties to help us develop content, services, and advertising that we hope you will find of interest. Please note that we do not share contact information with third parties that advertise on the Site unless you opt-in or otherwise agree to have such information shared with or otherwise disclosed to a third party for marketing purposes."}, {"32": "We may employ third parties to perform Site-related services, including database management, maintenance services, analytics, marketing, data processing, and email and text message distribution. These third parties have access to your information only to perform these tasks on our behalf."}, {"33": "If you choose to engage in public activities on the site, such as posting comments on community message boards, any information you submit can be read, collected, or used by others. Please exercise caution when deciding to disclose any personal information in public activities or submissions."}, {"34": "We may share information about you in the event that the Site is acquired by or merged with another company or a similar corporate transaction takes place."}, {"35": "We may share information about you to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety or other rights and interests of any person, violations of the Site’s Terms and Conditions, or as otherwise required by law."}, {"36": "We may share information about you to respond to subpoenas, search warrants, judicial proceedings, court orders, legal process, or other law enforcement measures, to establish or exercise our legal rights, or to defend against legal claims."}, {"37": "In addition to the scenarios identified above, we may share information about you for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"38": "Once we share your information with another party, the information received by that party becomes subject to the other party’s privacy policies. Please note that third parties may independently collect data about you, including your IP address and information about the websites you visit and the links you click, through cookies, clicks on links, or other means when you visit or view ads on the Site. For more information, see our section on cookies and other tracking technologies and third-party online advertising."}, {"39": "If the Site functionality permits, you can deactivate your account at any time by visiting the preferences page for your profile or delete any content you provide from the Site, though we may retain a copy of any deactivated accounts or deleted content for compliance purposes. When you deactivate your account, your user profile will be disabled, but your public comments will remain on the site. The Site has no responsibility to take down, remove, or edit any of your public activities or any submissions that are a result of your public activities. For more information, please review our Terms and Conditions"}, {"40": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"41": "Social media cookies are used when you share information using a social media sharing button or “like” button on our Services or you link your account or engage with our content on or through a social networking website such as Facebook, Twitter or Google+. The social network will record that you have done this."}, {"42": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"43": "A Flash cookie is a data file placed on a device via the Adobe Flash plug-in that is built into or downloaded by you onto your device. Flash cookies are used for various purposes, including, without limitation, enabling a Flash feature and remembering your preferences. For more information about Flash and the privacy choices Adobe offers, visit http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html. If you choose to adjust your Flash privacy settings on your device some features of the Site may not function properly."}, {"44": "We also use “pixel tags,” which are small graphic files that allow us and third parties to monitor the use of the Site and collect information. A pixel tag can collect information such as the IP address of the computer that downloaded the page on which the tag appears; the URL of the page on which the pixel tag appears; the time (and length of time) the page containing the pixel tag was viewed; the type of browser that retrieved the pixel tag; and the identification number of any cookie previously placed by that server on your computer."}, {"45": "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our Site and use them in combination with our cookies to provide offers and information of interest to you. Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Site or other websites."}, {"46": "In addition, we use a variety of other technologies that collect similar information for security and fraud detection purposes."}, {"47": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"48": "If you are a California resident, you may request information about our practices related to disclosing your personal information to certain third parties and/or opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes. Please send your request (along with your full name, e-mail address, postal address, and the subject line labeled “Your California Privacy Rights”) by e-mail to legal@evolvemediallc.com."}, {"49": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}, {"50": " FOR MORE DETAILED INFORMATION ABOUT COOKIES AND HOW TO OPT-OUT FROM COOKIES"}, {"51": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"52": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}, {"53": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}, {"54": "We limit access to contact information about you to employees or service providers who we believe reasonably need to come into contact with that information to provide products or services to you or in order to do their jobs. We also have adopted commercially reasonable technical, physical, and administrative procedures to help protect information about you from loss, misuse, and alteration."}, {"55": "Please note that no data transmission or storage can be guaranteed to be 100% secure. We want you to feel confident using the Site, but we cannot ensure or warrant the security of any information you transmit to us."}, {"56": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}, {"57": "The Company does not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register. In the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible."}, {"58": "If you believe that we might have any information from or about a child under 13, please contact us at legal@evolvemediallc.com."}, {"59": "We reserve the right to change this policy at any time. Please check this page periodically for changes. Your continued use of our Site following the posting of changes to these terms will constitute acceptance of those changes. Information collected prior to the time any change is posted will be used according to the rules and law that applied at the time the information was collected."}]}, "count": 60}, "use": {"text": {"use": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "How we use the information that we collect"}, {"2": "You are not required to provide information directly to us in order to view the Site. However, when you use certain Site functions, such as when you register for certain services, access certain content or features, or directly contact the Site, we may ask you to provide information, including:"}, {"3": "How we use the information that we collect"}, {"4": "We use the information that we collect for a number of legitimate interests:"}, {"5": "We may use the information that we collect to send you e-mail communications, such as information about your account or changes to the Site, promotional messages about our own or our marketing partners’ products and services, and our email newsletters."}, {"6": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"7": "We may use the information that we collect to fulfill your requests for products, services, and information. For example, we may use your contact information to respond to your customer service requests or to enable you to participate in features on the Site such as surveys, polls, sweepstakes, and message boards."}, {"8": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}, {"9": "We may use the information that we collect to prevent illegal activities, to enforce the Site’s Terms and Conditions, and to otherwise protect our rights and the rights of our users."}, {"10": "By using the Site, you consent to the uses identified above and any other use of information identified in this privacy policy. In addition, we may use the information that we collect for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"11": "Cookies and other tracking technologies may be set and accessed on your computer. Upon your first visit to the Services, a cookie or local storage will be sent to your computer that uniquely identifies your browser. “Cookies” and local storage are small files containing a string of characters that is sent to your computer’s browser and stored on your device when you visit a website. Many major websites use cookies to provide useful features for their users. Each website can send its own cookie to your browser. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent; however, if you reject cookies, you will not be able to take full advantage of our Site. Additionally, if you clear all cookies on your browser at any point after setting your browser to refuse all cookies or indicate when a cookie is being sent, you will have to again reset your browser to refuse all cookies or indicate when a cookie is being sent."}, {"12": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"13": "Essential cookies are necessary to provide you with services available through our Services and to enable you to use our features. For example, they allow you to log in to secure areas of our Services and help the content of the pages you request load more quickly. Without these cookies, the services that you have asked for cannot be provided and we only use these cookies to provide you with those services."}, {"14": "Functionality cookies allow our Services to remember choices you make when you use our Services, for example remembering your language preferences, remembering your login details, remembering which polls you have voted in (and in some cases to show you poll results) and remembering changes you make to other parts of our Services which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Services."}, {"15": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"16": "We also use “pixel tags,” which are small graphic files that allow us and third parties to monitor the use of the Site and collect information. A pixel tag can collect information such as the IP address of the computer that downloaded the page on which the tag appears; the URL of the page on which the pixel tag appears; the time (and length of time) the page containing the pixel tag was viewed; the type of browser that retrieved the pixel tag; and the identification number of any cookie previously placed by that server on your computer."}, {"17": "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our Site and use them in combination with our cookies to provide offers and information of interest to you. Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Site or other websites."}, {"18": "In addition, we use a variety of other technologies that collect similar information for security and fraud detection purposes."}, {"19": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"20": "We do not currently take actions to respond to Do Not Track signals because a uniform technological standard has not yet been developed. We continue to review new technologies and may adopt a standard once one is created. To learn about Do Not Track, please click here."}, {"21": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}, {"22": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"23": "We limit access to contact information about you to employees or service providers who we believe reasonably need to come into contact with that information to provide products or services to you or in order to do their jobs. We also have adopted commercially reasonable technical, physical, and administrative procedures to help protect information about you from loss, misuse, and alteration."}, {"24": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}, {"25": "We reserve the right to change this policy at any time. Please check this page periodically for changes. Your continued use of our Site following the posting of changes to these terms will constitute acceptance of those changes. Information collected prior to the time any change is posted will be used according to the rules and law that applied at the time the information was collected."}]}, "count": 26}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": " and related mobile websites, mobile applications (“mobile apps”), services, tools, and other applications (collectively, the “Site” or “Services”)."}, {"1": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}, {"2": "information posted in community discussions and other interactive online features;"}, {"3": "cookies and other tracking technologies."}, {"4": "Information we collect from other sources:"}, {"5": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"6": "By using the Site, you consent to the uses identified above and any other use of information identified in this privacy policy. In addition, we may use the information that we collect for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"7": "The Company values your privacy, and shares information about our users only under certain circumstances. We will make information about you available to other companies, applications, or people in the circumstances listed below:"}, {"8": "We may share information about you in the event that the Site is acquired by or merged with another company or a similar corporate transaction takes place."}, {"9": "We may share information about you to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety or other rights and interests of any person, violations of the Site’s Terms and Conditions, or as otherwise required by law."}, {"10": "We may share information about you to respond to subpoenas, search warrants, judicial proceedings, court orders, legal process, or other law enforcement measures, to establish or exercise our legal rights, or to defend against legal claims."}, {"11": "In addition to the scenarios identified above, we may share information about you for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"12": "cookies and other tracking technologies"}, {"13": "Cookies and other tracking technologies"}, {"14": "Cookies and other tracking technologies may be set and accessed on your computer. Upon your first visit to the Services, a cookie or local storage will be sent to your computer that uniquely identifies your browser. “Cookies” and local storage are small files containing a string of characters that is sent to your computer’s browser and stored on your device when you visit a website. Many major websites use cookies to provide useful features for their users. Each website can send its own cookie to your browser. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent; however, if you reject cookies, you will not be able to take full advantage of our Site. Additionally, if you clear all cookies on your browser at any point after setting your browser to refuse all cookies or indicate when a cookie is being sent, you will have to again reset your browser to refuse all cookies or indicate when a cookie is being sent."}, {"15": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"16": "Functionality cookies allow our Services to remember choices you make when you use our Services, for example remembering your language preferences, remembering your login details, remembering which polls you have voted in (and in some cases to show you poll results) and remembering changes you make to other parts of our Services which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Services."}, {"17": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"18": "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our Site and use them in combination with our cookies to provide offers and information of interest to you. Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Site or other websites."}, {"19": "In addition, we use a variety of other technologies that collect similar information for security and fraud detection purposes."}, {"20": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}]}, "count": 21}, "if": {"text": {"if": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}, {"2": "if you access third-party social networking services (such as Facebook Connect or Twitter) through the Site, your username and connection lists for those services;"}, {"3": "If you choose to engage in public activities on the site, such as posting comments on community message boards, any information you submit can be read, collected, or used by others. Please exercise caution when deciding to disclose any personal information in public activities or submissions."}, {"4": "If the Site functionality permits, you can deactivate your account at any time by visiting the preferences page for your profile or delete any content you provide from the Site, though we may retain a copy of any deactivated accounts or deleted content for compliance purposes. When you deactivate your account, your user profile will be disabled, but your public comments will remain on the site. The Site has no responsibility to take down, remove, or edit any of your public activities or any submissions that are a result of your public activities. For more information, please review our Terms and Conditions"}, {"5": "Cookies and other tracking technologies may be set and accessed on your computer. Upon your first visit to the Services, a cookie or local storage will be sent to your computer that uniquely identifies your browser. “Cookies” and local storage are small files containing a string of characters that is sent to your computer’s browser and stored on your device when you visit a website. Many major websites use cookies to provide useful features for their users. Each website can send its own cookie to your browser. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent; however, if you reject cookies, you will not be able to take full advantage of our Site. Additionally, if you clear all cookies on your browser at any point after setting your browser to refuse all cookies or indicate when a cookie is being sent, you will have to again reset your browser to refuse all cookies or indicate when a cookie is being sent."}, {"6": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"7": "A Flash cookie is a data file placed on a device via the Adobe Flash plug-in that is built into or downloaded by you onto your device. Flash cookies are used for various purposes, including, without limitation, enabling a Flash feature and remembering your preferences. For more information about Flash and the privacy choices Adobe offers, visit http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html. If you choose to adjust your Flash privacy settings on your device some features of the Site may not function properly."}, {"8": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"9": "If you are a California resident, you may request information about our practices related to disclosing your personal information to certain third parties and/or opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes. Please send your request (along with your full name, e-mail address, postal address, and the subject line labeled “Your California Privacy Rights”) by e-mail to legal@evolvemediallc.com."}, {"10": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}, {"11": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"12": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}, {"13": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}, {"14": "If you believe that we might have any information from or about a child under 13, please contact us at legal@evolvemediallc.com."}, {"15": "If you have questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com, or send mail to:"}]}, "count": 16}, "when": {"text": {"when": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "You are not required to provide information directly to us in order to view the Site. However, when you use certain Site functions, such as when you register for certain services, access certain content or features, or directly contact the Site, we may ask you to provide information, including:"}, {"2": "Information automatically collected when you visit and interact with the Site:"}, {"3": "When you visit and interact with the Site, certain information may be collected automatically, including:"}, {"4": "If you choose to engage in public activities on the site, such as posting comments on community message boards, any information you submit can be read, collected, or used by others. Please exercise caution when deciding to disclose any personal information in public activities or submissions."}, {"5": "Once we share your information with another party, the information received by that party becomes subject to the other party’s privacy policies. Please note that third parties may independently collect data about you, including your IP address and information about the websites you visit and the links you click, through cookies, clicks on links, or other means when you visit or view ads on the Site. For more information, see our section on cookies and other tracking technologies and third-party online advertising."}, {"6": "If the Site functionality permits, you can deactivate your account at any time by visiting the preferences page for your profile or delete any content you provide from the Site, though we may retain a copy of any deactivated accounts or deleted content for compliance purposes. When you deactivate your account, your user profile will be disabled, but your public comments will remain on the site. The Site has no responsibility to take down, remove, or edit any of your public activities or any submissions that are a result of your public activities. For more information, please review our Terms and Conditions"}, {"7": "Cookies and other tracking technologies may be set and accessed on your computer. Upon your first visit to the Services, a cookie or local storage will be sent to your computer that uniquely identifies your browser. “Cookies” and local storage are small files containing a string of characters that is sent to your computer’s browser and stored on your device when you visit a website. Many major websites use cookies to provide useful features for their users. Each website can send its own cookie to your browser. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent; however, if you reject cookies, you will not be able to take full advantage of our Site. Additionally, if you clear all cookies on your browser at any point after setting your browser to refuse all cookies or indicate when a cookie is being sent, you will have to again reset your browser to refuse all cookies or indicate when a cookie is being sent."}, {"8": "Functionality cookies allow our Services to remember choices you make when you use our Services, for example remembering your language preferences, remembering your login details, remembering which polls you have voted in (and in some cases to show you poll results) and remembering changes you make to other parts of our Services which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Services."}, {"9": "Social media cookies are used when you share information using a social media sharing button or “like” button on our Services or you link your account or engage with our content on or through a social networking website such as Facebook, Twitter or Google+. The social network will record that you have done this."}, {"10": "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our Site and use them in combination with our cookies to provide offers and information of interest to you. Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Site or other websites."}, {"11": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}, {"12": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}]}, "count": 13}, "help": {"text": {"help": [{"0": "We may share aggregated information or information that does not directly identify you with third parties to help us develop content, services, and advertising that we hope you will find of interest. Please note that we do not share contact information with third parties that advertise on the Site unless you opt-in or otherwise agree to have such information shared with or otherwise disclosed to a third party for marketing purposes."}, {"1": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"2": "Essential cookies are necessary to provide you with services available through our Services and to enable you to use our features. For example, they allow you to log in to secure areas of our Services and help the content of the pages you request load more quickly. Without these cookies, the services that you have asked for cannot be provided and we only use these cookies to provide you with those services."}, {"3": " http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html"}, {"4": "We limit access to contact information about you to employees or service providers who we believe reasonably need to come into contact with that information to provide products or services to you or in order to do their jobs. We also have adopted commercially reasonable technical, physical, and administrative procedures to help protect information about you from loss, misuse, and alteration."}]}, "count": 5}, "access": {"text": {"access": [{"0": "\nScope\n\n\n\nWhat information the Site collects\n\n\n\nHow we use the information that we collect\n\n\n\nInformation sharing\n\n\n\nYour choices\n\n\n\nAccess\n\n\n\nConfidentiality and security\n\n\n\nChildren under 13\n\n\n\nChanges to the privacy policy\n\n\n\nQuestions and suggestions\n"}, {"1": "You are not required to provide information directly to us in order to view the Site. However, when you use certain Site functions, such as when you register for certain services, access certain content or features, or directly contact the Site, we may ask you to provide information, including:"}, {"2": "We may access information about you from third-party sources and platforms (such as Google Analytics Demographics and Interest Reporting, social networking sites, databases, online marketing firms, and ad targeting firms), including:"}, {"3": "if you access third-party social networking services (such as Facebook Connect or Twitter) through the Site, your username and connection lists for those services;"}, {"4": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"5": "We may employ third parties to perform Site-related services, including database management, maintenance services, analytics, marketing, data processing, and email and text message distribution. These third parties have access to your information only to perform these tasks on our behalf."}, {"6": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"7": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"8": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}, {"9": "We limit access to contact information about you to employees or service providers who we believe reasonably need to come into contact with that information to provide products or services to you or in order to do their jobs. We also have adopted commercially reasonable technical, physical, and administrative procedures to help protect information about you from loss, misuse, and alteration."}]}, "count": 10}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {"we only": [{"0": "Essential cookies are necessary to provide you with services available through our Services and to enable you to use our features. For example, they allow you to log in to secure areas of our Services and help the content of the pages you request load more quickly. Without these cookies, the services that you have asked for cannot be provided and we only use these cookies to provide you with those services."}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "\nScope\n\n\n\nWhat information the Site collects\n\n\n\nHow we use the information that we collect\n\n\n\nInformation sharing\n\n\n\nYour choices\n\n\n\nAccess\n\n\n\nConfidentiality and security\n\n\n\nChildren under 13\n\n\n\nChanges to the privacy policy\n\n\n\nQuestions and suggestions\n"}, {"1": "Information we collect from other sources:"}, {"2": "Please note that the Site may combine the information that we collect with information we obtain from third-party sources."}, {"3": "We use the information that we collect for a number of legitimate interests:"}, {"4": "We may use the information that we collect to send you e-mail communications, such as information about your account or changes to the Site, promotional messages about our own or our marketing partners’ products and services, and our email newsletters."}, {"5": "We may use the information that we collect to fulfill your requests for products, services, and information. For example, we may use your contact information to respond to your customer service requests or to enable you to participate in features on the Site such as surveys, polls, sweepstakes, and message boards."}, {"6": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}, {"7": "We may use the information that we collect to prevent illegal activities, to enforce the Site’s Terms and Conditions, and to otherwise protect our rights and the rights of our users."}, {"8": "By using the Site, you consent to the uses identified above and any other use of information identified in this privacy policy. In addition, we may use the information that we collect for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"9": "In addition to the scenarios identified above, we may share information about you for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}]}, "count": 10}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"1": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"2": "If you are a California resident, you may request information about our practices related to disclosing your personal information to certain third parties and/or opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes. Please send your request (along with your full name, e-mail address, postal address, and the subject line labeled “Your California Privacy Rights”) by e-mail to legal@evolvemediallc.com."}, {"3": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"4": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}, {"5": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}]}, "count": 6}, "you can": {"text": {"you can": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "If the Site functionality permits, you can deactivate your account at any time by visiting the preferences page for your profile or delete any content you provide from the Site, though we may retain a copy of any deactivated accounts or deleted content for compliance purposes. When you deactivate your account, your user profile will be disabled, but your public comments will remain on the site. The Site has no responsibility to take down, remove, or edit any of your public activities or any submissions that are a result of your public activities. For more information, please review our Terms and Conditions"}, {"2": "Cookies and other tracking technologies may be set and accessed on your computer. Upon your first visit to the Services, a cookie or local storage will be sent to your computer that uniquely identifies your browser. “Cookies” and local storage are small files containing a string of characters that is sent to your computer’s browser and stored on your device when you visit a website. Many major websites use cookies to provide useful features for their users. Each website can send its own cookie to your browser. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent; however, if you reject cookies, you will not be able to take full advantage of our Site. Additionally, if you clear all cookies on your browser at any point after setting your browser to refuse all cookies or indicate when a cookie is being sent, you will have to again reset your browser to refuse all cookies or indicate when a cookie is being sent."}, {"3": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"4": "Functionality cookies allow our Services to remember choices you make when you use our Services, for example remembering your language preferences, remembering your login details, remembering which polls you have voted in (and in some cases to show you poll results) and remembering changes you make to other parts of our Services which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Services."}, {"5": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"6": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}, {"7": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}]}, "count": 8}, "right": {"text": {"right": [{"0": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"1": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}, {"2": "We reserve the right to change this policy at any time. Please check this page periodically for changes. Your continued use of our Site following the posting of changes to these terms will constitute acceptance of those changes. Information collected prior to the time any change is posted will be used according to the rules and law that applied at the time the information was collected."}]}, "count": 3}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "Request Fulfillment:"}, {"1": "Essential cookies are necessary to provide you with services available through our Services and to enable you to use our features. For example, they allow you to log in to secure areas of our Services and help the content of the pages you request load more quickly. Without these cookies, the services that you have asked for cannot be provided and we only use these cookies to provide you with those services."}, {"2": "If you are a California resident, you may request information about our practices related to disclosing your personal information to certain third parties and/or opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes. Please send your request (along with your full name, e-mail address, postal address, and the subject line labeled “Your California Privacy Rights”) by e-mail to legal@evolvemediallc.com."}, {"3": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"4": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}]}, "count": 5}, "delete": {"text": {"delete": [{"0": "To provide you with an open, but also civil, discussion forum, we track user involvement in our community discussions. For example, our forum moderators monitor discussions and delete comments that we deem inappropriate in our forums. For more information on this process, please see the Site’s community rules, forum rules or comment policies about comment moderation guidelines."}, {"1": "If the Site functionality permits, you can deactivate your account at any time by visiting the preferences page for your profile or delete any content you provide from the Site, though we may retain a copy of any deactivated accounts or deleted content for compliance purposes. When you deactivate your account, your user profile will be disabled, but your public comments will remain on the site. The Site has no responsibility to take down, remove, or edit any of your public activities or any submissions that are a result of your public activities. For more information, please review our Terms and Conditions"}, {"2": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}, {"3": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"4": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}, {"5": "The Company does not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register. In the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible."}]}, "count": 6}, "deletion": {"text": {"deletion": [{"0": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}]}, "count": 1}, "remove": {"text": {"remove": [{"0": "If the Site functionality permits, you can deactivate your account at any time by visiting the preferences page for your profile or delete any content you provide from the Site, though we may retain a copy of any deactivated accounts or deleted content for compliance purposes. When you deactivate your account, your user profile will be disabled, but your public comments will remain on the site. The Site has no responsibility to take down, remove, or edit any of your public activities or any submissions that are a result of your public activities. For more information, please review our Terms and Conditions"}, {"1": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}]}, "count": 2}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "We may use the information that we collect to prevent illegal activities, to enforce the Site’s Terms and Conditions, and to otherwise protect our rights and the rights of our users."}, {"2": "We may share information about you to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety or other rights and interests of any person, violations of the Site’s Terms and Conditions, or as otherwise required by law."}, {"3": "We may share information about you to respond to subpoenas, search warrants, judicial proceedings, court orders, legal process, or other law enforcement measures, to establish or exercise our legal rights, or to defend against legal claims."}, {"4": "If you are a California resident, you may request information about our practices related to disclosing your personal information to certain third parties and/or opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes. Please send your request (along with your full name, e-mail address, postal address, and the subject line labeled “Your California Privacy Rights”) by e-mail to legal@evolvemediallc.com."}, {"5": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}, {"6": "If you believe that we might have any information from or about a child under 13, please contact us at legal@evolvemediallc.com."}, {"7": "If you have questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com, or send mail to:"}]}, "count": 8}, "authority": {"text": {"authority": [{"0": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}]}, "count": 1}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "unique identifiers, including mobile device identification numbers, that can identify the physical location of such devices in accordance with applicable law."}, {"1": "We may share information about you to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety or other rights and interests of any person, violations of the Site’s Terms and Conditions, or as otherwise required by law."}, {"2": "We may share information about you to respond to subpoenas, search warrants, judicial proceedings, court orders, legal process, or other law enforcement measures, to establish or exercise our legal rights, or to defend against legal claims."}, {"3": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"4": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}, {"5": "We reserve the right to change this policy at any time. Please check this page periodically for changes. Your continued use of our Site following the posting of changes to these terms will constitute acceptance of those changes. Information collected prior to the time any change is posted will be used according to the rules and law that applied at the time the information was collected."}]}, "count": 6}, "enforce": {"text": {"enforce": [{"0": "We may use the information that we collect to prevent illegal activities, to enforce the Site’s Terms and Conditions, and to otherwise protect our rights and the rights of our users."}]}, "count": 1}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Evolve Media, LLC adheres to the Digital Advertising Alliance of Canada’s Self-Regulatory Principles for Online Interest-Based Advertising. To learn more, please click here."}]}, "count": 1}, "policy": {"text": {"policy": [{"0": "This privacy policy was last modified on January 10, 2021 (the “Effective Date”)."}, {"1": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"2": "\nScope\n\n\n\nWhat information the Site collects\n\n\n\nHow we use the information that we collect\n\n\n\nInformation sharing\n\n\n\nYour choices\n\n\n\nAccess\n\n\n\nConfidentiality and security\n\n\n\nChildren under 13\n\n\n\nChanges to the privacy policy\n\n\n\nQuestions and suggestions\n"}, {"3": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}, {"4": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"5": "Third-party advertisers and advertising platforms also may serve targeted ads on the Site. For more information, please see our section on third-party online advertising. Please remember that the information practices of third-party advertisers or platforms collecting data on our Site are not covered by this privacy policy."}, {"6": "By using the Site, you consent to the uses identified above and any other use of information identified in this privacy policy. In addition, we may use the information that we collect for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}, {"7": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"8": "Cookie Policy here"}, {"9": "PLEASE REVIEW OUR COOKIE POLICY FOR MORE DETAILED INFORMATION ABOUT COOKIES AND HOW TO OPT-OUT FROM COOKIES."}, {"10": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}, {"11": "We reserve the right to change this policy at any time. Please check this page periodically for changes. Your continued use of our Site following the posting of changes to these terms will constitute acceptance of those changes. Information collected prior to the time any change is posted will be used according to the rules and law that applied at the time the information was collected."}, {"12": "If you have questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com, or send mail to:"}, {"13": "About us\nContact us\nAdvertising\nAD Choices\nPrivacy Policy\nTerms & Conditions\n"}]}, "count": 14}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "California Residents"}, {"1": "If you are a California resident, you may request information about our practices related to disclosing your personal information to certain third parties and/or opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes. Please send your request (along with your full name, e-mail address, postal address, and the subject line labeled “Your California Privacy Rights”) by e-mail to legal@evolvemediallc.com."}]}, "count": 2}, "children": {"text": {"children": [{"0": "Children under 13"}, {"1": "Children under 13"}, {"2": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}]}, "count": 3}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "The Company does not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register. In the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible."}, {"1": "If you believe that we might have any information from or about a child under 13, please contact us at legal@evolvemediallc.com."}]}, "count": 2}, "youth": {"text": {}, "count": 0}, "young": {"text": {"young": [{"0": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}]}, "count": 1}, "minor": {"text": {"minor": [{"0": "Protecting the privacy of young children is especially important. The Site is designed to be of service and interest to users ages 13 and older. If you are a minor over the age of 13, you may only use this Site with the permission and under the supervision of your parent or guardian. If you are a minor under the age of 13, you are not allowed to provide any personal information to the Company, on the Site or through any other service provided by the Company. Please do not send any information about yourself to us, including your name, address, telephone number, or email address."}]}, "count": 1}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "By using the Site, you consent to the uses identified above and any other use of information identified in this privacy policy. In addition, we may use the information that we collect for any other purposes disclosed to you at the time we collect your information or pursuant to your consent."}]}, "count": 1}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {"you read": [{"0": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}]}, "count": 1}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "We may share aggregated information or information that does not directly identify you with third parties to help us develop content, services, and advertising that we hope you will find of interest. Please note that we do not share contact information with third parties that advertise on the Site unless you opt-in or otherwise agree to have such information shared with or otherwise disclosed to a third party for marketing purposes."}, {"1": "We may employ third parties to perform Site-related services, including database management, maintenance services, analytics, marketing, data processing, and email and text message distribution. These third parties have access to your information only to perform these tasks on our behalf."}, {"2": "Once we share your information with another party, the information received by that party becomes subject to the other party’s privacy policies. Please note that third parties may independently collect data about you, including your IP address and information about the websites you visit and the links you click, through cookies, clicks on links, or other means when you visit or view ads on the Site. For more information, see our section on cookies and other tracking technologies and third-party online advertising."}, {"3": "We also use “pixel tags,” which are small graphic files that allow us and third parties to monitor the use of the Site and collect information. A pixel tag can collect information such as the IP address of the computer that downloaded the page on which the tag appears; the URL of the page on which the pixel tag appears; the time (and length of time) the page containing the pixel tag was viewed; the type of browser that retrieved the pixel tag; and the identification number of any cookie previously placed by that server on your computer."}, {"4": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"5": "If you are a California resident, you may request information about our practices related to disclosing your personal information to certain third parties and/or opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes. Please send your request (along with your full name, e-mail address, postal address, and the subject line labeled “Your California Privacy Rights”) by e-mail to legal@evolvemediallc.com."}]}, "count": 6}, "third-party": {"text": {"third-party": [{"0": "We may access information about you from third-party sources and platforms (such as Google Analytics Demographics and Interest Reporting, social networking sites, databases, online marketing firms, and ad targeting firms), including:"}, {"1": "if you access third-party social networking services (such as Facebook Connect or Twitter) through the Site, your username and connection lists for those services;"}, {"2": "Please note that the Site may combine the information that we collect with information we obtain from third-party sources."}, {"3": "third-party online advertising"}, {"4": "third-party online advertising"}, {"5": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"6": "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our Site and use them in combination with our cookies to provide offers and information of interest to you. Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Site or other websites."}, {"7": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}]}, "count": 8}, "third party": {"text": {"third party": [{"0": "We may share aggregated information or information that does not directly identify you with third parties to help us develop content, services, and advertising that we hope you will find of interest. Please note that we do not share contact information with third parties that advertise on the Site unless you opt-in or otherwise agree to have such information shared with or otherwise disclosed to a third party for marketing purposes."}]}, "count": 1}, "advertising": {"text": {"advertising": [{"0": "Advertising:"}, {"1": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"2": "Third-party advertisers and advertising platforms also may serve targeted ads on the Site. For more information, please see our section on third-party online advertising. Please remember that the information practices of third-party advertisers or platforms collecting data on our Site are not covered by this privacy policy."}, {"3": "We may share aggregated information or information that does not directly identify you with third parties to help us develop content, services, and advertising that we hope you will find of interest. Please note that we do not share contact information with third parties that advertise on the Site unless you opt-in or otherwise agree to have such information shared with or otherwise disclosed to a third party for marketing purposes."}, {"4": "Once we share your information with another party, the information received by that party becomes subject to the other party’s privacy policies. Please note that third parties may independently collect data about you, including your IP address and information about the websites you visit and the links you click, through cookies, clicks on links, or other means when you visit or view ads on the Site. For more information, see our section on cookies and other tracking technologies and third-party online advertising."}, {"5": "Targeted and advertising cookies"}, {"6": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"7": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"8": "Evolve Media, LLC adheres to the Digital Advertising Alliance of Canada’s Self-Regulatory Principles for Online Interest-Based Advertising. To learn more, please click here."}, {"9": "About us\nContact us\nAdvertising\nAD Choices\nPrivacy Policy\nTerms & Conditions\n"}]}, "count": 10}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}]}, "count": 1}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {"increase": [{"0": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}]}, "count": 1}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "aggregated data about email click-through rates and user video viewing;"}, {"1": "demographic data, such as age range, gender, and interests;"}, {"2": "advertisement interaction and viewing data, such as ad click-through rates and information about how many times you viewed a particular ad; and"}, {"3": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"4": "Third-party advertisers and advertising platforms also may serve targeted ads on the Site. For more information, please see our section on third-party online advertising. Please remember that the information practices of third-party advertisers or platforms collecting data on our Site are not covered by this privacy policy."}, {"5": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}, {"6": "We may employ third parties to perform Site-related services, including database management, maintenance services, analytics, marketing, data processing, and email and text message distribution. These third parties have access to your information only to perform these tasks on our behalf."}, {"7": "Once we share your information with another party, the information received by that party becomes subject to the other party’s privacy policies. Please note that third parties may independently collect data about you, including your IP address and information about the websites you visit and the links you click, through cookies, clicks on links, or other means when you visit or view ads on the Site. For more information, see our section on cookies and other tracking technologies and third-party online advertising."}, {"8": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"9": "A Flash cookie is a data file placed on a device via the Adobe Flash plug-in that is built into or downloaded by you onto your device. Flash cookies are used for various purposes, including, without limitation, enabling a Flash feature and remembering your preferences. For more information about Flash and the privacy choices Adobe offers, visit http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html. If you choose to adjust your Flash privacy settings on your device some features of the Site may not function properly."}, {"10": "You may access, retain, modify or delete the information we hold about you. If you wish to exercise this right, please contact us using the contact details below. If you would like to update, correct, modify or delete from our database any personal data you previously submitted to us, please let us know by accessing and updating your profile. If you delete certain information you may not be able to use certain Site features in the future without re-submitting such information. We will comply with your request as soon as reasonably practicable. Also, please note that we will maintain personal data in our database whenever we are required to do so by law."}, {"11": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}, {"12": "EU Data Subject Rights"}, {"13": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}, {"14": "Please note that no data transmission or storage can be guaranteed to be 100% secure. We want you to feel confident using the Site, but we cannot ensure or warrant the security of any information you transmit to us."}]}, "count": 15}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}, {"2": "Information automatically collected when you visit and interact with the Site:"}, {"3": "When you visit and interact with the Site, certain information may be collected automatically, including:"}, {"4": "information collected through HTML cookies, Flash cookies, web beacons, and similar technologies. For more information, please see our discussion of cookies and other tracking technologies."}, {"5": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"6": "If you choose to engage in public activities on the site, such as posting comments on community message boards, any information you submit can be read, collected, or used by others. Please exercise caution when deciding to disclose any personal information in public activities or submissions."}, {"7": "The Company does not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register. In the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible."}, {"8": "We reserve the right to change this policy at any time. Please check this page periodically for changes. Your continued use of our Site following the posting of changes to these terms will constitute acceptance of those changes. Information collected prior to the time any change is posted will be used according to the rules and law that applied at the time the information was collected."}]}, "count": 9}, "stored": {"text": {"stored": [{"0": "Cookies and other tracking technologies may be set and accessed on your computer. Upon your first visit to the Services, a cookie or local storage will be sent to your computer that uniquely identifies your browser. “Cookies” and local storage are small files containing a string of characters that is sent to your computer’s browser and stored on your device when you visit a website. Many major websites use cookies to provide useful features for their users. Each website can send its own cookie to your browser. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent; however, if you reject cookies, you will not be able to take full advantage of our Site. Additionally, if you clear all cookies on your browser at any point after setting your browser to refuse all cookies or indicate when a cookie is being sent, you will have to again reset your browser to refuse all cookies or indicate when a cookie is being sent."}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "Please note that we need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting such change or deletion (for example, when you enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such promotion). We will retain your personal data for the period necessary to fulfil the purposes outlined in this Policy unless a longer retention period is required or permitted by law."}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "Statistical Analysis:"}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "We may access information about you from third-party sources and platforms (such as Google Analytics Demographics and Interest Reporting, social networking sites, databases, online marketing firms, and ad targeting firms), including:"}, {"1": "We may employ third parties to perform Site-related services, including database management, maintenance services, analytics, marketing, data processing, and email and text message distribution. These third parties have access to your information only to perform these tasks on our behalf."}, {"2": "Analytics and Performance Cookies"}, {"3": " https://developers.google.com/analytics/resources/concepts/gaConceptsCookies"}, {"4": " www.google.com/analytics/learn/privacy.html"}]}, "count": 5}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}]}, "count": 1}, "automatically": {"text": {"automatically": [{"0": "Information automatically collected when you visit and interact with the Site:"}, {"1": "When you visit and interact with the Site, certain information may be collected automatically, including:"}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "This privacy policy applies only to the Site. This policy does not apply to information collected through any other website or to the practices of companies that the Company does not control. Please note that the Site may contain links to other websites. For example, if you click on an advertisement on the Site and link to another website, then this privacy policy will not apply to any information collected on that website. We are not responsible for the privacy practices of other websites, and we recommend that you read the privacy policies of each website that you visit."}, {"2": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"3": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}]}, "count": 4}, "settings": {"text": {"settings": [{"0": " http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html"}]}, "count": 1}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "We may share information about you to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety or other rights and interests of any person, violations of the Site’s Terms and Conditions, or as otherwise required by law."}, {"1": "In addition, we use a variety of other technologies that collect similar information for security and fraud detection purposes."}]}, "count": 2}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "\nScope\n\n\n\nWhat information the Site collects\n\n\n\nHow we use the information that we collect\n\n\n\nInformation sharing\n\n\n\nYour choices\n\n\n\nAccess\n\n\n\nConfidentiality and security\n\n\n\nChildren under 13\n\n\n\nChanges to the privacy policy\n\n\n\nQuestions and suggestions\n"}, {"1": "In addition, we use a variety of other technologies that collect similar information for security and fraud detection purposes."}, {"2": "Please note that no data transmission or storage can be guaranteed to be 100% secure. We want you to feel confident using the Site, but we cannot ensure or warrant the security of any information you transmit to us."}]}, "count": 3}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "How we use the information that we collect"}, {"2": "advertisement interaction and viewing data, such as ad click-through rates and information about how many times you viewed a particular ad; and"}, {"3": "How we use the information that we collect"}, {"4": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"5": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}, {"6": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"7": "Functionality cookies allow our Services to remember choices you make when you use our Services, for example remembering your language preferences, remembering your login details, remembering which polls you have voted in (and in some cases to show you poll results) and remembering changes you make to other parts of our Services which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Services."}, {"8": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"9": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}, {"10": " FOR MORE DETAILED INFORMATION ABOUT COOKIES AND HOW TO OPT-OUT FROM COOKIES"}, {"11": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}]}, "count": 12}, "what": {"text": {"what": [{"0": "What information the Site collects"}, {"1": "What information the Site collects"}, {"2": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"3": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}]}, "count": 4}, "how you": {"text": {"how you": [{"0": "We take your privacy very seriously. This privacy policy is intended to inform you about the information that is collected from you when you visit the Site; how this information may be used and disclosed; how you can control the use and disclosure of your information; and how your information is protected. If you have any questions about this privacy policy, please contact our legal team at legal@evolvemediallc.com."}, {"1": "Functionality cookies allow our Services to remember choices you make when you use our Services, for example remembering your language preferences, remembering your login details, remembering which polls you have voted in (and in some cases to show you poll results) and remembering changes you make to other parts of our Services which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Services."}, {"2": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}]}, "count": 3}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "In order to learn more about how our Site is used, we aggregate and analyze the data that we collect. We may use this information, for example, to monitor and analyze use of the Site, to increase our Site’s functionality, and to better tailor our content and design to suit our visitors’ needs."}, {"1": " www.google.com/analytics/learn/privacy.html"}, {"2": "We do not currently take actions to respond to Do Not Track signals because a uniform technological standard has not yet been developed. We continue to review new technologies and may adopt a standard once one is created. To learn about Do Not Track, please click here."}, {"3": "Evolve Media, LLC adheres to the Digital Advertising Alliance of Canada’s Self-Regulatory Principles for Online Interest-Based Advertising. To learn more, please click here."}, {"4": "The Company does not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register. In the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible."}]}, "count": 5}, "more information": {"text": {"more information": [{"0": "information collected through HTML cookies, Flash cookies, web beacons, and similar technologies. For more information, please see our discussion of cookies and other tracking technologies."}, {"1": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"2": "Third-party advertisers and advertising platforms also may serve targeted ads on the Site. For more information, please see our section on third-party online advertising. Please remember that the information practices of third-party advertisers or platforms collecting data on our Site are not covered by this privacy policy."}, {"3": "To provide you with an open, but also civil, discussion forum, we track user involvement in our community discussions. For example, our forum moderators monitor discussions and delete comments that we deem inappropriate in our forums. For more information on this process, please see the Site’s community rules, forum rules or comment policies about comment moderation guidelines."}, {"4": "Once we share your information with another party, the information received by that party becomes subject to the other party’s privacy policies. Please note that third parties may independently collect data about you, including your IP address and information about the websites you visit and the links you click, through cookies, clicks on links, or other means when you visit or view ads on the Site. For more information, see our section on cookies and other tracking technologies and third-party online advertising."}, {"5": "If the Site functionality permits, you can deactivate your account at any time by visiting the preferences page for your profile or delete any content you provide from the Site, though we may retain a copy of any deactivated accounts or deleted content for compliance purposes. When you deactivate your account, your user profile will be disabled, but your public comments will remain on the site. The Site has no responsibility to take down, remove, or edit any of your public activities or any submissions that are a result of your public activities. For more information, please review our Terms and Conditions"}, {"6": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"7": "A Flash cookie is a data file placed on a device via the Adobe Flash plug-in that is built into or downloaded by you onto your device. Flash cookies are used for various purposes, including, without limitation, enabling a Flash feature and remembering your preferences. For more information about Flash and the privacy choices Adobe offers, visit http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html. If you choose to adjust your Flash privacy settings on your device some features of the Site may not function properly."}, {"8": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"9": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}, {"10": "If you are a resident of the European Economic Area (EEA), you have the right to: (a) request access to your personal data and rectification of inaccurate personal data; (b) request erasure of your personal data; (c) request restrictions on the processing of your personal data; (d) object to processing your personal data; and/or (e) the right to data portability (“collectively, “Requests”). We will honor all such Requests but we can only process Requests from a user whose identity has been verified. To verify your identity, please provide your email address or [URL] when you make a request. For more information about how to get access to personal data and for exercising your rights, you can submit a request to legal@evolvemediallc.com with “Personal Data Request” in the subject line of the message. You also have the right to lodge a complaint with a supervisory authority."}]}, "count": 11}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "cookies and other tracking technologies."}, {"1": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}, {"2": "cookies and other tracking technologies"}, {"3": "Cookies and other tracking technologies"}, {"4": "Cookies and other tracking technologies may be set and accessed on your computer. Upon your first visit to the Services, a cookie or local storage will be sent to your computer that uniquely identifies your browser. “Cookies” and local storage are small files containing a string of characters that is sent to your computer’s browser and stored on your device when you visit a website. Many major websites use cookies to provide useful features for their users. Each website can send its own cookie to your browser. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent; however, if you reject cookies, you will not be able to take full advantage of our Site. Additionally, if you clear all cookies on your browser at any point after setting your browser to refuse all cookies or indicate when a cookie is being sent, you will have to again reset your browser to refuse all cookies or indicate when a cookie is being sent."}, {"5": "Our Site uses the following types of cookies for the following purposes:"}, {"6": "Analytics and Performance Cookies are used to collect information about traffic to our Services and how users use our Services. The information gathered does not identify you or any other individual visitor. The information is aggregated and therefore anonymous. It includes the number of visitors to our Services, the websites that referred them to our Services, the pages that they visited on our Services, what time of day they visited our Services, whether they have visited our Services before and other similar anonymous, aggregated information. We use this information to help operate our Services more efficiently, to gather broad demographic information and to monitor the level of activity on our Services. We use Google Analytics for this purpose, which uses its own cookies. This information is used only to improve how our Services work. You can find out more information about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies. You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html. You can prevent the use of Google Analytics relating to your use of our Services by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB"}, {"7": "Essential cookies are necessary to provide you with services available through our Services and to enable you to use our features. For example, they allow you to log in to secure areas of our Services and help the content of the pages you request load more quickly. Without these cookies, the services that you have asked for cannot be provided and we only use these cookies to provide you with those services."}, {"8": "Functionality cookies allow our Services to remember choices you make when you use our Services, for example remembering your language preferences, remembering your login details, remembering which polls you have voted in (and in some cases to show you poll results) and remembering changes you make to other parts of our Services which you can customize. The purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Services."}, {"9": "Social media cookies are used when you share information using a social media sharing button or “like” button on our Services or you link your account or engage with our content on or through a social networking website such as Facebook, Twitter or Google+. The social network will record that you have done this."}, {"10": "Targeted and advertising cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you. These cookies use information about your browsing history to group you with other users who have similar interests. Based on that information, third-party advertisers can place cookies to enable them to show advertisements that may be relevant to your interests while you are on third-party websites. These cookies also store your location, including your latitude, longitude, and GeoIP region ID, which helps us show you locale-specific news and allows our Services to operate more efficiently. You can disable cookies that remember your browsing habits and target advertising at you by visiting https://youradchoices.com/control. If you choose to remove targeted or advertising cookies, you will still see advertisements but they may not be relevant to you. Even if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed."}, {"11": "A Flash cookie is a data file placed on a device via the Adobe Flash plug-in that is built into or downloaded by you onto your device. Flash cookies are used for various purposes, including, without limitation, enabling a Flash feature and remembering your preferences. For more information about Flash and the privacy choices Adobe offers, visit http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html. If you choose to adjust your Flash privacy settings on your device some features of the Site may not function properly."}, {"12": "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our Site and use them in combination with our cookies to provide offers and information of interest to you. Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Site or other websites."}, {"13": "If you opt out of these technologies, you will continue to see advertising displayed on the Site, but the advertising may not be targeted to your interests. Please remember that we do not have access to, or control over, advertisers’ or service providers’ cookies, and the information practices of third parties are not covered by this privacy policy. For more information on the use of cookies in online advertising, please see the section on third-party online advertising and visit the NAI’s website."}, {"14": "For more detailed information about the use of cookies and similar technology on our Site, please review our Cookie Policy here. You can also find more information about cookies and how they work generally, what cookies have been set on your computer or mobile device and how to manage and delete them at http://www.aboutads.info/choices if you are located in the United States, www.youronlinechoices.com if you are located in Europe, www.youradchoices.ca/choices if you are located in Canada, or www.youronlinechoices.com.au if you are located in Australia"}, {"15": " FOR MORE DETAILED INFORMATION ABOUT COOKIES AND HOW TO OPT-OUT FROM COOKIES"}]}, "count": 16}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {"pixel tags": [{"0": "We also use “pixel tags,” which are small graphic files that allow us and third parties to monitor the use of the Site and collect information. A pixel tag can collect information such as the IP address of the computer that downloaded the page on which the tag appears; the URL of the page on which the pixel tag appears; the time (and length of time) the page containing the pixel tag was viewed; the type of browser that retrieved the pixel tag; and the identification number of any cookie previously placed by that server on your computer."}, {"1": "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our Site and use them in combination with our cookies to provide offers and information of interest to you. Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Site or other websites."}]}, "count": 2}, "web beacons": {"text": {"web beacons": [{"0": "information collected through HTML cookies, Flash cookies, web beacons, and similar technologies. For more information, please see our discussion of cookies and other tracking technologies."}, {"1": "In order to provide our readers with free access to our content, we display advertisements on the Site, many of which are targeted based on information about you. For example, using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences. Through this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested. For more information on how cookies and other technologies work, please see our Cookie Policy."}]}, "count": 2}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}