{"https://abebooks.com": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "We know that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly. This Privacy Notice describes how AbeBooks.com and its affiliates (collectively \"AbeBooks\") collect and process your personal information through AbeBooks websites services, and online stores that reference this Privacy Notice (together \"AbeBooks Services\"). By using AbeBooks Services, you are consenting to the practices described in this Privacy Notice."}, {"1": "We collect your personal information in order to provide and continually improve our products and services."}, {"2": "Here are the types of personal information we collect:"}, {"3": "Information You Give Us: We receive and store any information you provide in relation to AbeBooks Services. Click here to see examples of what we collect. You can choose not to provide certain information, but then you might not be able to take advantage of many of our AbeBooks Services."}, {"4": "Automatic Information: We automatically collect and store certain types of information about your use of AbeBooks Services, including information about your interaction with content and services available through AbeBooks Services. Like many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses AbeBooks Services and other content served by or on behalf of AbeBooks on other websites. Click here to see examples of what we collect."}, {"5": "Information from Other Sources: We might receive information about you from other sources, such as updated delivery and address information from our carriers, which we use to correct our records and deliver your next purchase more easily. Click here to see additional examples of the information we receive."}, {"6": "We use your personal information to operate, provide, develop, and improve the products and services that we offer our customers. These purposes include:"}, {"7": "Purchase and delivery of products and services. We use your personal information to take and handle orders, deliver products and services, process payments, and communicate with you about orders, products and services, and promotional offers."}, {"8": "Provide, troubleshoot, and improve AbeBooks Services. We use your personal information to provide functionality, analyze performance, fix errors, and improve the usability and effectiveness of the AbeBooks Services."}, {"9": "Recommendations and personalization. We use your personal information to recommend features, products, and services that might be of interest to you, identify your preferences, and personalize your experience with AbeBooks Services."}, {"10": "Provide voice and image services. When you use our voice and image services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services."}, {"11": "Comply with legal obligations. In certain cases, we collect and use your personal information to comply with laws. For instance, we collect information from sellers regarding place of establishment and bank account information for identity verification and other purposes."}, {"12": "Communicate with you. We use your personal information to communicate with you in relation to AbeBooks Services via different channels (e.g., by phone, e-mail, chat)."}, {"13": "Advertising. We use your personal information to display interest-based ads for features, products, and services that might be of interest to you. We do not use information that personally identifies you to display interest-based ads. To learn more, please read our Your Ads Privacy Choices page."}, {"14": "Fraud Prevention and Credit Risks. We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, our sellers, AbeBooks, and others. We may also use scoring methods to assess and manage credit risks."}, {"15": "To enable our systems to recognize your browser or device and to provide and improve AbeBooks Services, we use cookies and other identifiers. For more information about cookies and how we use them, please read our Cookies Notice."}, {"16": "Information about our customers is an important part of our business, and we are not in the business of selling our customers' personal information to others. AbeBooks shares customers' personal information only as described below, with our Affiliates, and with our parent corporation Amazon.com, Inc. and the subsidiaries it controls that are either subject to this Privacy Notice or follow practices at least as protective as those described in this Privacy Notice."}, {"17": "Buying and Selling on AbeBooks: If you purchase or sell products via the AbeBooks websites, we will transmit your personal data to the respective contractual partner (buyer or seller) for the purpose of processing the contract. If you sell products via partner companies (including those not controlled by AbeBooks), in individual cases it can be necessary that we also transmit your personal data to these companies for the purpose of selling your products."}, {"18": "Third-Party Service Providers: We employ other companies and individuals to perform functions on our behalf. Examples include fulfilling orders for products, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing payments, transmitting content, scoring, assessing and managing credit risk, and providing customer service. These third-party service providers have access to personal information needed to perform their functions, but may not use it for other purposes."}, {"19": "Promotional Offers: Sometimes, we may send offers to selected groups of AbeBooks customers on behalf of other businesses. When we do this, we don't give that business your name and address."}, {"20": "Business Transfers: As we continue to develop our business, we might sell or buy other businesses or services. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the customer consents otherwise). Also, in the unlikely event that AbeBooks Inc. or substantially all of its assets are acquired, customer information will of course be one of the transferred assets."}, {"21": "Protection of AbeBooks and Others: We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our Terms and Conditions and other agreements; or protect the rights, property, or safety of AbeBooks, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. "}, {"22": "We design our systems with your security and privacy in mind."}, {"23": "We work to protect the security of your personal information during transmission by using encryption protocols and software."}, {"24": "We follow the Payment Card Industry Data Security Standard (PCI DSS) when handling credit card data."}, {"25": "We maintain physical, electronic, and procedural safeguards in connection with the collection, storage, and disclosure of personal customer information. Our security procedures mean that we may occasionally request proof of identity before we disclose personal information to you."}, {"26": "Use of Third Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant AbeBooks ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you purchase a product, we will share your advertising identifier and data about that event. Some ad companies use this information to serve you relevant ads from AbeBooks and other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the Your Ads Privacy Choices page."}, {"27": "If you have any questions as to how we collect and use your personal information, please contact our Customer Service. Many of our AbeBooks Services also include settings that provide you with options as to how your information is being used."}, {"28": "You can add or update certain information on pages such as those referenced in What Information Can I Access? When you update information, we usually keep a copy of the prior version for our records."}, {"29": "The Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether. Because cookies and identifiers allow you to take advantage of some essential features of AbeBooks Services, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in. For more information about cookies and other identifiers, see our Cookies Notice."}, {"30": "Most devices provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer."}, {"31": "AbeBooks does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use AbeBooks only with the involvement of a parent or guardian."}, {"32": "If you choose to use AbeBooks Services, your use and any dispute over privacy is subject to this Notice and our Terms and Conditions, including limitations on damages, resolution of disputes, and application of the laws of British Columbia, Canada. If you have any concern about privacy at AbeBooks, please contact us at privacy@AbeBooks.com with a thorough description, and we will try to resolve it."}, {"33": "Our business changes constantly, and our Privacy Notice will change also. You should check our website frequently to see recent changes. Unless stated otherwise, our current Privacy Notice applies to all information that we have about you and your account. We stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers."}, {"34": "Examples of the information we collect and analyze include:"}, {"35": "purchase and content use history, which we sometimes aggregate with similar information from other customers to create features such as lists of bestselling items;"}, {"36": "We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information."}, {"37": "Examples of information we receive from other sources include:"}, {"38": "updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;"}, {"39": "credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers. "}]}, "count": 40}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Information about our customers is an important part of our business, and we are not in the business of selling our customers' personal information to others. AbeBooks shares customers' personal information only as described below, with our Affiliates, and with our parent corporation Amazon.com, Inc. and the subsidiaries it controls that are either subject to this Privacy Notice or follow practices at least as protective as those described in this Privacy Notice."}, {"1": "AbeBooks does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use AbeBooks only with the involvement of a parent or guardian."}]}, "count": 2}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "What About Cookies and Other Identifiers?"}, {"1": "Automatic Information: We automatically collect and store certain types of information about your use of AbeBooks Services, including information about your interaction with content and services available through AbeBooks Services. Like many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses AbeBooks Services and other content served by or on behalf of AbeBooks on other websites. Click here to see examples of what we collect."}, {"2": "Information from Other Sources: "}, {"3": "Provide voice and image services. When you use our voice and image services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services."}, {"4": "Comply with legal obligations. In certain cases, we collect and use your personal information to comply with laws. For instance, we collect information from sellers regarding place of establishment and bank account information for identity verification and other purposes."}, {"5": "What About Cookies and Other Identifiers?"}, {"6": "To enable our systems to recognize your browser or device and to provide and improve AbeBooks Services, we use cookies and other identifiers. For more information about cookies and how we use them, please read our Cookies Notice."}, {"7": "Third-Party Service Providers: We employ other companies and individuals to perform functions on our behalf. Examples include fulfilling orders for products, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing payments, transmitting content, scoring, assessing and managing credit risk, and providing customer service. These third-party service providers have access to personal information needed to perform their functions, but may not use it for other purposes."}, {"8": "Promotional Offers: Sometimes, we may send offers to selected groups of AbeBooks customers on behalf of other businesses. When we do this, we don't give that business your name and address."}, {"9": "Business Transfers: As we continue to develop our business, we might sell or buy other businesses or services. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the customer consents otherwise). Also, in the unlikely event that AbeBooks Inc. or substantially all of its assets are acquired, customer information will of course be one of the transferred assets."}, {"10": "Protection of AbeBooks and Others: We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our Terms and Conditions and other agreements; or protect the rights, property, or safety of AbeBooks, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. "}, {"11": "Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information."}, {"12": "Use of Third Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant AbeBooks ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you purchase a product, we will share your advertising identifier and data about that event. Some ad companies use this information to serve you relevant ads from AbeBooks and other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the Your Ads Privacy Choices page."}, {"13": "If you do not want to receive e-mail or other communications from us, please contact privacy@abebooks.com."}, {"14": "The Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether. Because cookies and identifiers allow you to take advantage of some essential features of AbeBooks Services, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in. For more information about cookies and other identifiers, see our Cookies Notice."}, {"15": "participate in Discussion Boards or other community features; and"}, {"16": "purchase and content use history, which we sometimes aggregate with similar information from other customers to create features such as lists of bestselling items;"}, {"17": "We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information."}, {"18": "Information from other sources"}, {"19": "Examples of information we receive from other sources include:"}, {"20": "updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;"}, {"21": "if you are a seller, you can access your account and other information, and adjust your communications preferences, by updating your account in the Members Menu."}, {"22": "Other AbeBooks Companies"}]}, "count": 23}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "Buying and Selling on AbeBooks: If you purchase or sell products via the AbeBooks websites, we will transmit your personal data to the respective contractual partner (buyer or seller) for the purpose of processing the contract. If you sell products via partner companies (including those not controlled by AbeBooks), in individual cases it can be necessary that we also transmit your personal data to these companies for the purpose of selling your products."}, {"1": "Use of Third Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant AbeBooks ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you purchase a product, we will share your advertising identifier and data about that event. Some ad companies use this information to serve you relevant ads from AbeBooks and other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the Your Ads Privacy Choices page."}, {"2": "If you have any questions as to how we collect and use your personal information, please contact our Customer Service. Many of our AbeBooks Services also include settings that provide you with options as to how your information is being used."}, {"3": "If you do not want to receive e-mail or other communications from us, please contact privacy@abebooks.com."}, {"4": "The Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether. Because cookies and identifiers allow you to take advantage of some essential features of AbeBooks Services, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in. For more information about cookies and other identifiers, see our Cookies Notice."}, {"5": "If you want to browse our websites without linking the browsing history to your account, you may do so by logging out of your account here and blocking cookies on your browser."}, {"6": "Most devices provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer."}, {"7": "If you are a seller, you can add or update certain information in \"My account\", update your account information and adjust your marketplace profile."}, {"8": "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."}, {"9": "AbeBooks does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use AbeBooks only with the involvement of a parent or guardian."}, {"10": "If you choose to use AbeBooks Services, your use and any dispute over privacy is subject to this Notice and our Terms and Conditions, including limitations on damages, resolution of disputes, and application of the laws of British Columbia, Canada. If you have any concern about privacy at AbeBooks, please contact us at privacy@AbeBooks.com with a thorough description, and we will try to resolve it."}, {"11": "provide information in My Account (and you might have more than one if you have used more than one e-mail address or mobile number when shopping with us);"}, {"12": "if you are a seller, you can access your account and other information, and adjust your communications preferences, by updating your account in the Members Menu."}]}, "count": 13}, "when": {"text": {"when": [{"0": "Automatic Information: We automatically collect and store certain types of information about your use of AbeBooks Services, including information about your interaction with content and services available through AbeBooks Services. Like many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses AbeBooks Services and other content served by or on behalf of AbeBooks on other websites. Click here to see examples of what we collect."}, {"1": "Provide voice and image services. When you use our voice and image services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services."}, {"2": "Promotional Offers: Sometimes, we may send offers to selected groups of AbeBooks customers on behalf of other businesses. When we do this, we don't give that business your name and address."}, {"3": "Protection of AbeBooks and Others: We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our Terms and Conditions and other agreements; or protect the rights, property, or safety of AbeBooks, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. "}, {"4": "Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information."}, {"5": "We follow the Payment Card Industry Data Security Standard (PCI DSS) when handling credit card data."}, {"6": "It is important for you to protect against unauthorized access to your password and to your computers and devices. Be sure to sign off when you finish using a shared computer or device. "}, {"7": "Use of Third Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant AbeBooks ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you purchase a product, we will share your advertising identifier and data about that event. Some ad companies use this information to serve you relevant ads from AbeBooks and other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the Your Ads Privacy Choices page."}, {"8": "You can add or update certain information on pages such as those referenced in What Information Can I Access? When you update information, we usually keep a copy of the prior version for our records."}, {"9": "The Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether. Because cookies and identifiers allow you to take advantage of some essential features of AbeBooks Services, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in. For more information about cookies and other identifiers, see our Cookies Notice."}, {"10": "You provide information to us when you:"}, {"11": "provide information in My Account (and you might have more than one if you have used more than one e-mail address or mobile number when shopping with us);"}, {"12": "images or videos when you shop in our stores, or stores using AbeBooks Services."}]}, "count": 13}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"can access": {"text": {"can access": [{"0": "You can access your information, including your name, address, payment options, profile information, and purchase history in the \"My Account\" section of the website. Click here for a list of examples of information that you can access."}, {"1": "Examples of information you can access through AbeBooks Services include:"}, {"2": "if you are a seller, you can access your account and other information, and adjust your communications preferences, by updating your account in the Members Menu."}]}, "count": 3}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "We collect your personal information in order to provide and continually improve our products and services."}, {"1": "Here are the types of personal information we collect:"}, {"2": "Information You Give Us: We receive and store any information you provide in relation to AbeBooks Services. Click here to see examples of what we collect. You can choose not to provide certain information, but then you might not be able to take advantage of many of our AbeBooks Services."}, {"3": "Automatic Information: We automatically collect and store certain types of information about your use of AbeBooks Services, including information about your interaction with content and services available through AbeBooks Services. Like many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses AbeBooks Services and other content served by or on behalf of AbeBooks on other websites. Click here to see examples of what we collect."}, {"4": "Comply with legal obligations. In certain cases, we collect and use your personal information to comply with laws. For instance, we collect information from sellers regarding place of establishment and bank account information for identity verification and other purposes."}, {"5": "If you have any questions as to how we collect and use your personal information, please contact our Customer Service. Many of our AbeBooks Services also include settings that provide you with options as to how your information is being used."}, {"6": "Examples of the information we collect and analyze include:"}]}, "count": 7}, "we collect information": {"text": {"we collect information": [{"0": "Comply with legal obligations. In certain cases, we collect and use your personal information to comply with laws. For instance, we collect information from sellers regarding place of establishment and bank account information for identity verification and other purposes."}]}, "count": 1}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "You may adjust your personalized advertising preferences by visiting Your Ads Privacy Choices."}, {"1": "If you want to browse our websites without linking the browsing history to your account, you may do so by logging out of your account here and blocking cookies on your browser."}, {"2": "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."}, {"3": "AbeBooks does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use AbeBooks only with the involvement of a parent or guardian."}]}, "count": 4}, "you can": {"text": {"you can": [{"0": "Information You Give Us: We receive and store any information you provide in relation to AbeBooks Services. Click here to see examples of what we collect. You can choose not to provide certain information, but then you might not be able to take advantage of many of our AbeBooks Services."}, {"1": "Use of Third Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant AbeBooks ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you purchase a product, we will share your advertising identifier and data about that event. Some ad companies use this information to serve you relevant ads from AbeBooks and other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the Your Ads Privacy Choices page."}, {"2": "You can access your information, including your name, address, payment options, profile information, and purchase history in the \"My Account\" section of the website. Click here for a list of examples of information that you can access."}, {"3": "As described above, you can choose not to provide certain information, but then you might not be able to take advantage of many of the AbeBooks Services."}, {"4": "You can add or update certain information on pages such as those referenced in What Information Can I Access? When you update information, we usually keep a copy of the prior version for our records."}, {"5": "If you are a seller, you can add or update certain information in \"My account\", update your account information and adjust your marketplace profile."}, {"6": "Information you can access"}, {"7": "Examples of information you can access through AbeBooks Services include:"}, {"8": "if you are a seller, you can access your account and other information, and adjust your communications preferences, by updating your account in the Members Menu."}]}, "count": 9}, "right to request": {"text": {"right to request": [{"0": "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."}]}, "count": 1}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {"request access": [{"0": "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."}]}, "count": 1}}, "MODIFICATION": {"deletion of": {"text": {}, "count": 0}, "delete": {"text": {"delete": [{"0": "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."}]}, "count": 1}, "remove": {"text": {"remove": [{"0": "add or remove an item from your cart, or place an order through or use AbeBooks Services;"}]}, "count": 1}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {"contract": [{"0": "Buying and Selling on AbeBooks: If you purchase or sell products via the AbeBooks websites, we will transmit your personal data to the respective contractual partner (buyer or seller) for the purpose of processing the contract. If you sell products via partner companies (including those not controlled by AbeBooks), in individual cases it can be necessary that we also transmit your personal data to these companies for the purpose of selling your products."}]}, "count": 1}, "contractual": {"text": {"contractual": [{"0": "Buying and Selling on AbeBooks: If you purchase or sell products via the AbeBooks websites, we will transmit your personal data to the respective contractual partner (buyer or seller) for the purpose of processing the contract. If you sell products via partner companies (including those not controlled by AbeBooks), in individual cases it can be necessary that we also transmit your personal data to these companies for the purpose of selling your products."}]}, "count": 1}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "Protection of AbeBooks and Others: We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our Terms and Conditions and other agreements; or protect the rights, property, or safety of AbeBooks, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. "}, {"1": "By using the Web site, you confirm that you have read, understood, and agreed to be bound by the Terms and Conditions.© 1996 - 2024 AbeBooks Inc. All Rights Reserved. AbeBooks, the AbeBooks logo, AbeBooks.com, \"Passion for books.\" and \"Passion for books. Books for your passion.\" are registered trademarks with the Registered US Patent & Trademark Office."}]}, "count": 2}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "Comply with legal obligations."}]}, "count": 1}, "authority": {"text": {}, "count": 0}, "comply with": {"text": {"comply with": [{"0": "Comply with legal obligations."}, {"1": "Protection of AbeBooks and Others: We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our Terms and Conditions and other agreements; or protect the rights, property, or safety of AbeBooks, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. "}]}, "count": 2}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "Protection of AbeBooks and Others: We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our Terms and Conditions and other agreements; or protect the rights, property, or safety of AbeBooks, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. "}, {"1": "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."}]}, "count": 2}, "enforce": {"text": {"enforce": [{"0": "Protection of AbeBooks and Others: We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our Terms and Conditions and other agreements; or protect the rights, property, or safety of AbeBooks, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. "}]}, "count": 1}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": " About AbeBooks Media Careers Forums Privacy Policy Your Ads Privacy Choices Designated Agent Accessibility "}]}, "count": 1}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {}, "count": 0}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {"children": [{"0": "Are Children Allowed to Use AbeBooks Services?"}, {"1": "Are Children Allowed to Use AbeBooks Services?"}, {"2": "AbeBooks does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use AbeBooks only with the involvement of a parent or guardian."}]}, "count": 3}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {}, "count": 0}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "Our business changes constantly, and our Privacy Notice will change also. You should check our website frequently to see recent changes. Unless stated otherwise, our current Privacy Notice applies to all information that we have about you and your account. We stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers."}]}, "count": 1}, "dispute": {"text": {"dispute": [{"0": "If you choose to use AbeBooks Services, your use and any dispute over privacy is subject to this Notice and our Terms and Conditions, including limitations on damages, resolution of disputes, and application of the laws of British Columbia, Canada. If you have any concern about privacy at AbeBooks, please contact us at privacy@AbeBooks.com with a thorough description, and we will try to resolve it."}]}, "count": 1}, "with your consent": {"text": {}, "count": 0}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "If you choose to use AbeBooks Services, your use and any dispute over privacy is subject to this Notice and our Terms and Conditions, including limitations on damages, resolution of disputes, and application of the laws of British Columbia, Canada. If you have any concern about privacy at AbeBooks, please contact us at privacy@AbeBooks.com with a thorough description, and we will try to resolve it."}]}, "count": 1}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information."}, {"1": "Most devices provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer."}, {"2": "updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;"}]}, "count": 3}, "third-party": {"text": {"third-party": [{"0": "Third-Party Service Providers:"}]}, "count": 1}, "third party": {"text": {"third party": [{"0": "Use of Third Party Advertising Services:"}]}, "count": 1}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {}, "count": 0}}, "ASSERTIVE": {"we share": {"text": {}, "count": 0}, "we sell": {"text": {"we sell": [{"0": "AbeBooks does not sell products for purchase by children. We sell children's products for purchase by adults. If you are under 18, you may use AbeBooks only with the involvement of a parent or guardian."}]}, "count": 1}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {}, "count": 0}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {"information you": [{"0": "Information You Give Us: "}, {"1": "Information you can access"}, {"2": "Examples of information you can access through AbeBooks Services include:"}]}, "count": 3}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {"location information": [{"0": "your location information;"}]}, "count": 1}, "location": {"text": {"location": [{"0": "Most devices provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer."}, {"1": "your location information;"}, {"2": "the location of your device or computer;"}, {"3": "AbeBooks Services metrics (e.g., the occurrences of technical errors, your interactions with service features and content, your settings preferences and backup information, location of your device running an application, information about uploaded images and files such as the file name, dates, and times);"}]}, "count": 4}, "location data": {"text": {}, "count": 0}}}, "DATA": {"OTHER": {"usage": {"text": {"usage": [{"0": "We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information."}]}, "count": 1}, "records": {"text": {"records": [{"0": "Information from Other Sources: We might receive information about you from other sources, such as updated delivery and address information from our carriers, which we use to correct our records and deliver your next purchase more easily. Click here to see additional examples of the information we receive."}, {"1": "You can add or update certain information on pages such as those referenced in What Information Can I Access? When you update information, we usually keep a copy of the prior version for our records."}, {"2": "updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;"}]}, "count": 3}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {}, "count": 0}, "we use": {"text": {"we use": [{"0": "Automatic Information: We automatically collect and store certain types of information about your use of AbeBooks Services, including information about your interaction with content and services available through AbeBooks Services. Like many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses AbeBooks Services and other content served by or on behalf of AbeBooks on other websites. Click here to see examples of what we collect."}, {"1": "Information from Other Sources: We might receive information about you from other sources, such as updated delivery and address information from our carriers, which we use to correct our records and deliver your next purchase more easily. Click here to see additional examples of the information we receive."}, {"2": "We use your personal information to operate, provide, develop, and improve the products and services that we offer our customers. These purposes include:"}, {"3": "Purchase and delivery of products and services. We use your personal information to take and handle orders, deliver products and services, process payments, and communicate with you about orders, products and services, and promotional offers."}, {"4": "Provide, troubleshoot, and improve AbeBooks Services. We use your personal information to provide functionality, analyze performance, fix errors, and improve the usability and effectiveness of the AbeBooks Services."}, {"5": "Recommendations and personalization. We use your personal information to recommend features, products, and services that might be of interest to you, identify your preferences, and personalize your experience with AbeBooks Services."}, {"6": "Provide voice and image services. When you use our voice and image services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services."}, {"7": "Communicate with you. We use your personal information to communicate with you in relation to AbeBooks Services via different channels (e.g., by phone, e-mail, chat)."}, {"8": "Advertising. We use your personal information to display interest-based ads for features, products, and services that might be of interest to you. We do not use information that personally identifies you to display interest-based ads. To learn more, please read our Your Ads Privacy Choices page."}, {"9": "Fraud Prevention and Credit Risks. We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, our sellers, AbeBooks, and others. We may also use scoring methods to assess and manage credit risks."}, {"10": "To enable our systems to recognize your browser or device and to provide and improve AbeBooks Services, we use cookies and other identifiers. For more information about cookies and how we use them, please read our Cookies Notice."}, {"11": "Use of Third Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant AbeBooks ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you purchase a product, we will share your advertising identifier and data about that event. Some ad companies use this information to serve you relevant ads from AbeBooks and other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the Your Ads Privacy Choices page."}, {"12": "updated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily;"}, {"13": "credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers. "}]}, "count": 14}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Our business changes constantly, and our Privacy Notice will change also. You should check our website frequently to see recent changes. Unless stated otherwise, our current Privacy Notice applies to all information that we have about you and your account. We stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers."}, {"1": "\n                Examples of Information Collected\n            "}, {"2": "images and videos collected or stored in connection with AbeBooks Services;"}]}, "count": 3}, "stored": {"text": {"stored": [{"0": "images and videos collected or stored in connection with AbeBooks Services;"}]}, "count": 1}, "retention": {"text": {}, "count": 0}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {"analyze": [{"0": "Provide, troubleshoot, and improve AbeBooks Services. We use your personal information to provide functionality, analyze performance, fix errors, and improve the usability and effectiveness of the AbeBooks Services."}, {"1": "Examples of the information we collect and analyze include:"}]}, "count": 2}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {}, "count": 0}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "Automatic Information:"}, {"1": "Automatic information"}]}, "count": 2}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "If you have any questions as to how we collect and use your personal information, please contact our Customer Service. Many of our AbeBooks Services also include settings that provide you with options as to how your information is being used."}, {"1": "Most devices provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer."}, {"2": "AbeBooks Services metrics (e.g., the occurrences of technical errors, your interactions with service features and content, your settings preferences and backup information, location of your device running an application, information about uploaded images and files such as the file name, dates, and times);"}, {"3": "payment settings;"}, {"4": "e-mail notification settings;"}, {"5": "your content, devices, services, and related settings, and communications and personalized advertising preferences;"}]}, "count": 6}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {"fraud": [{"0": "Fraud Prevention and Credit Risks."}, {"1": "Protection of AbeBooks and Others: We release account and other personal information when we believe release is appropriate to comply with the law; enforce or apply our Terms and Conditions and other agreements; or protect the rights, property, or safety of AbeBooks, our users, or others. This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction. "}, {"2": "credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers. "}]}, "count": 3}, "detect": {"text": {"detect": [{"0": "Fraud Prevention and Credit Risks. We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, our sellers, AbeBooks, and others. We may also use scoring methods to assess and manage credit risks."}, {"1": "credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers. "}]}, "count": 2}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "Fraud Prevention and Credit Risks. We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, our sellers, AbeBooks, and others. We may also use scoring methods to assess and manage credit risks."}, {"1": "We work to protect the security of your personal information during transmission by using encryption protocols and software."}, {"2": "It is important for you to protect against unauthorized access to your password and to your computers and devices. Be sure to sign off when you finish using a shared computer or device. "}]}, "count": 3}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {"encryption": [{"0": "We work to protect the security of your personal information during transmission by using encryption protocols and software."}]}, "count": 1}, "security": {"text": {"security": [{"0": "\n                    \n                        Privacy & Security\n                    \n                "}, {"1": "Fraud Prevention and Credit Risks. We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, our sellers, AbeBooks, and others. We may also use scoring methods to assess and manage credit risks."}, {"2": "We design our systems with your security and privacy in mind."}, {"3": "We work to protect the security of your personal information during transmission by using encryption protocols and software."}, {"4": "We follow the Payment Card Industry Data Security Standard (PCI DSS) when handling credit card data."}, {"5": "We maintain physical, electronic, and procedural safeguards in connection with the collection, storage, and disclosure of personal customer information. Our security procedures mean that we may occasionally request proof of identity before we disclose personal information to you."}, {"6": "information and documents regarding identity, including Social Security and driver's license numbers;"}]}, "count": 7}, "unauthorized": {"text": {"unauthorized": [{"0": "It is important for you to protect against unauthorized access to your password and to your computers and devices. Be sure to sign off when you finish using a shared computer or device. "}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "We know that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly. This Privacy Notice describes how AbeBooks.com and its affiliates (collectively \"AbeBooks\") collect and process your personal information through AbeBooks websites services, and online stores that reference this Privacy Notice (together \"AbeBooks Services\"). By using AbeBooks Services, you are consenting to the practices described in this Privacy Notice."}, {"1": "How Secure Is Information About Me?"}, {"2": "To enable our systems to recognize your browser or device and to provide and improve AbeBooks Services, we use cookies and other identifiers. For more information about cookies and how we use them, please read our Cookies Notice."}, {"3": "How Secure Is Information About Me?"}, {"4": "Use of Third Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant AbeBooks ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you purchase a product, we will share your advertising identifier and data about that event. Some ad companies use this information to serve you relevant ads from AbeBooks and other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the Your Ads Privacy Choices page."}, {"5": "If you have any questions as to how we collect and use your personal information, please contact our Customer Service. Many of our AbeBooks Services also include settings that provide you with options as to how your information is being used."}, {"6": "The Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether. Because cookies and identifiers allow you to take advantage of some essential features of AbeBooks Services, we recommend that you leave them turned on. For instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in. For more information about cookies and other identifiers, see our Cookies Notice."}, {"7": "Most devices provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer."}]}, "count": 8}, "how you": {"text": {}, "count": 0}, "how we": {"text": {"how we": [{"0": "To enable our systems to recognize your browser or device and to provide and improve AbeBooks Services, we use cookies and other identifiers. For more information about cookies and how we use them, please read our Cookies Notice."}, {"1": "If you have any questions as to how we collect and use your personal information, please contact our Customer Service. Many of our AbeBooks Services also include settings that provide you with options as to how your information is being used."}]}, "count": 2}, "how are": {"text": {}, "count": 0}, "how can": {"text": {}, "count": 0}}}, "OTHER": {"explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Advertising. We use your personal information to display interest-based ads for features, products, and services that might be of interest to you. We do not use information that personally identifies you to display interest-based ads. To learn more, please read our Your Ads Privacy Choices page."}, {"1": "Use of Third Party Advertising Services: We provide ad companies with information that allows them to serve you with more useful and relevant AbeBooks ads and to measure their effectiveness. We never share your name or other information that directly identifies you when we do this. Instead, we use an advertising identifier like a cookie or other device identifier. For example, if you purchase a product, we will share your advertising identifier and data about that event. Some ad companies use this information to serve you relevant ads from AbeBooks and other advertisers. You can learn more about how to opt-out of interest-based advertising by going to the Your Ads Privacy Choices page."}]}, "count": 2}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {"if you have questions": [{"0": "Most devices provide users with the ability to change device permissions (e.g., disable/access location services, contacts). For most devices, these controls are located in the device's settings menu. If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer."}]}, "count": 1}, "if you have any questions": {"text": {"if you have any questions": [{"0": "If you have any questions as to how we collect and use your personal information, please contact our Customer Service. Many of our AbeBooks Services also include settings that provide you with options as to how your information is being used."}]}, "count": 1}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "Information You Give Us: We receive and store any information you provide in relation to AbeBooks Services. Click here to see examples of what we collect. You can choose not to provide certain information, but then you might not be able to take advantage of many of our AbeBooks Services."}, {"1": "Automatic Information: We automatically collect and store certain types of information about your use of AbeBooks Services, including information about your interaction with content and services available through AbeBooks Services. Like many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses AbeBooks Services and other content served by or on behalf of AbeBooks on other websites. Click here to see examples of what we collect."}, {"2": "Comply with legal obligations. In certain cases, we collect and use your personal information to comply with laws. For instance, we collect information from sellers regarding place of establishment and bank account information for identity verification and other purposes."}, {"3": "As described above, you can choose not to provide certain information, but then you might not be able to take advantage of many of the AbeBooks Services."}, {"4": "You can add or update certain information on pages such as those referenced in What Information Can I Access? When you update information, we usually keep a copy of the prior version for our records."}, {"5": "If you are a seller, you can add or update certain information in \"My account\", update your account information and adjust your marketplace profile."}, {"6": "In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data. If you wish to do any of these things, please contact Customer Service. Depending on your data choices, certain services may be limited or unavailable."}, {"7": "the full Uniform Resource Locator (URL) clickstream to, through, and from our websites, including date and time; cookie number; products and content you viewed or searched for; page response times, download errors, length of visits to certain pages, and page interaction information (such as scrolling, clicks, and mouse-overs);"}, {"8": "credit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers. "}]}, "count": 9}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {"other purposes": [{"0": "Comply with legal obligations. In certain cases, we collect and use your personal information to comply with laws. For instance, we collect information from sellers regarding place of establishment and bank account information for identity verification and other purposes."}, {"1": "Third-Party Service Providers: We employ other companies and individuals to perform functions on our behalf. Examples include fulfilling orders for products, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing payments, transmitting content, scoring, assessing and managing credit risk, and providing customer service. These third-party service providers have access to personal information needed to perform their functions, but may not use it for other purposes."}]}, "count": 2}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {}, "count": 0}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "What About Cookies and Other Identifiers?"}, {"1": "Automatic Information: We automatically collect and store certain types of information about your use of AbeBooks Services, including information about your interaction with content and services available through AbeBooks Services. Like many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses AbeBooks Services and other content served by or on behalf of AbeBooks on other websites. Click here to see examples of what we collect."}, {"2": "What About Cookies and Other Identifiers?"}, {"3": "Cookies Notice"}, {"4": "Cookies Notice"}, {"5": "If you want to browse our websites without linking the browsing history to your account, you may do so by logging out of your account here and blocking cookies on your browser."}, {"6": "We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information."}]}, "count": 7}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}, "link-1": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "Interest-based ads are sometimes referred to as personalized or targeted ads. We show interest-based ads to display features, products, and services that might be of interest to you. For more information see our Interest-Based Ads notice."}, {"1": "If you choose not to be shown interest-based ads above, we will no longer show interest-based ads to you. Even if you choose not to see interest-based ads, you may still see personalized product recommendations and other similar features on AbeBooks and its affiliated sites. You may also see ads provided by AbeBooks, they just will not be based on your interests. For more general information, please see our Privacy Policy."}, {"2": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}, {"3": "We use cookies to manage your choice to not receive interest-based ads. If you delete these cookies or use a different browser, you will have to choose not to receive interest-based ads again. Similarly, if your browser restricts or does not support cookies, we may not be able to remember your choice not to see interest-based ads on that browser."}]}, "count": 4}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "If you choose not to be shown interest-based ads above, we will no longer show interest-based ads to you. Even if you choose not to see interest-based ads, you may still see personalized product recommendations and other similar features on AbeBooks and its affiliated sites. You may also see ads provided by AbeBooks, they just will not be based on your interests. For more general information, please see our Privacy Policy."}, {"1": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}, {"2": "Other AbeBooks Companies"}]}, "count": 3}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "If you choose not to be shown interest-based ads above, we will no longer show interest-based ads to you. Even if you choose not to see interest-based ads, you may still see personalized product recommendations and other similar features on AbeBooks and its affiliated sites. You may also see ads provided by AbeBooks, they just will not be based on your interests. For more general information, please see our Privacy Policy."}, {"1": "We use cookies to manage your choice to not receive interest-based ads. If you delete these cookies or use a different browser, you will have to choose not to receive interest-based ads again. Similarly, if your browser restricts or does not support cookies, we may not be able to remember your choice not to see interest-based ads on that browser."}]}, "count": 2}, "when": {"text": {}, "count": 0}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"can access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {}, "count": 0}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "If you choose not to be shown interest-based ads above, we will no longer show interest-based ads to you. Even if you choose not to see interest-based ads, you may still see personalized product recommendations and other similar features on AbeBooks and its affiliated sites. You may also see ads provided by AbeBooks, they just will not be based on your interests. For more general information, please see our Privacy Policy."}]}, "count": 1}, "you can": {"text": {"you can": [{"0": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}, {"1": "You can also generally opt out of receiving personalized ads from third party advertisers and ad networks who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance's Self-Regulatory Principles for Online Behavioral Advertising by visiting the opt out pages on the NAI website and DAA website."}]}, "count": 2}, "right to request": {"text": {}, "count": 0}, "your choice": {"text": {"your choice": [{"0": "We use cookies to manage your choice to not receive interest-based ads. If you delete these cookies or use a different browser, you will have to choose not to receive interest-based ads again. Similarly, if your browser restricts or does not support cookies, we may not be able to remember your choice not to see interest-based ads on that browser."}]}, "count": 1}, "request access": {"text": {}, "count": 0}}, "MODIFICATION": {"deletion of": {"text": {}, "count": 0}, "delete": {"text": {"delete": [{"0": "We use cookies to manage your choice to not receive interest-based ads. If you delete these cookies or use a different browser, you will have to choose not to receive interest-based ads again. Similarly, if your browser restricts or does not support cookies, we may not be able to remember your choice not to see interest-based ads on that browser."}]}, "count": 1}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {}, "count": 0}, "contractual": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "By using the Web site, you confirm that you have read, understood, and agreed to be bound by the Terms and Conditions.© 1996 - 2024 AbeBooks Inc. All Rights Reserved. AbeBooks, the AbeBooks logo, AbeBooks.com, \"Passion for books.\" and \"Passion for books. Books for your passion.\" are registered trademarks with the Registered US Patent & Trademark Office."}]}, "count": 1}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {}, "count": 0}, "authority": {"text": {}, "count": 0}, "comply with": {"text": {}, "count": 0}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {}, "count": 0}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "If you choose not to be shown interest-based ads above, we will no longer show interest-based ads to you. Even if you choose not to see interest-based ads, you may still see personalized product recommendations and other similar features on AbeBooks and its affiliated sites. You may also see ads provided by AbeBooks, they just will not be based on your interests. For more general information, please see our Privacy Policy."}, {"1": " About AbeBooks Media Careers Forums Privacy Policy Your Ads Privacy Choices Designated Agent Accessibility "}]}, "count": 2}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {}, "count": 0}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {}, "count": 0}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {}, "count": 0}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {}, "count": 0}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "If you choose not to be shown interest-based ads above, we will no longer show interest-based ads to you. Even if you choose not to see interest-based ads, you may still see personalized product recommendations and other similar features on AbeBooks and its affiliated sites. You may also see ads provided by AbeBooks, they just will not be based on your interests. For more general information, please see our Privacy Policy."}]}, "count": 1}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {}, "count": 0}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {"third party": [{"0": "You can also generally opt out of receiving personalized ads from third party advertisers and ad networks who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance's Self-Regulatory Principles for Online Behavioral Advertising by visiting the opt out pages on the NAI website and DAA website."}]}, "count": 1}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {}, "count": 0}}, "ASSERTIVE": {"we share": {"text": {}, "count": 0}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {}, "count": 0}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {}, "count": 0}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {}, "count": 0}, "location data": {"text": {}, "count": 0}}}, "DATA": {"OTHER": {"usage": {"text": {}, "count": 0}, "records": {"text": {}, "count": 0}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {}, "count": 0}, "we use": {"text": {"we use": [{"0": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}, {"1": "We use cookies to manage your choice to not receive interest-based ads. If you delete these cookies or use a different browser, you will have to choose not to receive interest-based ads again. Similarly, if your browser restricts or does not support cookies, we may not be able to remember your choice not to see interest-based ads on that browser."}]}, "count": 2}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}]}, "count": 1}, "stored": {"text": {}, "count": 0}, "retention": {"text": {}, "count": 0}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {}, "count": 0}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "Network Advertising Initiative (NAI)"}]}, "count": 1}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}]}, "count": 1}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {"privacy settings": [{"0": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}]}, "count": 1}}}, "INTENTION": {"OTHER": {"fraud": {"text": {}, "count": 0}, "detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {}, "count": 0}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {}, "count": 0}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "Show interest-based ads - preference has been saved"}, {"1": "Don't show interest-based ads - preference has been saved"}, {"2": "Interest-based ads are sometimes referred to as personalized or targeted ads. We show interest-based ads to display features, products, and services that might be of interest to you. For more information see our Interest-Based Ads notice."}, {"3": "Show me interest-based ads from AbeBooks"}, {"4": "Do not show me interest-based ads from AbeBooks"}, {"5": "If you choose not to be shown interest-based ads above, we will no longer show interest-based ads to you. Even if you choose not to see interest-based ads, you may still see personalized product recommendations and other similar features on AbeBooks and its affiliated sites. You may also see ads provided by AbeBooks, they just will not be based on your interests. For more general information, please see our Privacy Policy."}, {"6": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}]}, "count": 7}, "how you": {"text": {"how you": [{"0": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}]}, "count": 1}, "how we": {"text": {"how we": [{"0": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}]}, "count": 1}, "how are": {"text": {}, "count": 0}, "how can": {"text": {}, "count": 0}}}, "OTHER": {"explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {}, "count": 0}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {}, "count": 0}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {}, "count": 0}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {"other purposes": [{"0": "Choosing not to see interest-based ads will not affect other services that use cookies and information may still be collected for other purposes. You can manage cookies in the privacy settings of the web browser you are using. Further details on how we use cookies and how you can manage cookies are contained in our Cookies notice."}]}, "count": 1}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {}, "count": 0}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "Cookies notice"}, {"1": "We use cookies to manage your choice to not receive interest-based ads. If you delete these cookies or use a different browser, you will have to choose not to receive interest-based ads again. Similarly, if your browser restricts or does not support cookies, we may not be able to remember your choice not to see interest-based ads on that browser."}]}, "count": 2}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}