{
    "https://finance.yahoo.com": {
        "data": {
            "0": {
                "link-0": {
                    "WORDS": {
                        "we": {
                            "text": {
                                "we": [
                                    {
                                        "0": "Yahoo, previously known as Verizon Media, is a technology and media company that provides a range of services. We serve our consumers, partners, advertisers and talent through our portfolio of digital platforms, products and services offered under our AOL, Yahoo and other brands."
                                    },
                                    {
                                        "1": "We provide control tools to help you manage your experience with us. If you have an existing Yahoo or AOL account, you will need to agree to this Privacy Policy. If you have not yet agreed to this Privacy Policy, the legacy Yahoo Privacy Policy or legacy Oath Privacy Policy (for AOL) still apply to your account. For Yahoo products or services that are accessed without signing in to an account, this Privacy Policy applies to those products and services as of May 25, 2018. If you are creating a new account, the terms below apply starting today."
                                    },
                                    {
                                        "2": "Except as set out elsewhere in this Privacy Policy, when we refer to ‘Yahoo’, it means Yahoo Inc., the US-established company that supplies the Services to you (and acts as data controller of the personal data Yahoo collects when you use those Services)."
                                    },
                                    {
                                        "3": "Our commitment is to put users first. We strive to be transparent about how we collect and use your information, to keep your information secure and to provide you meaningful choices."
                                    },
                                    {
                                        "4": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    },
                                    {
                                        "5": "We believe you should have tools to control your information. You can find controls to manage or review your account information, marketing preferences, location data, and search history at Privacy Controls. Some of our Services provide additional controls and privacy practices. (See, Details for Specific Products and Services)"
                                    },
                                    {
                                        "6": "Certain categories of information collected by Yahoo are necessary to use our Services, such as the information you must provide when registering for some Services. We may collect and combine information when you interact with Yahoo Services information outlined below:"
                                    },
                                    {
                                        "7": "Information You Provide to Us. We may collect the information that you provide to us, such as:"
                                    },
                                    {
                                        "8": "When you create an account with a Yahoo Service or brand. (Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.) Yahoo may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you."
                                    },
                                    {
                                        "9": "When you otherwise use our Services, such as title queries, watch history, page views, search queries, view the content we make available or install any Yahoo software such as plugins."
                                    },
                                    {
                                        "10": "When you sign up for paid Services, use Services that require your financial information or complete transactions with us or our business partners, we may collect your payment and billing information."
                                    },
                                    {
                                        "11": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "12": "Location Information. We collect location information from a variety of sources. You can learn more about and manage your location permissions on our Locations page and by visiting the location settings tool on your devices."
                                    },
                                    {
                                        "13": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    },
                                    {
                                        "14": "Information from Others. We collect information about you when we receive it from other users, third-parties, and affiliates, such as: "
                                    },
                                    {
                                        "15": "When we obtain information from third-parties or other companies, such as those that use our Services. This may include your activity on other sites and apps as well as information those third-parties provide to you or us. "
                                    },
                                    {
                                        "16": "How We Use This Information"
                                    },
                                    {
                                        "17": "We are able to deliver, personalize, and improve our Services by combining and using the information we have about you (including information we receive on and off our Services) to understand how you use and interact with our Services and the people or things you’re connected to and interested in. We also may use the information we have about you for the following purposes: "
                                    },
                                    {
                                        "18": "Associate your activity across our Services and your different devices as well as associate any accounts you may use across Yahoo Services together. We may associate activity and accounts under a single user ID. "
                                    },
                                    {
                                        "19": "Combine information we have about you with information we obtain from business partners or other companies, such as your activities on other sites and apps."
                                    },
                                    {
                                        "20": "We provide you with controls to manage your experience with us. For example, you can review or edit your account information, manage your marketing preferences, or opt out of targeted ads. If you opt out, you will continue to see ads, but they may not be as relevant or useful to you. "
                                    },
                                    {
                                        "21": "How We Share This Information"
                                    },
                                    {
                                        "22": "Yahoo shares information within its affiliated brands and companies. We also share information we have about you for the purposes described in this Privacy Policy, including to provide Services that you have requested (including when you connect with third-party apps and widgets). We do not sell, license or share information that individually identifies our customers with companies, organizations or individuals outside of Yahoo unless one of the following circumstances applies:"
                                    },
                                    {
                                        "23": "With Your Consent. We will share information with companies, organizations or individuals outside of Yahoo when we have your consent. "
                                    },
                                    {
                                        "24": "With Partners. We may share your information with nonaffiliated companies who are:"
                                    },
                                    {
                                        "25": "Trusted Partners. We provide user information to trusted partners who work on behalf of or with Yahoo based on our directions and in compliance with appropriate confidentiality measures."
                                    },
                                    {
                                        "26": "Advertising, Analytics and Business Partners (Limited to Non-Personally Identifiable Information). We may share aggregated or pseudonymous information (including demographic information) with partners, such as publishers, advertisers, measurement analytics, apps, or other companies. For example, we may tell an advertiser how its ads performed or report how many people installed an app after seeing a promotion. We do not share personally identifiable information (like phone number or email address) with these partners, such as publishers, advertisers, ad agencies, or analytics partners."
                                    },
                                    {
                                        "27": "We allow other companies that show advertisements on our webpages or apps to collect information from your browsers or devices. Other companies' use of cookies and other data collection technologies are subject to their own privacy policies, not this one."
                                    },
                                    {
                                        "28": "For Legal and Other Purposes. We may access, preserve and disclose information to investigate, prevent, or take action in connection with: (i) legal process and legal requests; (ii) enforcement of the Terms; (iii) claims that any content violates the rights of third-parties; (iv) requests for customer service; (v) technical issues; (vi) protecting the rights, property or personal safety of Yahoo, its users or the public; (vii) establishing or exercising our legal rights or defending against legal claims; or (viii) as otherwise required by law."
                                    },
                                    {
                                        "29": "This may include responding to lawful governmental requests. Learn more about how we evaluate and respond to these requests. "
                                    },
                                    {
                                        "30": "New Ownership. If the ownership or control of all or part of Yahoo or a specific Services changes as a result of a merger, acquisition or sale of assets, we may transfer your information to the new owner. "
                                    },
                                    {
                                        "31": "Yahoo has technical, administrative and physical safeguards in place to help protect against unauthorized access, use or disclosure of customer information we collect or store. "
                                    },
                                    {
                                        "32": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    },
                                    {
                                        "33": "Our Services are for a general audience. We do not knowingly collect, use, or share information that could reasonably be used to identify children under age 13 without prior parental consent or consistent with applicable law. With parental permission, a child under age 13 might have a Yahoo Family Account. Visit Children's Privacy & Family Accounts to learn more about children’s privacy at Yahoo."
                                    },
                                    {
                                        "34": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    },
                                    {
                                        "35": "Yahoo processes information related to individuals in the EU/EEA/UK/Switzerland and receives that information from the EU/EEA/UK/Switzerland through various compliance mechanisms, including the EU-U.S. Data Privacy Framework (DPF), the UK Extension to the DPF, and the Swiss-U.S. DPF. Where appropriate, we also rely on other transfer mechanisms such as data processing agreements based on Standard Contractual Clauses adopted by the European Commission or the United Kingdom. For more information, please visit our Data Transfer page."
                                    },
                                    {
                                        "36": "We may update this Privacy Policy from time to time, so you should check it periodically. If we make changes that are material we will provide you with appropriate notice before such changes take effect."
                                    }
                                ]
                            },
                            "count": 37
                        },
                        "promise": {
                            "text": {},
                            "count": 0
                        },
                        "only": {
                            "text": {
                                "only": [
                                    {
                                        "0": "This Privacy Policy Applies Only to Yahoo. "
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "information": {
                            "text": {
                                "information": [
                                    {
                                        "0": "Our commitment is to put users first. We strive to be transparent about how we collect and use your information, to keep your information secure and to provide you meaningful choices."
                                    },
                                    {
                                        "1": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    },
                                    {
                                        "2": "We believe you should have tools to control your information. You can find controls to manage or review your account information, marketing preferences, location data, and search history at Privacy Controls. Some of our Services provide additional controls and privacy practices. (See, Details for Specific Products and Services)"
                                    },
                                    {
                                        "3": "Information Collection and Use - General"
                                    },
                                    {
                                        "4": "Certain categories of information collected by Yahoo are necessary to use our Services, such as the information you must provide when registering for some Services. "
                                    },
                                    {
                                        "5": "Information You Provide to Us. "
                                    },
                                    {
                                        "6": "When you create an account with a Yahoo Service or brand. (Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.) Yahoo may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you."
                                    },
                                    {
                                        "7": "When you sign up for paid Services, use Services that require your financial information or complete transactions with us or our business partners, we may collect your payment and billing information."
                                    },
                                    {
                                        "8": "Device Information."
                                    },
                                    {
                                        "9": "Location Information."
                                    },
                                    {
                                        "10": "Information from Cookies and Other Technologies."
                                    },
                                    {
                                        "11": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    },
                                    {
                                        "12": "This information also includes the kind of content or ads served, viewed or clicked on; the frequency and duration of your activities; the sites or apps you used before accessing our Services and where you went next; whether you engaged with specific content or ads; and whether you went on to visit an advertiser's website, downloaded an advertiser’s app, purchased a product or service advertised, or took other actions. "
                                    },
                                    {
                                        "13": "Information from Others."
                                    },
                                    {
                                        "14": "When we obtain information from third-parties or other companies, such as those that use our Services. This may include your activity on other sites and apps as well as information those third-parties provide to you or us. "
                                    },
                                    {
                                        "15": "We are able to deliver, personalize, and improve our Services by combining and using the information we have about you (including information we receive on and off our Services) to understand how you use and interact with our Services and the people or things you’re connected to and interested in. We also may use the information we have about you for the following purposes: "
                                    },
                                    {
                                        "16": "Analyze your content and other information (including emails, instant messages, posts photos, attachments, and other communications). You can review and control certain types of information tied to your Yahoo account by using Privacy Controls. "
                                    },
                                    {
                                        "17": "Match and serve targeted advertising (across devices and both on and off of our Services) and provide targeted advertising based on your device activity, inferred interests and location information."
                                    },
                                    {
                                        "18": "Contact you with information about your account or with marketing messages, which you can also control. "
                                    },
                                    {
                                        "19": "Create analytics and reports for external parties, including partners, publishers, advertisers, apps, third-parties and the public regarding the use of and trends within our Services and ads, including showing trends to partners regarding general preferences, the effectiveness of ads and information on user experiences. These analytics and reports may include aggregate or pseudonymized information."
                                    },
                                    {
                                        "20": "Combine information we have about you with information we obtain from business partners or other companies, such as your activities on other sites and apps."
                                    },
                                    {
                                        "21": "We provide you with controls to manage your experience with us. For example, you can review or edit your account information, manage your marketing preferences, or opt out of targeted ads. If you opt out, you will continue to see ads, but they may not be as relevant or useful to you. "
                                    },
                                    {
                                        "22": "If you are located in the European Union or European Economic Area or in the UK (EU/EEA/UK), please see Section 10 “Our Legal Bases for Processing Information” for more information that applies to your use of our Services."
                                    },
                                    {
                                        "23": "Yahoo shares information within its affiliated brands and companies. We also share information we have about you for the purposes described in this Privacy Policy, including to provide Services that you have requested (including when you connect with third-party apps and widgets). We do not sell, license or share information that individually identifies our customers with companies, organizations or individuals outside of Yahoo unless one of the following circumstances applies:"
                                    },
                                    {
                                        "24": "With Your Consent. We will share information with companies, organizations or individuals outside of Yahoo when we have your consent. "
                                    },
                                    {
                                        "25": "Within Yahoo. Information may also be shared within Yahoo, including with other Yahoo Services and affiliates. Yahoo affiliates may use the information in a manner consistent with their privacy policies."
                                    },
                                    {
                                        "26": "With Partners. We may share your information with nonaffiliated companies who are:"
                                    },
                                    {
                                        "27": "Trusted Partners. We provide user information to trusted partners who work on behalf of or with Yahoo based on our directions and in compliance with appropriate confidentiality measures."
                                    },
                                    {
                                        "28": "Advertising, Analytics and Business Partners (Limited to Non-Personally Identifiable Information). "
                                    },
                                    {
                                        "29": "When you use third-party apps, websites or other products integrated with our Services, they may collect information about your activities subject to their own terms and privacy policies. "
                                    },
                                    {
                                        "30": "We allow other companies that show advertisements on our webpages or apps to collect information from your browsers or devices. Other companies' use of cookies and other data collection technologies are subject to their own privacy policies, not this one."
                                    },
                                    {
                                        "31": "For Legal and Other Purposes. We may access, preserve and disclose information to investigate, prevent, or take action in connection with: (i) legal process and legal requests; (ii) enforcement of the Terms; (iii) claims that any content violates the rights of third-parties; (iv) requests for customer service; (v) technical issues; (vi) protecting the rights, property or personal safety of Yahoo, its users or the public; (vii) establishing or exercising our legal rights or defending against legal claims; or (viii) as otherwise required by law."
                                    },
                                    {
                                        "32": "New Ownership. If the ownership or control of all or part of Yahoo or a specific Services changes as a result of a merger, acquisition or sale of assets, we may transfer your information to the new owner. "
                                    },
                                    {
                                        "33": "Information Security and Data Retention"
                                    },
                                    {
                                        "34": "Yahoo has technical, administrative and physical safeguards in place to help protect against unauthorized access, use or disclosure of customer information we collect or store. "
                                    },
                                    {
                                        "35": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    },
                                    {
                                        "36": "Our Services are for a general audience. We do not knowingly collect, use, or share information that could reasonably be used to identify children under age 13 without prior parental consent or consistent with applicable law. With parental permission, a child under age 13 might have a Yahoo Family Account. Visit Children's Privacy & Family Accounts to learn more about children’s privacy at Yahoo."
                                    },
                                    {
                                        "37": "Our Legal Bases for Processing Information."
                                    },
                                    {
                                        "38": "When you use or interact with any of our Services, you consent to the data processing, sharing, transferring and uses of your information as outlined in this Privacy Policy. Regardless of the country where you reside, you authorize us to transfer, process, store and use your information in countries other than your own in accordance with this Privacy Policy and to provide you with Services. Some of these countries may not have the same data protection safeguards as the country where you reside. "
                                    },
                                    {
                                        "39": "Yahoo processes information related to individuals in the EU/EEA/UK/Switzerland and receives that information from the EU/EEA/UK/Switzerland through various compliance mechanisms, including the EU-U.S. Data Privacy Framework (DPF), the UK Extension to the DPF, and the Swiss-U.S. DPF. Where appropriate, we also rely on other transfer mechanisms such as data processing agreements based on Standard Contractual Clauses adopted by the European Commission or the United Kingdom. For more information, please visit our Data Transfer page."
                                    },
                                    {
                                        "40": "The United States and other non-EU/EEA/UK countries have different laws on data protection and rules in relation to government access to information. If you are based in the EU/EEA/UK, when your data is moved from your home country to a third country outside the EU/EEA/UK, some of these countries may not have the same data protection safeguards as your home country."
                                    },
                                    {
                                        "41": "Other Important Information\n\t\n\t\tThis Privacy Policy Applies Only to Yahoo. This Privacy Policy does not apply to the practices of companies that Yahoo does not own or control, or to people that Yahoo does not employ or manage. In addition, some affiliated products may have different privacy policies and practices that are not subject to this Privacy Policy. \n\t\t\n\t"
                                    },
                                    {
                                        "42": "September 2021 - updates to reflect name change; additional information added regarding data retention;"
                                    }
                                ]
                            },
                            "count": 43
                        },
                        "use": {
                            "text": {
                                "use": [
                                    {
                                        "0": "Except as set out elsewhere in this Privacy Policy, when we refer to ‘Yahoo’, it means Yahoo Inc., the US-established company that supplies the Services to you (and acts as data controller of the personal data Yahoo collects when you use those Services)."
                                    },
                                    {
                                        "1": "Our commitment is to put users first. We strive to be transparent about how we collect and use your information, to keep your information secure and to provide you meaningful choices."
                                    },
                                    {
                                        "2": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    },
                                    {
                                        "3": "Information Collection and Use - General"
                                    },
                                    {
                                        "4": "Certain categories of information collected by Yahoo are necessary to use our Services, such as the information you must provide when registering for some Services. "
                                    },
                                    {
                                        "5": "When you create an account with a Yahoo Service or brand. (Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.) Yahoo may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you."
                                    },
                                    {
                                        "6": "When you use our Services to communicate with others or post, upload or store content (such as comments, photos, voice inputs, videos, emails, messaging services and attachments)."
                                    },
                                    {
                                        "7": "When you otherwise use our Services, such as title queries, watch history, page views, search queries, view the content we make available or install any Yahoo software such as plugins."
                                    },
                                    {
                                        "8": "When you sign up for paid Services, use Services that require your financial information or complete transactions with us or our business partners, we may collect your payment and billing information."
                                    },
                                    {
                                        "9": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "10": "When we obtain information from third-parties or other companies, such as those that use our Services. This may include your activity on other sites and apps as well as information those third-parties provide to you or us. "
                                    },
                                    {
                                        "11": "How We Use This Information"
                                    },
                                    {
                                        "12": "We are able to deliver, personalize, and improve our Services by combining and using the information we have about you (including information we receive on and off our Services) to understand how you use and interact with our Services and the people or things you’re connected to and interested in. We also may use the information we have about you for the following purposes: "
                                    },
                                    {
                                        "13": "Associate your activity across our Services and your different devices as well as associate any accounts you may use across Yahoo Services together. We may associate activity and accounts under a single user ID. "
                                    },
                                    {
                                        "14": "Create analytics and reports for external parties, including partners, publishers, advertisers, apps, third-parties and the public regarding the use of and trends within our Services and ads, including showing trends to partners regarding general preferences, the effectiveness of ads and information on user experiences. These analytics and reports may include aggregate or pseudonymized information."
                                    },
                                    {
                                        "15": "If you are located in the European Union or European Economic Area or in the UK (EU/EEA/UK), please see Section 10 “Our Legal Bases for Processing Information” for more information that applies to your use of our Services."
                                    },
                                    {
                                        "16": "Within Yahoo. Information may also be shared within Yahoo, including with other Yahoo Services and affiliates. Yahoo affiliates may use the information in a manner consistent with their privacy policies."
                                    },
                                    {
                                        "17": "When you use third-party apps, websites or other products integrated with our Services, they may collect information about your activities subject to their own terms and privacy policies. "
                                    },
                                    {
                                        "18": "We allow other companies that show advertisements on our webpages or apps to collect information from your browsers or devices. Other companies' use of cookies and other data collection technologies are subject to their own privacy policies, not this one."
                                    },
                                    {
                                        "19": "Yahoo has technical, administrative and physical safeguards in place to help protect against unauthorized access, use or disclosure of customer information we collect or store. "
                                    },
                                    {
                                        "20": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    },
                                    {
                                        "21": "Our Services are for a general audience. We do not knowingly collect, use, or share information that could reasonably be used to identify children under age 13 without prior parental consent or consistent with applicable law. With parental permission, a child under age 13 might have a Yahoo Family Account. Visit Children's Privacy & Family Accounts to learn more about children’s privacy at Yahoo."
                                    },
                                    {
                                        "22": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    },
                                    {
                                        "23": "When you use or interact with any of our Services, you consent to the data processing, sharing, transferring and uses of your information as outlined in this Privacy Policy. Regardless of the country where you reside, you authorize us to transfer, process, store and use your information in countries other than your own in accordance with this Privacy Policy and to provide you with Services. Some of these countries may not have the same data protection safeguards as the country where you reside. "
                                    },
                                    {
                                        "24": "MHC GDPR Representative\n\t\tMason Hayes and Curran Professional Services Limited\n\t\tSouth Bank House\n\t\tBarrow Street\n\t\tDublin 4\n\t\tIreland"
                                    }
                                ]
                            },
                            "count": 25
                        },
                        "why": {
                            "text": {
                                "why": [
                                    {
                                        "0": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "priv": {
                            "text": {},
                            "count": 0
                        },
                        "other": {
                            "text": {
                                "other": [
                                    {
                                        "0": "Yahoo, previously known as Verizon Media, is a technology and media company that provides a range of services. We serve our consumers, partners, advertisers and talent through our portfolio of digital platforms, products and services offered under our AOL, Yahoo and other brands."
                                    },
                                    {
                                        "1": "When you create an account with a Yahoo Service or brand. (Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.) Yahoo may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you."
                                    },
                                    {
                                        "2": "Information from Cookies and Other Technologies."
                                    },
                                    {
                                        "3": "cookies and other technologies"
                                    },
                                    {
                                        "4": "This information also includes the kind of content or ads served, viewed or clicked on; the frequency and duration of your activities; the sites or apps you used before accessing our Services and where you went next; whether you engaged with specific content or ads; and whether you went on to visit an advertiser's website, downloaded an advertiser’s app, purchased a product or service advertised, or took other actions. "
                                    },
                                    {
                                        "5": "Information from Others. We collect information about you when we receive it from other users, third-parties, and affiliates, such as: "
                                    },
                                    {
                                        "6": "other companies"
                                    },
                                    {
                                        "7": "photos, attachments, and other communications"
                                    },
                                    {
                                        "8": "Provide location-based Services, advertising, search results, and other content consistent with your location settings."
                                    },
                                    {
                                        "9": "other companies"
                                    },
                                    {
                                        "10": "Within Yahoo. Information may also be shared within Yahoo, including with other Yahoo Services and affiliates. Yahoo affiliates may use the information in a manner consistent with their privacy policies."
                                    },
                                    {
                                        "11": "other companies"
                                    },
                                    {
                                        "12": "When you use third-party apps, websites or other products integrated with our Services, they may collect information about your activities subject to their own terms and privacy policies. "
                                    },
                                    {
                                        "13": "other companies"
                                    },
                                    {
                                        "14": "For Legal and Other Purposes. "
                                    },
                                    {
                                        "15": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    },
                                    {
                                        "16": "When you use or interact with any of our Services, you consent to the data processing, sharing, transferring and uses of your information as outlined in this Privacy Policy. Regardless of the country where you reside, you authorize us to transfer, process, store and use your information in countries other than your own in accordance with this Privacy Policy and to provide you with Services. Some of these countries may not have the same data protection safeguards as the country where you reside. "
                                    },
                                    {
                                        "17": "Yahoo processes information related to individuals in the EU/EEA/UK/Switzerland and receives that information from the EU/EEA/UK/Switzerland through various compliance mechanisms, including the EU-U.S. Data Privacy Framework (DPF), the UK Extension to the DPF, and the Swiss-U.S. DPF. Where appropriate, we also rely on other transfer mechanisms such as data processing agreements based on Standard Contractual Clauses adopted by the European Commission or the United Kingdom. For more information, please visit our Data Transfer page."
                                    },
                                    {
                                        "18": "The United States and other non-EU/EEA/UK countries have different laws on data protection and rules in relation to government access to information. If you are based in the EU/EEA/UK, when your data is moved from your home country to a third country outside the EU/EEA/UK, some of these countries may not have the same data protection safeguards as your home country."
                                    },
                                    {
                                        "19": "Other Important Information"
                                    }
                                ]
                            },
                            "count": 20
                        },
                        "if": {
                            "text": {
                                "if": [
                                    {
                                        "0": "We provide control tools to help you manage your experience with us. If you have an existing Yahoo or AOL account, you will need to agree to this Privacy Policy. If you have not yet agreed to this Privacy Policy, the legacy Yahoo Privacy Policy or legacy Oath Privacy Policy (for AOL) still apply to your account. For Yahoo products or services that are accessed without signing in to an account, this Privacy Policy applies to those products and services as of May 25, 2018. If you are creating a new account, the terms below apply starting today."
                                    },
                                    {
                                        "1": "When you create an account with a Yahoo Service or brand. (Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.) Yahoo may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you."
                                    },
                                    {
                                        "2": "We provide you with controls to manage your experience with us. For example, you can review or edit your account information, manage your marketing preferences, or opt out of targeted ads. If you opt out, you will continue to see ads, but they may not be as relevant or useful to you. "
                                    },
                                    {
                                        "3": "If you are located in the European Union or European Economic Area or in the UK (EU/EEA/UK), please see Section 10 “Our Legal Bases for Processing Information” for more information that applies to your use of our Services."
                                    },
                                    {
                                        "4": "New Ownership. If the ownership or control of all or part of Yahoo or a specific Services changes as a result of a merger, acquisition or sale of assets, we may transfer your information to the new owner. "
                                    },
                                    {
                                        "5": "The United States and other non-EU/EEA/UK countries have different laws on data protection and rules in relation to government access to information. If you are based in the EU/EEA/UK, when your data is moved from your home country to a third country outside the EU/EEA/UK, some of these countries may not have the same data protection safeguards as your home country."
                                    },
                                    {
                                        "6": "We may update this Privacy Policy from time to time, so you should check it periodically. If we make changes that are material we will provide you with appropriate notice before such changes take effect."
                                    },
                                    {
                                        "7": "If you have questions, suggestions, or wish to make a complaint, please complete a feedback form or you can contact us at:"
                                    },
                                    {
                                        "8": "If you wish to contact our Data Protection Officer, you can do so by post to: Attn: Data Protection Officer, Yahoo EMEA, The EXO Building, North Wall Quay, Dublin 1, D01 W5Y2, Ireland."
                                    }
                                ]
                            },
                            "count": 9
                        },
                        "when": {
                            "text": {
                                "when": [
                                    {
                                        "0": "Except as set out elsewhere in this Privacy Policy, when we refer to ‘Yahoo’, it means Yahoo Inc., the US-established company that supplies the Services to you (and acts as data controller of the personal data Yahoo collects when you use those Services)."
                                    },
                                    {
                                        "1": "Certain categories of information collected by Yahoo are necessary to use our Services, such as the information you must provide when registering for some Services. "
                                    },
                                    {
                                        "2": "When you create an account with a Yahoo Service or brand. (Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.) Yahoo may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you."
                                    },
                                    {
                                        "3": "When you use our Services to communicate with others or post, upload or store content (such as comments, photos, voice inputs, videos, emails, messaging services and attachments)."
                                    },
                                    {
                                        "4": "When you otherwise use our Services, such as title queries, watch history, page views, search queries, view the content we make available or install any Yahoo software such as plugins."
                                    },
                                    {
                                        "5": "When you sign up for paid Services, use Services that require your financial information or complete transactions with us or our business partners, we may collect your payment and billing information."
                                    },
                                    {
                                        "6": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    },
                                    {
                                        "7": "Information from Others. We collect information about you when we receive it from other users, third-parties, and affiliates, such as: "
                                    },
                                    {
                                        "8": "When you connect your account to third-party services or sign in using a third-party partner (like Facebook or Twitter)."
                                    },
                                    {
                                        "9": "When we obtain information from third-parties or other companies, such as those that use our Services. This may include your activity on other sites and apps as well as information those third-parties provide to you or us. "
                                    },
                                    {
                                        "10": "Fulfill your requests and when authorized by you. "
                                    },
                                    {
                                        "11": "Yahoo shares information within its affiliated brands and companies. We also share information we have about you for the purposes described in this Privacy Policy, including to provide Services that you have requested (including when you connect with third-party apps and widgets). We do not sell, license or share information that individually identifies our customers with companies, organizations or individuals outside of Yahoo unless one of the following circumstances applies:"
                                    },
                                    {
                                        "12": "With Your Consent. We will share information with companies, organizations or individuals outside of Yahoo when we have your consent. "
                                    },
                                    {
                                        "13": "When you use third-party apps, websites or other products integrated with our Services, they may collect information about your activities subject to their own terms and privacy policies. "
                                    },
                                    {
                                        "14": "When you use or interact with any of our Services, you consent to the data processing, sharing, transferring and uses of your information as outlined in this Privacy Policy. Regardless of the country where you reside, you authorize us to transfer, process, store and use your information in countries other than your own in accordance with this Privacy Policy and to provide you with Services. Some of these countries may not have the same data protection safeguards as the country where you reside. "
                                    },
                                    {
                                        "15": "The United States and other non-EU/EEA/UK countries have different laws on data protection and rules in relation to government access to information. If you are based in the EU/EEA/UK, when your data is moved from your home country to a third country outside the EU/EEA/UK, some of these countries may not have the same data protection safeguards as your home country."
                                    }
                                ]
                            },
                            "count": 16
                        },
                        "help": {
                            "text": {
                                "help": [
                                    {
                                        "0": "We provide control tools to help you manage your experience with us. If you have an existing Yahoo or AOL account, you will need to agree to this Privacy Policy. If you have not yet agreed to this Privacy Policy, the legacy Yahoo Privacy Policy or legacy Oath Privacy Policy (for AOL) still apply to your account. For Yahoo products or services that are accessed without signing in to an account, this Privacy Policy applies to those products and services as of May 25, 2018. If you are creating a new account, the terms below apply starting today."
                                    },
                                    {
                                        "1": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    },
                                    {
                                        "2": "Help advertisers and publishers connect to offer relevant advertising in their apps and websites."
                                    },
                                    {
                                        "3": "Yahoo has technical, administrative and physical safeguards in place to help protect against unauthorized access, use or disclosure of customer information we collect or store. "
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "access": {
                            "text": {
                                "access": [
                                    {
                                        "0": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    },
                                    {
                                        "1": "For Legal and Other Purposes. We may access, preserve and disclose information to investigate, prevent, or take action in connection with: (i) legal process and legal requests; (ii) enforcement of the Terms; (iii) claims that any content violates the rights of third-parties; (iv) requests for customer service; (v) technical issues; (vi) protecting the rights, property or personal safety of Yahoo, its users or the public; (vii) establishing or exercising our legal rights or defending against legal claims; or (viii) as otherwise required by law."
                                    },
                                    {
                                        "2": "Yahoo has technical, administrative and physical safeguards in place to help protect against unauthorized access, use or disclosure of customer information we collect or store. "
                                    },
                                    {
                                        "3": "The United States and other non-EU/EEA/UK countries have different laws on data protection and rules in relation to government access to information. If you are based in the EU/EEA/UK, when your data is moved from your home country to a third country outside the EU/EEA/UK, some of these countries may not have the same data protection safeguards as your home country."
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "can't access": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "CAPABILITY": {
                        "we will not": {
                            "text": {},
                            "count": 0
                        },
                        "we only": {
                            "text": {},
                            "count": 0
                        },
                        "we collect": {
                            "text": {
                                "we collect": [
                                    {
                                        "0": "Our commitment is to put users first. We strive to be transparent about how we collect and use your information, to keep your information secure and to provide you meaningful choices."
                                    },
                                    {
                                        "1": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    },
                                    {
                                        "2": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "3": "Location Information. We collect location information from a variety of sources. You can learn more about and manage your location permissions on our Locations page and by visiting the location settings tool on your devices."
                                    },
                                    {
                                        "4": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    },
                                    {
                                        "5": "Information from Others. We collect information about you when we receive it from other users, third-parties, and affiliates, such as: "
                                    },
                                    {
                                        "6": "Yahoo has technical, administrative and physical safeguards in place to help protect against unauthorized access, use or disclosure of customer information we collect or store. "
                                    }
                                ]
                            },
                            "count": 7
                        },
                        "we may collect": {
                            "text": {
                                "we may collect": [
                                    {
                                        "0": "Certain categories of information collected by Yahoo are necessary to use our Services, such as the information you must provide when registering for some Services. We may collect and combine information when you interact with Yahoo Services information outlined below:"
                                    },
                                    {
                                        "1": "Information You Provide to Us. We may collect the information that you provide to us, such as:"
                                    },
                                    {
                                        "2": "When you sign up for paid Services, use Services that require your financial information or complete transactions with us or our business partners, we may collect your payment and billing information."
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "we gather data": {
                            "text": {},
                            "count": 0
                        },
                        "you may": {
                            "text": {
                                "you may": [
                                    {
                                        "0": "Associate your activity across our Services and your different devices as well as associate any accounts you may use across Yahoo Services together. We may associate activity and accounts under a single user ID. "
                                    },
                                    {
                                        "1": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "you can": {
                            "text": {
                                "you can": [
                                    {
                                        "0": "We believe you should have tools to control your information. You can find controls to manage or review your account information, marketing preferences, location data, and search history at Privacy Controls. Some of our Services provide additional controls and privacy practices. (See, Details for Specific Products and Services)"
                                    },
                                    {
                                        "1": "Location Information. We collect location information from a variety of sources. You can learn more about and manage your location permissions on our Locations page and by visiting the location settings tool on your devices."
                                    },
                                    {
                                        "2": "Analyze your content and other information (including emails, instant messages, posts photos, attachments, and other communications). You can review and control certain types of information tied to your Yahoo account by using Privacy Controls. "
                                    },
                                    {
                                        "3": "you can also control"
                                    },
                                    {
                                        "4": "We provide you with controls to manage your experience with us. For example, you can review or edit your account information, manage your marketing preferences, or opt out of targeted ads. If you opt out, you will continue to see ads, but they may not be as relevant or useful to you. "
                                    },
                                    {
                                        "5": "If you have questions, suggestions, or wish to make a complaint, please complete a feedback form or you can contact us at:"
                                    },
                                    {
                                        "6": "If you wish to contact our Data Protection Officer, you can do so by post to: Attn: Data Protection Officer, Yahoo EMEA, The EXO Building, North Wall Quay, Dublin 1, D01 W5Y2, Ireland."
                                    }
                                ]
                            },
                            "count": 7
                        },
                        "right": {
                            "text": {},
                            "count": 0
                        },
                        "choice": {
                            "text": {},
                            "count": 0
                        },
                        "request": {
                            "text": {
                                "request": [
                                    {
                                        "0": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "delete": {
                            "text": {},
                            "count": 0
                        },
                        "deletion": {
                            "text": {},
                            "count": 0
                        },
                        "remove": {
                            "text": {},
                            "count": 0
                        },
                        "removal": {
                            "text": {},
                            "count": 0
                        },
                        "erase": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "LEGAL": {
                        "contract": {
                            "text": {
                                "contract": [
                                    {
                                        "0": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "agreement": {
                            "text": {},
                            "count": 0
                        },
                        "obligation": {
                            "text": {
                                "obligation": [
                                    {
                                        "0": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    },
                                    {
                                        "1": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "you control": {
                            "text": {},
                            "count": 0
                        },
                        "we control": {
                            "text": {},
                            "count": 0
                        },
                        "legal": {
                            "text": {
                                "legal": [
                                    {
                                        "0": "If you are located in the European Union or European Economic Area or in the UK (EU/EEA/UK), please see Section 10 “Our Legal Bases for Processing Information” for more information that applies to your use of our Services."
                                    },
                                    {
                                        "1": "For Legal and Other Purposes. "
                                    },
                                    {
                                        "2": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    },
                                    {
                                        "3": "Our Legal Bases for Processing Information."
                                    },
                                    {
                                        "4": "Legal bases"
                                    },
                                    {
                                        "5": "October 2020 - updates to data transfers and legal bases; and"
                                    }
                                ]
                            },
                            "count": 6
                        },
                        "authority": {
                            "text": {},
                            "count": 0
                        },
                        "comply": {
                            "text": {
                                "comply": [
                                    {
                                        "0": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    },
                                    {
                                        "1": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "compliant": {
                            "text": {},
                            "count": 0
                        },
                        "law": {
                            "text": {
                                "law": [
                                    {
                                        "0": "For Legal and Other Purposes. We may access, preserve and disclose information to investigate, prevent, or take action in connection with: (i) legal process and legal requests; (ii) enforcement of the Terms; (iii) claims that any content violates the rights of third-parties; (iv) requests for customer service; (v) technical issues; (vi) protecting the rights, property or personal safety of Yahoo, its users or the public; (vii) establishing or exercising our legal rights or defending against legal claims; or (viii) as otherwise required by law."
                                    },
                                    {
                                        "1": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    },
                                    {
                                        "2": "Our Services are for a general audience. We do not knowingly collect, use, or share information that could reasonably be used to identify children under age 13 without prior parental consent or consistent with applicable law. With parental permission, a child under age 13 might have a Yahoo Family Account. Visit Children's Privacy & Family Accounts to learn more about children’s privacy at Yahoo."
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "enforce": {
                            "text": {
                                "enforce": [
                                    {
                                        "0": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "govern": {
                            "text": {},
                            "count": 0
                        },
                        "regulators": {
                            "text": {},
                            "count": 0
                        },
                        "regulatory": {
                            "text": {},
                            "count": 0
                        },
                        "policy": {
                            "text": {
                                "policy": [
                                    {
                                        "0": "\n            Repeat Infringer Policy\n        "
                                    },
                                    {
                                        "1": "\n            Repeat Infringer Policy\n        "
                                    },
                                    {
                                        "2": "legacy Oath Privacy Policy (for AOL)"
                                    },
                                    {
                                        "3": "Except as set out elsewhere in this Privacy Policy, when we refer to ‘Yahoo’, it means Yahoo Inc., the US-established company that supplies the Services to you (and acts as data controller of the personal data Yahoo collects when you use those Services)."
                                    },
                                    {
                                        "4": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    },
                                    {
                                        "5": "Yahoo shares information within its affiliated brands and companies. We also share information we have about you for the purposes described in this Privacy Policy, including to provide Services that you have requested (including when you connect with third-party apps and widgets). We do not sell, license or share information that individually identifies our customers with companies, organizations or individuals outside of Yahoo unless one of the following circumstances applies:"
                                    },
                                    {
                                        "6": "When you use or interact with any of our Services, you consent to the data processing, sharing, transferring and uses of your information as outlined in this Privacy Policy. Regardless of the country where you reside, you authorize us to transfer, process, store and use your information in countries other than your own in accordance with this Privacy Policy and to provide you with Services. Some of these countries may not have the same data protection safeguards as the country where you reside. "
                                    },
                                    {
                                        "7": "This Privacy Policy Applies Only to Yahoo. "
                                    },
                                    {
                                        "8": "We may update this Privacy Policy from time to time, so you should check it periodically. If we make changes that are material we will provide you with appropriate notice before such changes take effect."
                                    },
                                    {
                                        "9": "Yahoo\n\t\tCustomer Care - Privacy Policy Issues\n\t\t770 Broadway, New York\n\t\tNY 10003, USA"
                                    }
                                ]
                            },
                            "count": 10
                        },
                        "international": {
                            "text": {},
                            "count": 0
                        },
                        "in accordane with": {
                            "text": {},
                            "count": 0
                        },
                        "california": {
                            "text": {
                                "california": [
                                    {
                                        "0": "\n                        \n                            \n                                State Privacy Rights\n                            \n                        \n                        \n  \n        California\n  \n        Colorado\n  \n        Connecticut\n  \n        Florida\n  \n        Montana\n  \n        Oregon\n  \n        Texas\n  \n        Utah\n  \n        Virginia\n  \n        Washington\n                        "
                                    },
                                    {
                                        "1": "\n                    \n  \n        California\n  \n        Colorado\n  \n        Connecticut\n  \n        Florida\n  \n        Montana\n  \n        Oregon\n  \n        Texas\n  \n        Utah\n  \n        Virginia\n  \n        Washington\n                    "
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "children": {
                            "text": {
                                "children": [
                                    {
                                        "0": "Protecting Children’s Privacy"
                                    },
                                    {
                                        "1": "Children's Privacy & Family Accounts"
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "kid": {
                            "text": {},
                            "count": 0
                        },
                        "child": {
                            "text": {
                                "child": [
                                    {
                                        "0": "Our Services are for a general audience. We do not knowingly collect, use, or share information that could reasonably be used to identify children under age 13 without prior parental consent or consistent with applicable law. With parental permission, a child under age 13 might have a Yahoo Family Account. Visit Children's Privacy & Family Accounts to learn more about children’s privacy at Yahoo."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "youth": {
                            "text": {},
                            "count": 0
                        },
                        "young": {
                            "text": {},
                            "count": 0
                        },
                        "minor": {
                            "text": {},
                            "count": 0
                        },
                        "you consented": {
                            "text": {},
                            "count": 0
                        },
                        "you consent": {
                            "text": {
                                "you consent": [
                                    {
                                        "0": "When you use or interact with any of our Services, you consent to the data processing, sharing, transferring and uses of your information as outlined in this Privacy Policy. Regardless of the country where you reside, you authorize us to transfer, process, store and use your information in countries other than your own in accordance with this Privacy Policy and to provide you with Services. Some of these countries may not have the same data protection safeguards as the country where you reside. "
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "you agree": {
                            "text": {},
                            "count": 0
                        },
                        "your agreement": {
                            "text": {},
                            "count": 0
                        },
                        "you acknowledge": {
                            "text": {},
                            "count": 0
                        },
                        "you acknowledged": {
                            "text": {},
                            "count": 0
                        },
                        "you signed": {
                            "text": {},
                            "count": 0
                        },
                        "you approve": {
                            "text": {},
                            "count": 0
                        },
                        "you approved": {
                            "text": {},
                            "count": 0
                        },
                        "your permission": {
                            "text": {},
                            "count": 0
                        },
                        "you accepted": {
                            "text": {},
                            "count": 0
                        },
                        "you read": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "BUSINESS_FOCUS": {
                        "third parties": {
                            "text": {
                                "third parties": [
                                    {
                                        "0": "\n            Third Parties\n        "
                                    },
                                    {
                                        "1": "\n            Third Parties\n        "
                                    },
                                    {
                                        "2": "When you create an account with a Yahoo Service or brand. (Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.) Yahoo may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you."
                                    },
                                    {
                                        "3": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "third-party": {
                            "text": {
                                "third-party": [
                                    {
                                        "0": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "1": "When you connect your account to third-party services or sign in using a third-party partner (like Facebook or Twitter)."
                                    },
                                    {
                                        "2": "third-party apps and widgets"
                                    },
                                    {
                                        "3": "When you use third-party apps, websites or other products integrated with our Services, they may collect information about your activities subject to their own terms and privacy policies. "
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "third party": {
                            "text": {},
                            "count": 0
                        },
                        "advertising": {
                            "text": {
                                "advertising": [
                                    {
                                        "0": "\n            Relevant Advertising\n        "
                                    },
                                    {
                                        "1": "\n            Relevant Advertising\n        "
                                    },
                                    {
                                        "2": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    },
                                    {
                                        "3": "Yahoo analyzes and stores all communications content, including email content from incoming and outgoing mail. This allows us to deliver, personalize and develop relevant features, content, advertising and Services."
                                    },
                                    {
                                        "4": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "5": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    },
                                    {
                                        "6": "Help advertisers and publishers connect to offer relevant advertising in their apps and websites."
                                    },
                                    {
                                        "7": "Match and serve targeted advertising (across devices and both on and off of our Services) and provide targeted advertising based on your device activity, inferred interests and location information."
                                    },
                                    {
                                        "8": "Provide location-based Services, advertising, search results, and other content consistent with your location settings."
                                    },
                                    {
                                        "9": "Advertising, Analytics and Business Partners (Limited to Non-Personally Identifiable Information). "
                                    }
                                ]
                            },
                            "count": 10
                        },
                        "sends to": {
                            "text": {},
                            "count": 0
                        },
                        "sell to": {
                            "text": {},
                            "count": 0
                        },
                        "share with": {
                            "text": {},
                            "count": 0
                        },
                        "exchange": {
                            "text": {},
                            "count": 0
                        },
                        "improve": {
                            "text": {
                                "improve": [
                                    {
                                        "0": "We are able to deliver, personalize, and improve our Services by combining and using the information we have about you (including information we receive on and off our Services) to understand how you use and interact with our Services and the people or things you’re connected to and interested in. We also may use the information we have about you for the following purposes: "
                                    },
                                    {
                                        "1": "Provide, maintain, improve, and develop relevant features, content, and Services."
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "optimize": {
                            "text": {},
                            "count": 0
                        },
                        "increase": {
                            "text": {},
                            "count": 0
                        },
                        "benefit": {
                            "text": {},
                            "count": 0
                        },
                        "enhance": {
                            "text": {},
                            "count": 0
                        },
                        "innovate": {
                            "text": {},
                            "count": 0
                        },
                        "technologial innovation": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "UTILIZATION": {
                        "data": {
                            "text": {
                                "data": [
                                    {
                                        "0": "Except as set out elsewhere in this Privacy Policy, when we refer to ‘Yahoo’, it means Yahoo Inc., the US-established company that supplies the Services to you (and acts as data controller of the personal data Yahoo collects when you use those Services)."
                                    },
                                    {
                                        "1": "We believe you should have tools to control your information. You can find controls to manage or review your account information, marketing preferences, location data, and search history at Privacy Controls. Some of our Services provide additional controls and privacy practices. (See, Details for Specific Products and Services)"
                                    },
                                    {
                                        "2": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "3": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    },
                                    {
                                        "4": "We allow other companies that show advertisements on our webpages or apps to collect information from your browsers or devices. Other companies' use of cookies and other data collection technologies are subject to their own privacy policies, not this one."
                                    },
                                    {
                                        "5": "Information Security and Data Retention"
                                    },
                                    {
                                        "6": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    },
                                    {
                                        "7": "Data Processing and Transfers"
                                    },
                                    {
                                        "8": "When you use or interact with any of our Services, you consent to the data processing, sharing, transferring and uses of your information as outlined in this Privacy Policy. Regardless of the country where you reside, you authorize us to transfer, process, store and use your information in countries other than your own in accordance with this Privacy Policy and to provide you with Services. Some of these countries may not have the same data protection safeguards as the country where you reside. "
                                    },
                                    {
                                        "9": "Data Transfer"
                                    },
                                    {
                                        "10": "The United States and other non-EU/EEA/UK countries have different laws on data protection and rules in relation to government access to information. If you are based in the EU/EEA/UK, when your data is moved from your home country to a third country outside the EU/EEA/UK, some of these countries may not have the same data protection safeguards as your home country."
                                    },
                                    {
                                        "11": "If you wish to contact our Data Protection Officer, you can do so by post to: Attn: Data Protection Officer, Yahoo EMEA, The EXO Building, North Wall Quay, Dublin 1, D01 W5Y2, Ireland."
                                    },
                                    {
                                        "12": "October 2020 - updates to data transfers and legal bases; and"
                                    },
                                    {
                                        "13": "September 2021 - updates to reflect name change; additional information added regarding data retention;"
                                    },
                                    {
                                        "14": "September 2024 - updates to data transfers."
                                    }
                                ]
                            },
                            "count": 15
                        },
                        "we process": {
                            "text": {},
                            "count": 0
                        },
                        "collected": {
                            "text": {
                                "collected": [
                                    {
                                        "0": "Certain categories of information collected by Yahoo are necessary to use our Services, such as the information you must provide when registering for some Services. "
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "stored": {
                            "text": {},
                            "count": 0
                        },
                        "retention": {
                            "text": {
                                "retention": [
                                    {
                                        "0": "Information Security and Data Retention\n\t\n\t\tYahoo has technical, administrative and physical safeguards in place to help protect against unauthorized access, use or disclosure of customer information we collect or store. \n\t\t\n\t\t\n\t\tYahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard.\n\t\t\n\t"
                                    },
                                    {
                                        "1": "September 2021 - updates to reflect name change; additional information added regarding data retention;"
                                    }
                                ]
                            },
                            "count": 2
                        }
                    },
                    "INNOVATION": {
                        "analyze": {
                            "text": {
                                "analyze": [
                                    {
                                        "0": "Analyze your content and other information (including emails, instant messages, posts photos, attachments, and other communications). You can review and control certain types of information tied to your Yahoo account by using Privacy Controls. "
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "analysis": {
                            "text": {},
                            "count": 0
                        },
                        "analytics": {
                            "text": {
                                "analytics": [
                                    {
                                        "0": "Create analytics and reports for external parties, including partners, publishers, advertisers, apps, third-parties and the public regarding the use of and trends within our Services and ads, including showing trends to partners regarding general preferences, the effectiveness of ads and information on user experiences. These analytics and reports may include aggregate or pseudonymized information."
                                    },
                                    {
                                        "1": "Advertising, Analytics and Business Partners (Limited to Non-Personally Identifiable Information). "
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "automate": {
                            "text": {},
                            "count": 0
                        },
                        "automatic": {
                            "text": {},
                            "count": 0
                        },
                        "AI": {
                            "text": {},
                            "count": 0
                        },
                        "automatically": {
                            "text": {},
                            "count": 0
                        },
                        "artificial intelligence": {
                            "text": {},
                            "count": 0
                        },
                        "algorithm": {
                            "text": {},
                            "count": 0
                        },
                        "language processing": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "SECURITY": {
                        "control": {
                            "text": {
                                "control": [
                                    {
                                        "0": "We provide control tools to help you manage your experience with us. If you have an existing Yahoo or AOL account, you will need to agree to this Privacy Policy. If you have not yet agreed to this Privacy Policy, the legacy Yahoo Privacy Policy or legacy Oath Privacy Policy (for AOL) still apply to your account. For Yahoo products or services that are accessed without signing in to an account, this Privacy Policy applies to those products and services as of May 25, 2018. If you are creating a new account, the terms below apply starting today."
                                    },
                                    {
                                        "1": "We believe you should have tools to control your information. You can find controls to manage or review your account information, marketing preferences, location data, and search history at Privacy Controls. Some of our Services provide additional controls and privacy practices. (See, Details for Specific Products and Services)"
                                    },
                                    {
                                        "2": "Analyze your content and other information (including emails, instant messages, posts photos, attachments, and other communications). You can review and control certain types of information tied to your Yahoo account by using Privacy Controls. "
                                    },
                                    {
                                        "3": "Contact you with information about your account or with marketing messages, which you can also control. "
                                    },
                                    {
                                        "4": "New Ownership. If the ownership or control of all or part of Yahoo or a specific Services changes as a result of a merger, acquisition or sale of assets, we may transfer your information to the new owner. "
                                    },
                                    {
                                        "5": "This Privacy Policy Applies Only to Yahoo. This Privacy Policy does not apply to the practices of companies that Yahoo does not own or control, or to people that Yahoo does not employ or manage. In addition, some affiliated products may have different privacy policies and practices that are not subject to this Privacy Policy. "
                                    }
                                ]
                            },
                            "count": 6
                        },
                        "settings": {
                            "text": {
                                "settings": [
                                    {
                                        "0": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "1": "Location Information. We collect location information from a variety of sources. You can learn more about and manage your location permissions on our Locations page and by visiting the location settings tool on your devices."
                                    },
                                    {
                                        "2": "Provide location-based Services, advertising, search results, and other content consistent with your location settings."
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "controls": {
                            "text": {
                                "controls": [
                                    {
                                        "0": "\n            Dashboard & Controls\n        "
                                    },
                                    {
                                        "1": "\n            Dashboard & Controls\n        "
                                    },
                                    {
                                        "2": "We believe you should have tools to control your information. You can find controls to manage or review your account information, marketing preferences, location data, and search history at Privacy Controls. Some of our Services provide additional controls and privacy practices. (See, Details for Specific Products and Services)"
                                    },
                                    {
                                        "3": "Analyze your content and other information (including emails, instant messages, posts photos, attachments, and other communications). You can review and control certain types of information tied to your Yahoo account by using Privacy Controls. "
                                    },
                                    {
                                        "4": "We provide you with controls to manage your experience with us. For example, you can review or edit your account information, manage your marketing preferences, or opt out of targeted ads. If you opt out, you will continue to see ads, but they may not be as relevant or useful to you. "
                                    }
                                ]
                            },
                            "count": 5
                        },
                        "fraud": {
                            "text": {
                                "fraud": [
                                    {
                                        "0": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "to detect": {
                            "text": {},
                            "count": 0
                        },
                        "malicious": {
                            "text": {},
                            "count": 0
                        },
                        "illegal activity": {
                            "text": {},
                            "count": 0
                        },
                        "to protect": {
                            "text": {
                                "to protect": [
                                    {
                                        "0": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "encryption": {
                            "text": {},
                            "count": 0
                        },
                        "security": {
                            "text": {
                                "security": [
                                    {
                                        "0": "Information Security and Data Retention"
                                    },
                                    {
                                        "1": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "unauthorized": {
                            "text": {
                                "unauthorized": [
                                    {
                                        "0": "Yahoo has technical, administrative and physical safeguards in place to help protect against unauthorized access, use or disclosure of customer information we collect or store. "
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "auditing": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "EDUCATION": {
                        "how": {
                            "text": {
                                "how": [
                                    {
                                        "0": "Our commitment is to put users first. We strive to be transparent about how we collect and use your information, to keep your information secure and to provide you meaningful choices."
                                    },
                                    {
                                        "1": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "2": "How We Use This Information"
                                    },
                                    {
                                        "3": "We are able to deliver, personalize, and improve our Services by combining and using the information we have about you (including information we receive on and off our Services) to understand how you use and interact with our Services and the people or things you’re connected to and interested in. We also may use the information we have about you for the following purposes: "
                                    },
                                    {
                                        "4": "How We Share This Information"
                                    },
                                    {
                                        "5": "Advertising, Analytics and Business Partners (Limited to Non-Personally Identifiable Information). We may share aggregated or pseudonymous information (including demographic information) with partners, such as publishers, advertisers, measurement analytics, apps, or other companies. For example, we may tell an advertiser how its ads performed or report how many people installed an app after seeing a promotion. We do not share personally identifiable information (like phone number or email address) with these partners, such as publishers, advertisers, ad agencies, or analytics partners."
                                    },
                                    {
                                        "6": "We allow other companies that show advertisements on our webpages or apps to collect information from your browsers or devices. Other companies' use of cookies and other data collection technologies are subject to their own privacy policies, not this one."
                                    },
                                    {
                                        "7": "This may include responding to lawful governmental requests. Learn more about how we evaluate and respond to these requests. "
                                    },
                                    {
                                        "8": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    }
                                ]
                            },
                            "count": 9
                        },
                        "what": {
                            "text": {
                                "what": [
                                    {
                                        "0": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "how you": {
                            "text": {
                                "how you": [
                                    {
                                        "0": "Device Information. We collect information from your devices (computers, mobile phones, tablets, etc.), including information about how you interact with our Services and those of our third-party partners and information that allows us to recognize and associate your activity across devices and Services. This information includes device specific identifiers and information such as IP address, cookie information, mobile device and advertising identifiers, browser version, operating system type and version, mobile network information, device settings, and software data. We may recognize your devices to provide you with personalized experiences and advertising across the devices you use. "
                                    },
                                    {
                                        "1": "We are able to deliver, personalize, and improve our Services by combining and using the information we have about you (including information we receive on and off our Services) to understand how you use and interact with our Services and the people or things you’re connected to and interested in. We also may use the information we have about you for the following purposes: "
                                    }
                                ]
                            },
                            "count": 2
                        },
                        "how we ": {
                            "text": {},
                            "count": 0
                        },
                        "explain": {
                            "text": {},
                            "count": 0
                        },
                        "understand": {
                            "text": {
                                "understand": [
                                    {
                                        "0": "This Privacy Policy is meant to help you understand what information Yahoo, its affiliates and its house of global brands (“Yahoo,” “us,” “our” or “we”) collect, why we collect it and what we do with it. This policy applies to Yahoo brands, websites, apps, advertising services, products, services or technologies (we’ll collectively refer to these as “Services”). Additional privacy practices for certain Services can be found in  Details for Specific Products and Services."
                                    },
                                    {
                                        "1": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    },
                                    {
                                        "2": "We are able to deliver, personalize, and improve our Services by combining and using the information we have about you (including information we receive on and off our Services) to understand how you use and interact with our Services and the people or things you’re connected to and interested in. We also may use the information we have about you for the following purposes: "
                                    },
                                    {
                                        "3": "Yahoo will retain your personal information for as long as necessary to provide the applicable Yahoo Services to you. In some cases, Yahoo has certain business or legal requirements that result in an obligation to retain your personal information for an extended period of time. These obligations may include financial record keeping, ensuring continuity of our products or services, security, fraud, and abuse prevention, or compliance with our legal obligations. In some limited cases, we may keep data for longer than needed for the purposes set out in the Yahoo Privacy Dashboard, such as: (i) replicating or backing up certain data to “offline” storage for disaster recovery purposes; (ii) truncating, redacting or summarizing raw data, log files and database records into statistical aggregate data or probabilistic data structures to understand long term trends; (iii) maintaining de-identified data for varying periods for research, reporting and product testing or development (in these cases, unique identifiers and linkages to existing data about you are broken or removed so that this data is no longer associated with you, your browser, or device); or (iv) keeping and using certain data to comply with our legal obligations, resolve disputes or enforce our agreements (for example, we might keep data associated with an account subject to litigation or a request from law enforcement). For specific information about your personal information or how your personal information is processed by a particular Yahoo product or service you may interact with, please log into the Yahoo Privacy Dashboard."
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "learn": {
                            "text": {
                                "learn": [
                                    {
                                        "0": "Location Information. We collect location information from a variety of sources. You can learn more about and manage your location permissions on our Locations page and by visiting the location settings tool on your devices."
                                    },
                                    {
                                        "1": "This may include responding to lawful governmental requests. Learn more about how we evaluate and respond to these requests. "
                                    },
                                    {
                                        "2": "Our Services are for a general audience. We do not knowingly collect, use, or share information that could reasonably be used to identify children under age 13 without prior parental consent or consistent with applicable law. With parental permission, a child under age 13 might have a Yahoo Family Account. Visit Children's Privacy & Family Accounts to learn more about children’s privacy at Yahoo."
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "more information": {
                            "text": {
                                "more information": [
                                    {
                                        "0": "If you are located in the European Union or European Economic Area or in the UK (EU/EEA/UK), please see Section 10 “Our Legal Bases for Processing Information” for more information that applies to your use of our Services."
                                    },
                                    {
                                        "1": "Our Legal Bases for Processing Information. We mainly rely on three separate bases to lawfully process your information. First, we need to process your information in certain ways to provide our services to you, in accordance with our Terms of Service. This processing is necessary to perform the contract between you and us. Second, where you have given us consent to use your information in certain ways, we will rely on your consent. Third, in certain cases, we may process your information where necessary for the purposes of our legitimate interests or the legitimate interests of third parties, where those legitimate interests are not overridden by your rights or interests. Occasionally, Yahoo may rely on other legal bases to process your information, such as to protect a user’s vital interests (such as where there is a risk of imminent harm) or to comply with a legal obligation. Please see our Legal bases page for more information."
                                    },
                                    {
                                        "2": "Yahoo processes information related to individuals in the EU/EEA/UK/Switzerland and receives that information from the EU/EEA/UK/Switzerland through various compliance mechanisms, including the EU-U.S. Data Privacy Framework (DPF), the UK Extension to the DPF, and the Swiss-U.S. DPF. Where appropriate, we also rely on other transfer mechanisms such as data processing agreements based on Standard Contractual Clauses adopted by the European Commission or the United Kingdom. For more information, please visit our Data Transfer page."
                                    }
                                ]
                            },
                            "count": 3
                        },
                        "educational resource": {
                            "text": {},
                            "count": 0
                        },
                        "educate": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "TECHNOLOGY": {
                        "cookies": {
                            "text": {
                                "cookies": [
                                    {
                                        "0": "When you create an account with a Yahoo Service or brand. (Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.) Yahoo may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you."
                                    },
                                    {
                                        "1": "Information from Cookies and Other Technologies."
                                    },
                                    {
                                        "2": "cookies and other technologies"
                                    },
                                    {
                                        "3": "We allow other companies that show advertisements on our webpages or apps to collect information from your browsers or devices. Other companies' use of cookies and other data collection technologies are subject to their own privacy policies, not this one."
                                    }
                                ]
                            },
                            "count": 4
                        },
                        "mobile identifiers": {
                            "text": {},
                            "count": 0
                        },
                        "pixel tags": {
                            "text": {},
                            "count": 0
                        },
                        "web beacons": {
                            "text": {
                                "web beacons": [
                                    {
                                        "0": "We collect information when you access content, advertising, sites, interactive widgets, applications, and other products (both on and off of our Services) where Yahoo data collection technologies (such as web beacons, development tools, cookies and other technologies, etc.) are present. These data collection technologies allow us to understand your activity on and off our Services and to collect and store information when you interact with Services we offer to partners."
                                    }
                                ]
                            },
                            "count": 1
                        },
                        "session monitoring": {
                            "text": {},
                            "count": 0
                        }
                    }
                },
                "link-1": {
                    "WORDS": {
                        "we": {
                            "text": {},
                            "count": 0
                        },
                        "promise": {
                            "text": {},
                            "count": 0
                        },
                        "only": {
                            "text": {},
                            "count": 0
                        },
                        "information": {
                            "text": {},
                            "count": 0
                        },
                        "use": {
                            "text": {},
                            "count": 0
                        },
                        "why": {
                            "text": {},
                            "count": 0
                        },
                        "priv": {
                            "text": {},
                            "count": 0
                        },
                        "other": {
                            "text": {},
                            "count": 0
                        },
                        "if": {
                            "text": {},
                            "count": 0
                        },
                        "when": {
                            "text": {},
                            "count": 0
                        },
                        "help": {
                            "text": {},
                            "count": 0
                        },
                        "access": {
                            "text": {},
                            "count": 0
                        },
                        "can't access": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "CAPABILITY": {
                        "we will not": {
                            "text": {},
                            "count": 0
                        },
                        "we only": {
                            "text": {},
                            "count": 0
                        },
                        "we collect": {
                            "text": {},
                            "count": 0
                        },
                        "we may collect": {
                            "text": {},
                            "count": 0
                        },
                        "we gather data": {
                            "text": {},
                            "count": 0
                        },
                        "you may": {
                            "text": {},
                            "count": 0
                        },
                        "you can": {
                            "text": {},
                            "count": 0
                        },
                        "right": {
                            "text": {},
                            "count": 0
                        },
                        "choice": {
                            "text": {},
                            "count": 0
                        },
                        "request": {
                            "text": {},
                            "count": 0
                        },
                        "delete": {
                            "text": {},
                            "count": 0
                        },
                        "deletion": {
                            "text": {},
                            "count": 0
                        },
                        "remove": {
                            "text": {},
                            "count": 0
                        },
                        "removal": {
                            "text": {},
                            "count": 0
                        },
                        "erase": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "LEGAL": {
                        "contract": {
                            "text": {},
                            "count": 0
                        },
                        "agreement": {
                            "text": {},
                            "count": 0
                        },
                        "obligation": {
                            "text": {},
                            "count": 0
                        },
                        "you control": {
                            "text": {},
                            "count": 0
                        },
                        "we control": {
                            "text": {},
                            "count": 0
                        },
                        "legal": {
                            "text": {},
                            "count": 0
                        },
                        "authority": {
                            "text": {},
                            "count": 0
                        },
                        "comply": {
                            "text": {},
                            "count": 0
                        },
                        "compliant": {
                            "text": {},
                            "count": 0
                        },
                        "law": {
                            "text": {},
                            "count": 0
                        },
                        "enforce": {
                            "text": {},
                            "count": 0
                        },
                        "govern": {
                            "text": {},
                            "count": 0
                        },
                        "regulators": {
                            "text": {},
                            "count": 0
                        },
                        "regulatory": {
                            "text": {},
                            "count": 0
                        },
                        "policy": {
                            "text": {},
                            "count": 0
                        },
                        "international": {
                            "text": {},
                            "count": 0
                        },
                        "in accordane with": {
                            "text": {},
                            "count": 0
                        },
                        "california": {
                            "text": {},
                            "count": 0
                        },
                        "children": {
                            "text": {},
                            "count": 0
                        },
                        "kid": {
                            "text": {},
                            "count": 0
                        },
                        "child": {
                            "text": {},
                            "count": 0
                        },
                        "youth": {
                            "text": {},
                            "count": 0
                        },
                        "young": {
                            "text": {},
                            "count": 0
                        },
                        "minor": {
                            "text": {},
                            "count": 0
                        },
                        "you consented": {
                            "text": {},
                            "count": 0
                        },
                        "you consent": {
                            "text": {},
                            "count": 0
                        },
                        "you agree": {
                            "text": {},
                            "count": 0
                        },
                        "your agreement": {
                            "text": {},
                            "count": 0
                        },
                        "you acknowledge": {
                            "text": {},
                            "count": 0
                        },
                        "you acknowledged": {
                            "text": {},
                            "count": 0
                        },
                        "you signed": {
                            "text": {},
                            "count": 0
                        },
                        "you approve": {
                            "text": {},
                            "count": 0
                        },
                        "you approved": {
                            "text": {},
                            "count": 0
                        },
                        "your permission": {
                            "text": {},
                            "count": 0
                        },
                        "you accepted": {
                            "text": {},
                            "count": 0
                        },
                        "you read": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "BUSINESS_FOCUS": {
                        "third parties": {
                            "text": {},
                            "count": 0
                        },
                        "third-party": {
                            "text": {},
                            "count": 0
                        },
                        "third party": {
                            "text": {},
                            "count": 0
                        },
                        "advertising": {
                            "text": {},
                            "count": 0
                        },
                        "sends to": {
                            "text": {},
                            "count": 0
                        },
                        "sell to": {
                            "text": {},
                            "count": 0
                        },
                        "share with": {
                            "text": {},
                            "count": 0
                        },
                        "exchange": {
                            "text": {},
                            "count": 0
                        },
                        "improve": {
                            "text": {},
                            "count": 0
                        },
                        "optimize": {
                            "text": {},
                            "count": 0
                        },
                        "increase": {
                            "text": {},
                            "count": 0
                        },
                        "benefit": {
                            "text": {},
                            "count": 0
                        },
                        "enhance": {
                            "text": {},
                            "count": 0
                        },
                        "innovate": {
                            "text": {},
                            "count": 0
                        },
                        "technologial innovation": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "UTILIZATION": {
                        "data": {
                            "text": {},
                            "count": 0
                        },
                        "we process": {
                            "text": {},
                            "count": 0
                        },
                        "collected": {
                            "text": {},
                            "count": 0
                        },
                        "stored": {
                            "text": {},
                            "count": 0
                        },
                        "retention": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "INNOVATION": {
                        "analyze": {
                            "text": {},
                            "count": 0
                        },
                        "analysis": {
                            "text": {},
                            "count": 0
                        },
                        "analytics": {
                            "text": {},
                            "count": 0
                        },
                        "automate": {
                            "text": {},
                            "count": 0
                        },
                        "automatic": {
                            "text": {},
                            "count": 0
                        },
                        "AI": {
                            "text": {},
                            "count": 0
                        },
                        "automatically": {
                            "text": {},
                            "count": 0
                        },
                        "artificial intelligence": {
                            "text": {},
                            "count": 0
                        },
                        "algorithm": {
                            "text": {},
                            "count": 0
                        },
                        "language processing": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "SECURITY": {
                        "control": {
                            "text": {},
                            "count": 0
                        },
                        "settings": {
                            "text": {},
                            "count": 0
                        },
                        "controls": {
                            "text": {},
                            "count": 0
                        },
                        "fraud": {
                            "text": {},
                            "count": 0
                        },
                        "to detect": {
                            "text": {},
                            "count": 0
                        },
                        "malicious": {
                            "text": {},
                            "count": 0
                        },
                        "illegal activity": {
                            "text": {},
                            "count": 0
                        },
                        "to protect": {
                            "text": {},
                            "count": 0
                        },
                        "encryption": {
                            "text": {},
                            "count": 0
                        },
                        "security": {
                            "text": {},
                            "count": 0
                        },
                        "unauthorized": {
                            "text": {},
                            "count": 0
                        },
                        "auditing": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "EDUCATION": {
                        "how": {
                            "text": {},
                            "count": 0
                        },
                        "what": {
                            "text": {},
                            "count": 0
                        },
                        "how you": {
                            "text": {},
                            "count": 0
                        },
                        "how we ": {
                            "text": {},
                            "count": 0
                        },
                        "explain": {
                            "text": {},
                            "count": 0
                        },
                        "understand": {
                            "text": {},
                            "count": 0
                        },
                        "learn": {
                            "text": {},
                            "count": 0
                        },
                        "more information": {
                            "text": {},
                            "count": 0
                        },
                        "educational resource": {
                            "text": {},
                            "count": 0
                        },
                        "educate": {
                            "text": {},
                            "count": 0
                        }
                    },
                    "TECHNOLOGY": {
                        "cookies": {
                            "text": {},
                            "count": 0
                        },
                        "mobile identifiers": {
                            "text": {},
                            "count": 0
                        },
                        "pixel tags": {
                            "text": {},
                            "count": 0
                        },
                        "web beacons": {
                            "text": {},
                            "count": 0
                        },
                        "session monitoring": {
                            "text": {},
                            "count": 0
                        }
                    }
                }
            }
        },
        "entry": 1
    }
}