{"https://liquipedia.net": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "Welcome to the Privacy Policy of Liquipedia.net and the Liquipedia App (“Liquipedia”). Liquipedia is a platform from Liquid Enterprises B.V. (“Liquid”) on which you can find a lot of information about your favourite esports. Throughout this Privacy Policy, the Liquipedia website and the Liquipedia App, the terms “we”, “us” and “our” refer to Liquid. "}, {"1": "Liquid will act as the data controller regarding your personal information. This means that Liquid is the organization that is responsible for your information that we have collected and that we use. For example, we decide what information we want from you and what we want to do with your personal information. In this privacy policy, we explain everything we do with your personal information on Liquipedia: what personal information of yours we collect, why we collect your personal information, what we do with your personal information and what your rights are with respect to your personal information."}, {"2": "2. Information We Collect and How We Use It"}, {"3": "When you visit the Liquipedia website or use the Liquipedia App, Liquid can collect your personal information. Personal information is information that says something about you. For example, what your name is, how old you are, in what country and city you live and what your email address is. Also more technical data can be personal information, such as your IP-address. In this section, we will explain what personal information we collect. We will also explain what we use your personal information for. "}, {"4": "Since your privacy is of great importance to us, we will in all situations only collect the personal information that we really need. Information that is not needed by us, will not be collected and used."}, {"5": "What personal information we collect "}, {"6": "Liquid can collect personal information that is voluntarily provided by you. This information can be collected when you register for Liquipedia (via www.tl.net). But we can also get your personal information when you contribute to one of our pages on Liquipedia, or when you contact us with a question. In those cases, we can collect the following personal information: "}, {"7": "It is also possible to register to Liquid with your social media account such as Twitter, Twitch and Facebook. You can also link your social media accounts to your already existing Liquid account. If your social media account is linked with Liquipedia, we will collect some personal information from your social media account. This may include profile data, such as name and email address, and activity data, such as pictures, likes and followed pages. The information can be different across the different social media platforms. If you want to know exactly what personal information we collect from your social media account, please read the description we give you before you connect your social media account to Liquipedia. "}, {"8": "If you use Liquipedia, either via the website or via the mobile app, we can collect information from you via the use of cookies and similar technologies. Cookies are really small files that are being installed on your computer and that collect technical information, such as your IP-address, device characteristics, what preferences you have and how you browse through Liquipedia. Cookies help us and you to get a smoothly working website and application that is personalised based on your preferences. If you want to know more about the use of cookies and similar technologies, please read our Cookie Policy."}, {"9": "Liquid can also obtain your personal information from other sources. This can include advertisers, app developers and social media partners. We only collect information from other sources when they have confirmed to us that they are allowed to share that information with us."}, {"10": "When we have a legal obligation to process your personal data;"}, {"11": "We do not intend to collect and process personal information of minors under 13. Therefore, Liquipedia can only be used by people who are 13 years and older. Liquid does not knowingly collect or store any personal information from minors under 13 in the US, or under any other age threshold in other jurisdictions. "}, {"12": "If parents or guardians believe that we have unintentionally collected their children’s personal information or otherwise used their children’s personal information, they may reach out to us via the Contacting Us section."}, {"13": "Liquid works together with other organisations to make sure Liquipedia is working properly and to provide the best Liquipedia experience to you. Therefore, it is necessary that we share your personal information with these organisations. And sometimes Liquid is obliged to share your personal information with others, for example when we are forced to do so by a judgemental decision. "}, {"14": "We share your personal information in the following cases:"}, {"15": "If we are obliged to do so by law, regulation or legal process;"}, {"16": "If we receive a command from the National Data Protection Authority or other relevant authorities;"}, {"17": "With organisations who perform certain services for us that we cannot do ourselves, such as IT-partners, and for other legitimate business purposes, such as potential partnership opportunities;"}, {"18": "Your personal information is safe with us! Liquid has taken a range of organisational and technical security measures to protect your personal information. We have also taken steps to ensure that your personal information is protected from misuse and alteration. Moreover, we always request our partners to take similar security measures to protect your personal information. However, we cannot guarantee the complete security of any personal information that we process. "}, {"19": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"20": "You have multiple rights regarding the personal information we collect and use. You can request access to the personal information we have of you, and you can request correction, updating or deletion of your personal information. To exercise these rights, please contact us using the contact details that are described in the Contact Us section of this Privacy Policy. "}, {"21": "If you have any question on how we process your personal data, on this privacy policy, or if you want to exercise your rights, please do not hesitate to contact us! You can contact us via one of the following options: "}, {"22": "We have laid down some specific privacy related information for users located in the US, EEA and Brazil below. Please read that information carefully!"}, {"23": "California residents have the right to request information on the personal information we disclose to other organisations for the direct marketing purposes of those organisations. We want to let you know that Liquid does not share your personal information with unaffiliated organisations for their own direct marketing purposes. And even if that happens, we will always ask for your consent before we share your personal information with these organisations. "}, {"24": "California residents also have the following rights regarding the personal information we collect about you: "}, {"25": "the right to know what personal information we have collected about you, and the purpose for which it was collected;"}, {"26": "the right to request that we delete any personal information we have collected from you (subject to certain exceptions, as outlined in the CCPA); "}, {"27": "For the avoidance of doubt, we do not sell your personal information. If we did, California residents would have the right to opt out of the sale of your personal information, pursuant to the rights granted above."}, {"28": "If at any time you wish to opt out of having your personal information shared with third parties and/or receiving information from Liquid (via e-mail or postal mail) about new products, services, or promotions, please contact us! We will be happy to honour your request."}, {"29": "We will be happy to review, update or remove personal information and/or content. After removal, it can happen that residual copies of personal information and/or content may remain in our backup systems. But we will always try to permanently remove your personal information."}, {"30": "We may still keep your personal information to resolve disputes, enforce our user agreement, or comply with legal requirements. In this case, your personal information will be blocked from use for any other purpose."}, {"31": "If you are a resident of one of the EEA-countries, being all the EU-countries, Norway, Liechtenstein and Iceland, this section applies to you. In these countries, the General Data Protection Regulation (“GDPR”) applies, so we must provide you with some extra information. "}, {"32": "We only use your personal information if we have a legal reason to do so. We use your personal information for the purposes set out below."}, {"33": "Sometimes we will collect and use your personal information if you have given your consent. For example in the following cases: "}, {"34": "We use your personal information when we have a legitimate interest to do so. This includes, for example, processing:"}, {"35": "Our interest is to make sure Liquipedia is working properly and is free of errors and crashes. Moreover, we want to give you the best user experience of Liquipedia, by providing a personalised experience. "}, {"36": "We process your personal information for compliance with a legal obligation to which we are subject."}, {"37": "You may object to the processing of your personal information. You only have this right if we use legitimate interest as our legal basis. For example, you can exercise your right of objection when you do not want to receive marketing emails anymore."}, {"38": "In certain circumstances, you can request that we transfer your personal information to a different organisation of your choice. "}, {"39": "Where we rely on your consent in order to process your personal information, you have the right to withdraw such consent to further use of your personal information at any time. "}, {"40": "For each of the rights described above, you can send your request to us by using the contact details set out in the Contacting Us section above. We will react to your request within four weeks. "}, {"41": "We hope that we can satisfy queries you may have about the way we process your personal information. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to data protection authorities. You can bring the complaint in your member state of residence, place of work or where an alleged infringement of data protection law occurred."}, {"42": "We use servers in the United States to store your personal information. If you are an EEA-resident, this means that your personal information will be transferred from the EEA to the United States. We meet all the GDPR-requirements for international data transfers. We use Standard Contractual Clauses to protect the personal information that is stored in the United States as well as possible. Moreover, we have implemented additional safeguards to optimise the security of your personal information in the United States. "}, {"43": "You can ask for confirmation that we collect and use your personal information;"}, {"44": "You can access the personal information we have collected;"}, {"45": "You can ask to anonymize, block or delete your personal information if we have no legal ground to collect or use your personal information;"}, {"46": "If we share information with other organisations, you can ask for more information on that;"}, {"47": "If you are below the age of 12, we need to have consent of one of your parents or guardians to be able to collect and use your personal information. If we do not have the consent, you are not allowed to use Liquipedia. "}, {"48": "We try our best to handle your personal information as good and secure as possible. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to the National Data Protection Authority (ANPD) of Brazil."}, {"49": "We can only collect and use your personal information if we have a legal reason to do so. We only collect and use your personal data in the following events:"}, {"50": "If we have your consent to collect and use your personal information;"}, {"51": "If we have a legitimate interest to collect and use your personal information, for example if we have to defend ourselves against a legal claim;"}, {"52": "If we are obliged to collect and use your personal information by law. "}, {"53": "We collect and use your personal information on the following "}, {"54": "Your personal information will be transferred to and stored on servers in the United States or other countries. Liquid always makes sure that your personal information is well secured. If needed, we use Standard Contractual Clauses or other measures that we are obliged to take in your country to protect your personal information as well as possible. "}, {"55": "In the app, Liquid uses cookies and/or similar technologies to collect information. We will collect information on how you use the app, for example which pages you visit, but we will also collect technical information about the app, for example what happens when the app crashes. "}, {"56": "If needed, we will always first ask your consent for the use of cookies and/or similar technologies. When you start the app for the first time, you will be able to choose your cookie settings. If you want to know more about our use of cookies and/or similar technologies, you can read the Cookie Policy below. "}, {"57": "In this cookie policy, we will explain what cookies we use and for what purpose we use cookies. "}, {"58": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}, {"59": "With analytical cookies, we can collect information about how you use Liquipedia, for example which pages you visit, how often, and what the causes are of a crash or error. These cookies do not collect information about your actual identity (for example your name), but collect information aggregated. With this information, we can improve Liquipedia. We also use cookies of other suppliers to analyse the use of Liquipedia and to improve Liquipedia, for example, with Google Analytics. "}, {"60": "We also use cookies to show advertisements that might be of interest to you. These cookies will also help us to assess how certain advertisements are performing. They remember that you have visited a website and this information is shared with other organisations or advertisers. Information we collect are occupation, gender, browser type, language, geo-location, search key-words, time/date and Advertising ID. "}, {"61": "We can share the information from the tracking cookies with other companies to deliver personalised advertisements, products, services and promotions on Liquipedia. This information will only be used for Liquipedia purposes; the information can not be used by those third parties themselves. "}, {"62": "Based on the information we have collected from you, we might be able to group you with people with similar interests or preferences. We can display ads and content that are interesting to you based on the groups you are placed in. "}, {"63": "We may embed photos and/or video content on Liquipedia from third-parties such as YouTube, and these sites may set their own cookies. Similarly, Liquipedia may have buttons that enable you to share content on social media or other sites. This cookie policy does not apply to cookies set by these third parties. Liquid does not control the cookies set by third parties. By using Liquipedia you may agree to using these cookies. We encourage you to review the third-party privacy policy or cookie policy for more information about these cookies and how to manage them."}, {"64": "Next to cookies, we can also use cookie-like technologies, such as web beacons, web bugs, pixel tags or pixels. These technologies also make it possible for Liquid to collect information. We use these technologies for the following purposes: site traffic reporting, unique visitor counts, advertising, email auditing and reporting, and personalization. "}, {"65": "This privacy policy may change from time to time, depending on the features we offer on Liquipedia and changing regulations. We advise you to regularly check this document."}]}, "count": 66}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Since your privacy is of great importance to us, we will in all situations only collect the personal information that we really need. Information that is not needed by us, will not be collected and used."}, {"1": "Liquid can also obtain your personal information from other sources. This can include advertisers, app developers and social media partners. We only collect information from other sources when they have confirmed to us that they are allowed to share that information with us."}, {"2": "Liquid uses your personal information only for the following purposes: "}, {"3": "We do not intend to collect and process personal information of minors under 13. Therefore, Liquipedia can only be used by people who are 13 years and older. Liquid does not knowingly collect or store any personal information from minors under 13 in the US, or under any other age threshold in other jurisdictions. "}, {"4": "We only use your personal information if we have a legal reason to do so. We use your personal information for the purposes set out below."}, {"5": "You may object to the processing of your personal information. You only have this right if we use legitimate interest as our legal basis. For example, you can exercise your right of objection when you do not want to receive marketing emails anymore."}, {"6": "We can only collect and use your personal information if we have a legal reason to do so. We only collect and use your personal data in the following events:"}, {"7": "We can share the information from the tracking cookies with other companies to deliver personalised advertisements, products, services and promotions on Liquipedia. This information will only be used for Liquipedia purposes; the information can not be used by those third parties themselves. "}]}, "count": 8}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "In some places in Liquipedia, there are links to other websites or applications, such as Discord, Twitter, Facebook, YouTube, Twitch and GitHub. This Privacy Policy does not apply to these third-party websites or applications. Liquid is not responsible for the security and privacy policies of those websites or applications. If you want to know what those websites or applications do with your personal information, you should check their privacy policies on their websites. "}, {"1": "Other personal information provided by you and that is not being mentioned above. "}, {"2": "Liquid can also obtain your personal information from other sources. This can include advertisers, app developers and social media partners. We only collect information from other sources when they have confirmed to us that they are allowed to share that information with us."}, {"3": "To share your information with other organisations who may provide you with information about their products and/or services that may be interesting for you."}, {"4": "We do not intend to collect and process personal information of minors under 13. Therefore, Liquipedia can only be used by people who are 13 years and older. Liquid does not knowingly collect or store any personal information from minors under 13 in the US, or under any other age threshold in other jurisdictions. "}, {"5": "You can easily change your preferences on your personal information that is collected by us. You can change your personal information in your personal profile, unsubscribe from newsletters or other messages, delete your account or contact us if you want to change your preferences. You can also change your cookie settings. You can find information on how to change your cookie settings in our cookie policy below. "}, {"6": "Liquid works together with other organisations to make sure Liquipedia is working properly and to provide the best Liquipedia experience to you. Therefore, it is necessary that we share your personal information with these organisations. And sometimes Liquid is obliged to share your personal information with others, for example when we are forced to do so by a judgemental decision. "}, {"7": "If we receive a command from the National Data Protection Authority or other relevant authorities;"}, {"8": "With organisations who perform certain services for us that we cannot do ourselves, such as IT-partners, and for other legitimate business purposes, such as potential partnership opportunities;"}, {"9": "California residents have the right to request information on the personal information we disclose to other organisations for the direct marketing purposes of those organisations. We want to let you know that Liquid does not share your personal information with unaffiliated organisations for their own direct marketing purposes. And even if that happens, we will always ask for your consent before we share your personal information with these organisations. "}, {"10": "We may still keep your personal information to resolve disputes, enforce our user agreement, or comply with legal requirements. In this case, your personal information will be blocked from use for any other purpose."}, {"11": "Providing certain other marketing features;"}, {"12": "If we share information with other organisations, you can ask for more information on that;"}, {"13": "Your personal information will be transferred to and stored on servers in the United States or other countries. Liquid always makes sure that your personal information is well secured. If needed, we use Standard Contractual Clauses or other measures that we are obliged to take in your country to protect your personal information as well as possible. "}, {"14": "These cookies allow Liquipedia to remember choices you make (such as the language or the region you are in) and provide enhanced, more personalised features. These cookies can also be used to remember changes you have made on accessibility options (e.g. text size, fonts) and customization. They may also be used to provide services you have asked for, such as watching a video. The information these cookies collect may be anonymized and they cannot track your browsing activity on other websites."}, {"15": "With analytical cookies, we can collect information about how you use Liquipedia, for example which pages you visit, how often, and what the causes are of a crash or error. These cookies do not collect information about your actual identity (for example your name), but collect information aggregated. With this information, we can improve Liquipedia. We also use cookies of other suppliers to analyse the use of Liquipedia and to improve Liquipedia, for example, with Google Analytics. "}, {"16": "We also use cookies to show advertisements that might be of interest to you. These cookies will also help us to assess how certain advertisements are performing. They remember that you have visited a website and this information is shared with other organisations or advertisers. Information we collect are occupation, gender, browser type, language, geo-location, search key-words, time/date and Advertising ID. "}, {"17": "We can share the information from the tracking cookies with other companies to deliver personalised advertisements, products, services and promotions on Liquipedia. This information will only be used for Liquipedia purposes; the information can not be used by those third parties themselves. "}, {"18": "We may embed photos and/or video content on Liquipedia from third-parties such as YouTube, and these sites may set their own cookies. Similarly, Liquipedia may have buttons that enable you to share content on social media or other sites. This cookie policy does not apply to cookies set by these third parties. Liquid does not control the cookies set by third parties. By using Liquipedia you may agree to using these cookies. We encourage you to review the third-party privacy policy or cookie policy for more information about these cookies and how to manage them."}, {"19": "As a web beacon forms part of a webpage or email it does not have the same opt out options as other cookies. Generally, you can render them ineffective by opting out of any cookies they set, by turning off images in your email service, or by viewing your emails as “text” rather than “HTML.”"}]}, "count": 20}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "In some places in Liquipedia, there are links to other websites or applications, such as Discord, Twitter, Facebook, YouTube, Twitch and GitHub. This Privacy Policy does not apply to these third-party websites or applications. Liquid is not responsible for the security and privacy policies of those websites or applications. If you want to know what those websites or applications do with your personal information, you should check their privacy policies on their websites. "}, {"1": "It is also possible to register to Liquid with your social media account such as Twitter, Twitch and Facebook. You can also link your social media accounts to your already existing Liquid account. If your social media account is linked with Liquipedia, we will collect some personal information from your social media account. This may include profile data, such as name and email address, and activity data, such as pictures, likes and followed pages. The information can be different across the different social media platforms. If you want to know exactly what personal information we collect from your social media account, please read the description we give you before you connect your social media account to Liquipedia. "}, {"2": "If you use Liquipedia, either via the website or via the mobile app, we can collect information from you via the use of cookies and similar technologies. Cookies are really small files that are being installed on your computer and that collect technical information, such as your IP-address, device characteristics, what preferences you have and how you browse through Liquipedia. Cookies help us and you to get a smoothly working website and application that is personalised based on your preferences. If you want to know more about the use of cookies and similar technologies, please read our Cookie Policy."}, {"3": "To send you information about your relationship or transactions with us, for example if our privacy policy changes;"}, {"4": "If parents or guardians believe that we have unintentionally collected their children’s personal information or otherwise used their children’s personal information, they may reach out to us via the Contacting Us section."}, {"5": "You can easily change your preferences on your personal information that is collected by us. You can change your personal information in your personal profile, unsubscribe from newsletters or other messages, delete your account or contact us if you want to change your preferences. You can also change your cookie settings. You can find information on how to change your cookie settings in our cookie policy below. "}, {"6": "If we are obliged to do so by law, regulation or legal process;"}, {"7": "If we receive a command from the National Data Protection Authority or other relevant authorities;"}, {"8": "If it is necessary to exercise, establish or defend our legal rights;"}, {"9": "If it is necessary to protect the rights, property or safety of any person; and"}, {"10": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"11": "If you have any question on how we process your personal data, on this privacy policy, or if you want to exercise your rights, please do not hesitate to contact us! You can contact us via one of the following options: "}, {"12": "California residents have the right to request information on the personal information we disclose to other organisations for the direct marketing purposes of those organisations. We want to let you know that Liquid does not share your personal information with unaffiliated organisations for their own direct marketing purposes. And even if that happens, we will always ask for your consent before we share your personal information with these organisations. "}, {"13": "For the avoidance of doubt, we do not sell your personal information. If we did, California residents would have the right to opt out of the sale of your personal information, pursuant to the rights granted above."}, {"14": "If at any time you wish to opt out of having your personal information shared with third parties and/or receiving information from Liquid (via e-mail or postal mail) about new products, services, or promotions, please contact us! We will be happy to honour your request."}, {"15": "If you are a resident of one of the EEA-countries, being all the EU-countries, Norway, Liechtenstein and Iceland, this section applies to you. In these countries, the General Data Protection Regulation (“GDPR”) applies, so we must provide you with some extra information. "}, {"16": "We only use your personal information if we have a legal reason to do so. We use your personal information for the purposes set out below."}, {"17": "Sometimes we will collect and use your personal information if you have given your consent. For example in the following cases: "}, {"18": "You can always withdraw your consent. If you want to withdraw your consent, please contact us using our contact details from the Contacting Us section of this privacy policy."}, {"19": "You may object to the processing of your personal information. You only have this right if we use legitimate interest as our legal basis. For example, you can exercise your right of objection when you do not want to receive marketing emails anymore."}, {"20": "We hope that we can satisfy queries you may have about the way we process your personal information. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to data protection authorities. You can bring the complaint in your member state of residence, place of work or where an alleged infringement of data protection law occurred."}, {"21": "We use servers in the United States to store your personal information. If you are an EEA-resident, this means that your personal information will be transferred from the EEA to the United States. We meet all the GDPR-requirements for international data transfers. We use Standard Contractual Clauses to protect the personal information that is stored in the United States as well as possible. Moreover, we have implemented additional safeguards to optimise the security of your personal information in the United States. "}, {"22": "If you are a Brazil resident, Brazilian Law No. 13,709/2018, the General Data Protection Law (“LGPD”) is applicable. "}, {"23": "You can ask to correct your personal information if it is incomplete, inaccurate or outdated;"}, {"24": "You can ask to anonymize, block or delete your personal information if we have no legal ground to collect or use your personal information;"}, {"25": "If we share information with other organisations, you can ask for more information on that;"}, {"26": "You have the right to revoke consent if you have given consent for the collection and use of your personal information. Also, you can ask for more information on the possibility of not providing consent and what will happen if you withdraw or deny consent."}, {"27": "If you want to exercise any of your rights, you can contact our Data Protection Officer in Brazil. The contact details can be found in the Contact Us section. "}, {"28": "If you are below the age of 12, we need to have consent of one of your parents or guardians to be able to collect and use your personal information. If we do not have the consent, you are not allowed to use Liquipedia. "}, {"29": "We try our best to handle your personal information as good and secure as possible. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to the National Data Protection Authority (ANPD) of Brazil."}, {"30": "We can only collect and use your personal information if we have a legal reason to do so. We only collect and use your personal data in the following events:"}, {"31": "If we have your consent to collect and use your personal information;"}, {"32": "If we have a legitimate interest to collect and use your personal information, for example if we have to defend ourselves against a legal claim;"}, {"33": "If we are obliged to collect and use your personal information by law. "}, {"34": "If you are a resident of a country outside the US, the EEA or Brazil, this section applies to you. "}, {"35": "Your personal information will be transferred to and stored on servers in the United States or other countries. Liquid always makes sure that your personal information is well secured. If needed, we use Standard Contractual Clauses or other measures that we are obliged to take in your country to protect your personal information as well as possible. "}, {"36": "If needed, we will always first ask your consent for the use of cookies and/or similar technologies. When you start the app for the first time, you will be able to choose your cookie settings. If you want to know more about our use of cookies and/or similar technologies, you can read the Cookie Policy below. "}, {"37": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}, {"38": "visiting http://optout.networkadvertising.org/ and/or http://optout.aboutads.info/, or if you are in the EU http://www.youronlinechoices.eu/, for choices to opt out of advertising."}]}, "count": 39}, "when": {"text": {"when": [{"0": "When you visit the Liquipedia website or use the Liquipedia App, Liquid can collect your personal information. Personal information is information that says something about you. For example, what your name is, how old you are, in what country and city you live and what your email address is. Also more technical data can be personal information, such as your IP-address. In this section, we will explain what personal information we collect. We will also explain what we use your personal information for. "}, {"1": "Liquid can collect personal information that is voluntarily provided by you. This information can be collected when you register for Liquipedia (via www.tl.net). But we can also get your personal information when you contribute to one of our pages on Liquipedia, or when you contact us with a question. In those cases, we can collect the following personal information: "}, {"2": "Liquid can also obtain your personal information from other sources. This can include advertisers, app developers and social media partners. We only collect information from other sources when they have confirmed to us that they are allowed to share that information with us."}, {"3": "When we have a legal obligation to process your personal data;"}, {"4": "Liquid works together with other organisations to make sure Liquipedia is working properly and to provide the best Liquipedia experience to you. Therefore, it is necessary that we share your personal information with these organisations. And sometimes Liquid is obliged to share your personal information with others, for example when we are forced to do so by a judgemental decision. "}, {"5": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"6": "We use your personal information when we have a legitimate interest to do so. This includes, for example, processing:"}, {"7": "You may object to the processing of your personal information. You only have this right if we use legitimate interest as our legal basis. For example, you can exercise your right of objection when you do not want to receive marketing emails anymore."}, {"8": "In the app, Liquid uses cookies and/or similar technologies to collect information. We will collect information on how you use the app, for example which pages you visit, but we will also collect technical information about the app, for example what happens when the app crashes. "}, {"9": "If needed, we will always first ask your consent for the use of cookies and/or similar technologies. When you start the app for the first time, you will be able to choose your cookie settings. If you want to know more about our use of cookies and/or similar technologies, you can read the Cookie Policy below. "}, {"10": "opening the \"Help\" menu on the browser menu bar. Most browsers will tell you how you can disable or delete cookies or set your browser to alert you when cookies are being sent to your computer;"}]}, "count": 11}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {"help us": [{"0": "If you use Liquipedia, either via the website or via the mobile app, we can collect information from you via the use of cookies and similar technologies. Cookies are really small files that are being installed on your computer and that collect technical information, such as your IP-address, device characteristics, what preferences you have and how you browse through Liquipedia. Cookies help us and you to get a smoothly working website and application that is personalised based on your preferences. If you want to know more about the use of cookies and similar technologies, please read our Cookie Policy."}, {"1": "We also use cookies to show advertisements that might be of interest to you. These cookies will also help us to assess how certain advertisements are performing. They remember that you have visited a website and this information is shared with other organisations or advertisers. Information we collect are occupation, gender, browser type, language, geo-location, search key-words, time/date and Advertising ID. "}]}, "count": 2}}}, "ACCESS": {"OTHER": {"can access": {"text": {"can access": [{"0": "You can access the personal information we have collected;"}]}, "count": 1}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {"we only": [{"0": "Liquid can also obtain your personal information from other sources. This can include advertisers, app developers and social media partners. We only collect information from other sources when they have confirmed to us that they are allowed to share that information with us."}, {"1": "We only use your personal information if we have a legal reason to do so. We use your personal information for the purposes set out below."}, {"2": "We can only collect and use your personal information if we have a legal reason to do so. We only collect and use your personal data in the following events:"}]}, "count": 3}, "we collect": {"text": {"we collect": [{"0": "Liquid will act as the data controller regarding your personal information. This means that Liquid is the organization that is responsible for your information that we have collected and that we use. For example, we decide what information we want from you and what we want to do with your personal information. In this privacy policy, we explain everything we do with your personal information on Liquipedia: what personal information of yours we collect, why we collect your personal information, what we do with your personal information and what your rights are with respect to your personal information."}, {"1": "2. Information We Collect and How We Use It"}, {"2": "When you visit the Liquipedia website or use the Liquipedia App, Liquid can collect your personal information. Personal information is information that says something about you. For example, what your name is, how old you are, in what country and city you live and what your email address is. Also more technical data can be personal information, such as your IP-address. In this section, we will explain what personal information we collect. We will also explain what we use your personal information for. "}, {"3": "What personal information we collect "}, {"4": "It is also possible to register to Liquid with your social media account such as Twitter, Twitch and Facebook. You can also link your social media accounts to your already existing Liquid account. If your social media account is linked with Liquipedia, we will collect some personal information from your social media account. This may include profile data, such as name and email address, and activity data, such as pictures, likes and followed pages. The information can be different across the different social media platforms. If you want to know exactly what personal information we collect from your social media account, please read the description we give you before you connect your social media account to Liquipedia. "}, {"5": "You have multiple rights regarding the personal information we collect and use. You can request access to the personal information we have of you, and you can request correction, updating or deletion of your personal information. To exercise these rights, please contact us using the contact details that are described in the Contact Us section of this Privacy Policy. "}, {"6": "California residents also have the following rights regarding the personal information we collect about you: "}, {"7": "You can ask for confirmation that we collect and use your personal information;"}, {"8": "We collect and use your personal information on the following "}, {"9": "We also use cookies to show advertisements that might be of interest to you. These cookies will also help us to assess how certain advertisements are performing. They remember that you have visited a website and this information is shared with other organisations or advertisers. Information we collect are occupation, gender, browser type, language, geo-location, search key-words, time/date and Advertising ID. "}]}, "count": 10}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "You may object to the processing of your personal information. You only have this right if we use legitimate interest as our legal basis. For example, you can exercise your right of objection when you do not want to receive marketing emails anymore."}, {"1": "We hope that we can satisfy queries you may have about the way we process your personal information. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to data protection authorities. You can bring the complaint in your member state of residence, place of work or where an alleged infringement of data protection law occurred."}, {"2": "We may embed photos and/or video content on Liquipedia from third-parties such as YouTube, and these sites may set their own cookies. Similarly, Liquipedia may have buttons that enable you to share content on social media or other sites. This cookie policy does not apply to cookies set by these third parties. Liquid does not control the cookies set by third parties. By using Liquipedia you may agree to using these cookies. We encourage you to review the third-party privacy policy or cookie policy for more information about these cookies and how to manage them."}]}, "count": 3}, "you can": {"text": {"you can": [{"0": "Welcome to the Privacy Policy of Liquipedia.net and the Liquipedia App (“Liquipedia”). Liquipedia is a platform from Liquid Enterprises B.V. (“Liquid”) on which you can find a lot of information about your favourite esports. Throughout this Privacy Policy, the Liquipedia website and the Liquipedia App, the terms “we”, “us” and “our” refer to Liquid. "}, {"1": "It is also possible to register to Liquid with your social media account such as Twitter, Twitch and Facebook. You can also link your social media accounts to your already existing Liquid account. If your social media account is linked with Liquipedia, we will collect some personal information from your social media account. This may include profile data, such as name and email address, and activity data, such as pictures, likes and followed pages. The information can be different across the different social media platforms. If you want to know exactly what personal information we collect from your social media account, please read the description we give you before you connect your social media account to Liquipedia. "}, {"2": "You can easily change your preferences on your personal information that is collected by us. You can change your personal information in your personal profile, unsubscribe from newsletters or other messages, delete your account or contact us if you want to change your preferences. You can also change your cookie settings. You can find information on how to change your cookie settings in our cookie policy below. "}, {"3": "Moreover, you can control how third parties collect your personal information and what they are doing with your personal information. For that, you should change your preferences directly at these third parties. "}, {"4": "You have multiple rights regarding the personal information we collect and use. You can request access to the personal information we have of you, and you can request correction, updating or deletion of your personal information. To exercise these rights, please contact us using the contact details that are described in the Contact Us section of this Privacy Policy. "}, {"5": "If you have any question on how we process your personal data, on this privacy policy, or if you want to exercise your rights, please do not hesitate to contact us! You can contact us via one of the following options: "}, {"6": "Also, the Liquid Terms of Use apply on the use of Liquipedia. You can find the Liquid Terms of Use here. "}, {"7": "California residents under the age of 18 have the right to view, correct, or delete personal information provided by you or publicly posted by you. You can file your request by contacting us!"}, {"8": "You can always withdraw your consent. If you want to withdraw your consent, please contact us using our contact details from the Contacting Us section of this privacy policy."}, {"9": "You may object to the processing of your personal information. You only have this right if we use legitimate interest as our legal basis. For example, you can exercise your right of objection when you do not want to receive marketing emails anymore."}, {"10": "In certain circumstances, you can request that we transfer your personal information to a different organisation of your choice. "}, {"11": "For each of the rights described above, you can send your request to us by using the contact details set out in the Contacting Us section above. We will react to your request within four weeks. "}, {"12": "We hope that we can satisfy queries you may have about the way we process your personal information. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to data protection authorities. You can bring the complaint in your member state of residence, place of work or where an alleged infringement of data protection law occurred."}, {"13": "You can ask for confirmation that we collect and use your personal information;"}, {"14": "You can access the personal information we have collected;"}, {"15": "You can ask to correct your personal information if it is incomplete, inaccurate or outdated;"}, {"16": "You can ask to anonymize, block or delete your personal information if we have no legal ground to collect or use your personal information;"}, {"17": "If we share information with other organisations, you can ask for more information on that;"}, {"18": "You have the right to revoke consent if you have given consent for the collection and use of your personal information. Also, you can ask for more information on the possibility of not providing consent and what will happen if you withdraw or deny consent."}, {"19": "If you want to exercise any of your rights, you can contact our Data Protection Officer in Brazil. The contact details can be found in the Contact Us section. "}, {"20": "We try our best to handle your personal information as good and secure as possible. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to the National Data Protection Authority (ANPD) of Brazil."}, {"21": "Liquipedia also has a mobile app. You can download the app via the Google Play Store or the App Store. This Privacy Policy also applies to all personal information that is collected via the Liquipedia App. "}, {"22": "If needed, we will always first ask your consent for the use of cookies and/or similar technologies. When you start the app for the first time, you will be able to choose your cookie settings. If you want to know more about our use of cookies and/or similar technologies, you can read the Cookie Policy below. "}, {"23": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}, {"24": "You can find the Google Privacy Policy, applicable to YouTube video content, at https://policies.google.com/privacy."}, {"25": "As a web beacon forms part of a webpage or email it does not have the same opt out options as other cookies. Generally, you can render them ineffective by opting out of any cookies they set, by turning off images in your email service, or by viewing your emails as “text” rather than “HTML.”"}, {"26": "You can always change your cookie preferences by:"}, {"27": "opening the \"Help\" menu on the browser menu bar. Most browsers will tell you how you can disable or delete cookies or set your browser to alert you when cookies are being sent to your computer;"}, {"28": "visiting your mobile device developer's website or reviewing your device manual. Most mobile device developers will tell you how you can manage the settings on your mobile device to opt out of and/or delete cookies from your mobile device, or to limit the use of and/or opt out of targeted advertising; or"}]}, "count": 29}, "right to request": {"text": {"right to request": [{"0": "California residents have the right to request information on the personal information we disclose to other organisations for the direct marketing purposes of those organisations. We want to let you know that Liquid does not share your personal information with unaffiliated organisations for their own direct marketing purposes. And even if that happens, we will always ask for your consent before we share your personal information with these organisations. "}, {"1": "the right to request that we delete any personal information we have collected from you (subject to certain exceptions, as outlined in the CCPA); "}]}, "count": 2}, "your choice": {"text": {"your choice": [{"0": "In certain circumstances, you can request that we transfer your personal information to a different organisation of your choice. "}]}, "count": 1}, "request access": {"text": {"request access": [{"0": "You have multiple rights regarding the personal information we collect and use. You can request access to the personal information we have of you, and you can request correction, updating or deletion of your personal information. To exercise these rights, please contact us using the contact details that are described in the Contact Us section of this Privacy Policy. "}]}, "count": 1}}, "MODIFICATION": {"deletion of": {"text": {"deletion of": [{"0": "You have multiple rights regarding the personal information we collect and use. You can request access to the personal information we have of you, and you can request correction, updating or deletion of your personal information. To exercise these rights, please contact us using the contact details that are described in the Contact Us section of this Privacy Policy. "}]}, "count": 1}, "delete": {"text": {"delete": [{"0": "You can easily change your preferences on your personal information that is collected by us. You can change your personal information in your personal profile, unsubscribe from newsletters or other messages, delete your account or contact us if you want to change your preferences. You can also change your cookie settings. You can find information on how to change your cookie settings in our cookie policy below. "}, {"1": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"2": "the right to request that we delete any personal information we have collected from you (subject to certain exceptions, as outlined in the CCPA); "}, {"3": "California residents under the age of 18 have the right to view, correct, or delete personal information provided by you or publicly posted by you. You can file your request by contacting us!"}, {"4": "You can ask to anonymize, block or delete your personal information if we have no legal ground to collect or use your personal information;"}, {"5": "opening the \"Help\" menu on the browser menu bar. Most browsers will tell you how you can disable or delete cookies or set your browser to alert you when cookies are being sent to your computer;"}, {"6": "visiting your mobile device developer's website or reviewing your device manual. Most mobile device developers will tell you how you can manage the settings on your mobile device to opt out of and/or delete cookies from your mobile device, or to limit the use of and/or opt out of targeted advertising; or"}]}, "count": 7}, "remove": {"text": {"remove": [{"0": "We will be happy to review, update or remove personal information and/or content. After removal, it can happen that residual copies of personal information and/or content may remain in our backup systems. But we will always try to permanently remove your personal information."}]}, "count": 1}, "removal": {"text": {"removal": [{"0": "We will be happy to review, update or remove personal information and/or content. After removal, it can happen that residual copies of personal information and/or content may remain in our backup systems. But we will always try to permanently remove your personal information."}]}, "count": 1}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {}, "count": 0}, "contractual": {"text": {"contractual": [{"0": "We use servers in the United States to store your personal information. If you are an EEA-resident, this means that your personal information will be transferred from the EEA to the United States. We meet all the GDPR-requirements for international data transfers. We use Standard Contractual Clauses to protect the personal information that is stored in the United States as well as possible. Moreover, we have implemented additional safeguards to optimise the security of your personal information in the United States. "}, {"1": "Your personal information will be transferred to and stored on servers in the United States or other countries. Liquid always makes sure that your personal information is well secured. If needed, we use Standard Contractual Clauses or other measures that we are obliged to take in your country to protect your personal information as well as possible. "}]}, "count": 2}, "agreement": {"text": {"agreement": [{"0": "We may still keep your personal information to resolve disputes, enforce our user agreement, or comply with legal requirements. In this case, your personal information will be blocked from use for any other purpose."}]}, "count": 1}, "obligation": {"text": {"obligation": [{"0": "When we have a legal obligation to process your personal data;"}, {"1": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"2": "We process your personal information for compliance with a legal obligation to which we are subject."}]}, "count": 3}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "Liquid will act as the data controller regarding your personal information. This means that Liquid is the organization that is responsible for your information that we have collected and that we use. For example, we decide what information we want from you and what we want to do with your personal information. In this privacy policy, we explain everything we do with your personal information on Liquipedia: what personal information of yours we collect, why we collect your personal information, what we do with your personal information and what your rights are with respect to your personal information."}, {"1": "If it is necessary to exercise, establish or defend our legal rights;"}, {"2": "If it is necessary to protect the rights, property or safety of any person; and"}, {"3": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"4": "You have multiple rights regarding the personal information we collect and use. You can request access to the personal information we have of you, and you can request correction, updating or deletion of your personal information. To exercise these rights, please contact us using the contact details that are described in the Contact Us section of this Privacy Policy. "}, {"5": "If you have any question on how we process your personal data, on this privacy policy, or if you want to exercise your rights, please do not hesitate to contact us! You can contact us via one of the following options: "}, {"6": "California residents also have the following rights regarding the personal information we collect about you: "}, {"7": "the right to non- discrimination for exercising your rights. "}, {"8": "For the avoidance of doubt, we do not sell your personal information. If we did, California residents would have the right to opt out of the sale of your personal information, pursuant to the rights granted above."}, {"9": "California Privacy Rights for Minor Users"}, {"10": "Your Rights to Your Personal Information"}, {"11": "The GDPR gives you more rights than already set out in the “Your Rights”-section above. These extra rights are the following:"}, {"12": "For each of the rights described above, you can send your request to us by using the contact details set out in the Contacting Us section above. We will react to your request within four weeks. "}, {"13": "Brazilian residents have extra rights regarding your personal information, namely the following:"}, {"14": "If you want to exercise any of your rights, you can contact our Data Protection Officer in Brazil. The contact details can be found in the Contact Us section. "}]}, "count": 15}, "right to know": {"text": {"right to know": [{"0": "the right to know what personal information we have collected about you, and the purpose for which it was collected;"}]}, "count": 1}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "When we have a legal obligation to process your personal data;"}, {"1": "If we are obliged to do so by law, regulation or legal process;"}, {"2": "If it is necessary to exercise, establish or defend our legal rights;"}, {"3": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"4": "We may still keep your personal information to resolve disputes, enforce our user agreement, or comply with legal requirements. In this case, your personal information will be blocked from use for any other purpose."}, {"5": "Legal Basis for Processing Your Personal Information"}, {"6": "We only use your personal information if we have a legal reason to do so. We use your personal information for the purposes set out below."}, {"7": "for the establishment, exercise or defence of legal claims or whenever courts are acting in their judicial capacity."}, {"8": "Legal Obligation"}, {"9": "We process your personal information for compliance with a legal obligation to which we are subject."}, {"10": "You may object to the processing of your personal information. You only have this right if we use legitimate interest as our legal basis. For example, you can exercise your right of objection when you do not want to receive marketing emails anymore."}, {"11": "You can ask to anonymize, block or delete your personal information if we have no legal ground to collect or use your personal information;"}, {"12": "Legal Basis for Processing your Personal Information"}, {"13": "We can only collect and use your personal information if we have a legal reason to do so. We only collect and use your personal data in the following events:"}, {"14": "If we have a legitimate interest to collect and use your personal information, for example if we have to defend ourselves against a legal claim;"}]}, "count": 15}, "authority": {"text": {"authority": [{"0": "If we receive a command from the National Data Protection Authority or other relevant authorities;"}, {"1": "We try our best to handle your personal information as good and secure as possible. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to the National Data Protection Authority (ANPD) of Brazil."}]}, "count": 2}, "comply with": {"text": {"comply with": [{"0": "We may still keep your personal information to resolve disputes, enforce our user agreement, or comply with legal requirements. In this case, your personal information will be blocked from use for any other purpose."}]}, "count": 1}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "If we are obliged to do so by law, regulation or legal process;"}, {"1": "We hope that we can satisfy queries you may have about the way we process your personal information. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to data protection authorities. You can bring the complaint in your member state of residence, place of work or where an alleged infringement of data protection law occurred."}, {"2": "If you are a Brazil resident, Brazilian Law No. 13,709/2018, the General Data Protection Law (“LGPD”) is applicable. "}, {"3": "If we are obliged to collect and use your personal information by law. "}]}, "count": 4}, "enforce": {"text": {"enforce": [{"0": "We may still keep your personal information to resolve disputes, enforce our user agreement, or comply with legal requirements. In this case, your personal information will be blocked from use for any other purpose."}]}, "count": 1}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Welcome to the Privacy Policy of Liquipedia.net and the Liquipedia App (“Liquipedia”). Liquipedia is a platform from Liquid Enterprises B.V. (“Liquid”) on which you can find a lot of information about your favourite esports. Throughout this Privacy Policy, the Liquipedia website and the Liquipedia App, the terms “we”, “us” and “our” refer to Liquid. "}, {"1": "Liquid will act as the data controller regarding your personal information. This means that Liquid is the organization that is responsible for your information that we have collected and that we use. For example, we decide what information we want from you and what we want to do with your personal information. In this privacy policy, we explain everything we do with your personal information on Liquipedia: what personal information of yours we collect, why we collect your personal information, what we do with your personal information and what your rights are with respect to your personal information."}, {"2": "This Privacy Policy applies to all personal data that Liquid collects via Liquipedia.net and the Liquipedia App. "}, {"3": "In some places in Liquipedia, there are links to other websites or applications, such as Discord, Twitter, Facebook, YouTube, Twitch and GitHub. This Privacy Policy does not apply to these third-party websites or applications. Liquid is not responsible for the security and privacy policies of those websites or applications. If you want to know what those websites or applications do with your personal information, you should check their privacy policies on their websites. "}, {"4": "If you use Liquipedia, either via the website or via the mobile app, we can collect information from you via the use of cookies and similar technologies. Cookies are really small files that are being installed on your computer and that collect technical information, such as your IP-address, device characteristics, what preferences you have and how you browse through Liquipedia. Cookies help us and you to get a smoothly working website and application that is personalised based on your preferences. If you want to know more about the use of cookies and similar technologies, please read our Cookie Policy."}, {"5": "To send you information about your relationship or transactions with us, for example if our privacy policy changes;"}, {"6": "You can easily change your preferences on your personal information that is collected by us. You can change your personal information in your personal profile, unsubscribe from newsletters or other messages, delete your account or contact us if you want to change your preferences. You can also change your cookie settings. You can find information on how to change your cookie settings in our cookie policy below. "}, {"7": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"8": "You have multiple rights regarding the personal information we collect and use. You can request access to the personal information we have of you, and you can request correction, updating or deletion of your personal information. To exercise these rights, please contact us using the contact details that are described in the Contact Us section of this Privacy Policy. "}, {"9": "If you have any question on how we process your personal data, on this privacy policy, or if you want to exercise your rights, please do not hesitate to contact us! You can contact us via one of the following options: "}, {"10": "\nSending newsletters and direct emails about Liquipedia;\nProviding certain other marketing features;\nUsing cookies or similar technologies for marketing purposes;\nProviding certain personal information to affiliated organisations as explained in this Privacy Policy\n"}, {"11": "You can always withdraw your consent. If you want to withdraw your consent, please contact us using our contact details from the Contacting Us section of this privacy policy."}, {"12": "Liquipedia also has a mobile app. You can download the app via the Google Play Store or the App Store. This Privacy Policy also applies to all personal information that is collected via the Liquipedia App. "}, {"13": "If needed, we will always first ask your consent for the use of cookies and/or similar technologies. When you start the app for the first time, you will be able to choose your cookie settings. If you want to know more about our use of cookies and/or similar technologies, you can read the Cookie Policy below. "}, {"14": "In this cookie policy, we will explain what cookies we use and for what purpose we use cookies. "}, {"15": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}, {"16": "There are four kinds of cookies that Liquipedia uses: necessary cookies, functional cookies, analytical cookies and tracking cookies. These cookies may be set by Liquid itself, but can also be set by third parties. To see a list of the specific Cookies that Liquipedia may contain, please see the Cookie List at the bottom of this Cookie Policy."}, {"17": "We may embed photos and/or video content on Liquipedia from third-parties such as YouTube, and these sites may set their own cookies. Similarly, Liquipedia may have buttons that enable you to share content on social media or other sites. This cookie policy does not apply to cookies set by these third parties. Liquid does not control the cookies set by third parties. By using Liquipedia you may agree to using these cookies. We encourage you to review the third-party privacy policy or cookie policy for more information about these cookies and how to manage them."}, {"18": "You can find the Google Privacy Policy, applicable to YouTube video content, at https://policies.google.com/privacy."}, {"19": "This privacy policy may change from time to time, depending on the features we offer on Liquipedia and changing regulations. We advise you to regularly check this document."}]}, "count": 20}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {"california": [{"0": "California residents have the right to request information on the personal information we disclose to other organisations for the direct marketing purposes of those organisations. We want to let you know that Liquid does not share your personal information with unaffiliated organisations for their own direct marketing purposes. And even if that happens, we will always ask for your consent before we share your personal information with these organisations. "}, {"1": "California residents also have the following rights regarding the personal information we collect about you: "}, {"2": "For the avoidance of doubt, we do not sell your personal information. If we did, California residents would have the right to opt out of the sale of your personal information, pursuant to the rights granted above."}, {"3": "California Privacy Rights for Minor Users"}, {"4": "California residents under the age of 18 have the right to view, correct, or delete personal information provided by you or publicly posted by you. You can file your request by contacting us!"}]}, "count": 5}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {"children": [{"0": "If parents or guardians believe that we have unintentionally collected their children’s personal information or otherwise used their children’s personal information, they may reach out to us via the Contacting Us section."}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {"minor": [{"0": "California Privacy Rights for Minor Users"}, {"1": "Minor users"}]}, "count": 2}, "under the age": {"text": {"under the age": [{"0": "California residents under the age of 18 have the right to view, correct, or delete personal information provided by you or publicly posted by you. You can file your request by contacting us!"}]}, "count": 1}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "With your consent with vendors, sponsors, and business partners to provide you with goods or services you have requested, or to provide advertisements which are selected by us; "}, {"1": "California residents have the right to request information on the personal information we disclose to other organisations for the direct marketing purposes of those organisations. We want to let you know that Liquid does not share your personal information with unaffiliated organisations for their own direct marketing purposes. And even if that happens, we will always ask for your consent before we share your personal information with these organisations. "}, {"2": "Sometimes we will collect and use your personal information if you have given your consent. For example in the following cases: "}, {"3": "You can always withdraw your consent. If you want to withdraw your consent, please contact us using our contact details from the Contacting Us section of this privacy policy."}, {"4": "Where we rely on your consent in order to process your personal information, you have the right to withdraw such consent to further use of your personal information at any time. "}, {"5": "You have the right to revoke consent if you have given consent for the collection and use of your personal information. Also, you can ask for more information on the possibility of not providing consent and what will happen if you withdraw or deny consent."}, {"6": "If you are below the age of 12, we need to have consent of one of your parents or guardians to be able to collect and use your personal information. If we do not have the consent, you are not allowed to use Liquipedia. "}, {"7": "If we have your consent to collect and use your personal information;"}, {"8": "If needed, we will always first ask your consent for the use of cookies and/or similar technologies. When you start the app for the first time, you will be able to choose your cookie settings. If you want to know more about our use of cookies and/or similar technologies, you can read the Cookie Policy below. "}, {"9": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}]}, "count": 10}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {"with your consent": [{"0": "With your consent with vendors, sponsors, and business partners to provide you with goods or services you have requested, or to provide advertisements which are selected by us; "}]}, "count": 1}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {}, "count": 0}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "Moreover, you can control how third parties collect your personal information and what they are doing with your personal information. For that, you should change your preferences directly at these third parties. "}, {"1": "If at any time you wish to opt out of having your personal information shared with third parties and/or receiving information from Liquid (via e-mail or postal mail) about new products, services, or promotions, please contact us! We will be happy to honour your request."}, {"2": "There are four kinds of cookies that Liquipedia uses: necessary cookies, functional cookies, analytical cookies and tracking cookies. These cookies may be set by Liquid itself, but can also be set by third parties. To see a list of the specific Cookies that Liquipedia may contain, please see the Cookie List at the bottom of this Cookie Policy."}, {"3": "We can share the information from the tracking cookies with other companies to deliver personalised advertisements, products, services and promotions on Liquipedia. This information will only be used for Liquipedia purposes; the information can not be used by those third parties themselves. "}, {"4": "We may embed photos and/or video content on Liquipedia from third-parties such as YouTube, and these sites may set their own cookies. Similarly, Liquipedia may have buttons that enable you to share content on social media or other sites. This cookie policy does not apply to cookies set by these third parties. Liquid does not control the cookies set by third parties. By using Liquipedia you may agree to using these cookies. We encourage you to review the third-party privacy policy or cookie policy for more information about these cookies and how to manage them."}]}, "count": 5}, "third-party": {"text": {"third-party": [{"0": "In some places in Liquipedia, there are links to other websites or applications, such as Discord, Twitter, Facebook, YouTube, Twitch and GitHub. This Privacy Policy does not apply to these third-party websites or applications. Liquid is not responsible for the security and privacy policies of those websites or applications. If you want to know what those websites or applications do with your personal information, you should check their privacy policies on their websites. "}, {"1": "We may embed photos and/or video content on Liquipedia from third-parties such as YouTube, and these sites may set their own cookies. Similarly, Liquipedia may have buttons that enable you to share content on social media or other sites. This cookie policy does not apply to cookies set by these third parties. Liquid does not control the cookies set by third parties. By using Liquipedia you may agree to using these cookies. We encourage you to review the third-party privacy policy or cookie policy for more information about these cookies and how to manage them."}]}, "count": 2}, "third party": {"text": {"third party": [{"0": "Third party cookies"}]}, "count": 1}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {}, "count": 0}}, "ASSERTIVE": {"we share": {"text": {"we share": [{"0": "Liquid works together with other organisations to make sure Liquipedia is working properly and to provide the best Liquipedia experience to you. Therefore, it is necessary that we share your personal information with these organisations. And sometimes Liquid is obliged to share your personal information with others, for example when we are forced to do so by a judgemental decision. "}, {"1": "We share your personal information in the following cases:"}, {"2": "California residents have the right to request information on the personal information we disclose to other organisations for the direct marketing purposes of those organisations. We want to let you know that Liquid does not share your personal information with unaffiliated organisations for their own direct marketing purposes. And even if that happens, we will always ask for your consent before we share your personal information with these organisations. "}, {"3": "If we share information with other organisations, you can ask for more information on that;"}]}, "count": 4}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {"business purposes": [{"0": "With organisations who perform certain services for us that we cannot do ourselves, such as IT-partners, and for other legitimate business purposes, such as potential partnership opportunities;"}]}, "count": 1}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": "To improve the content and features of Liquipedia;"}, {"1": "With analytical cookies, we can collect information about how you use Liquipedia, for example which pages you visit, how often, and what the causes are of a crash or error. These cookies do not collect information about your actual identity (for example your name), but collect information aggregated. With this information, we can improve Liquipedia. We also use cookies of other suppliers to analyse the use of Liquipedia and to improve Liquipedia, for example, with Google Analytics. "}]}, "count": 2}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {}, "count": 0}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {"location": [{"0": "We also use cookies to show advertisements that might be of interest to you. These cookies will also help us to assess how certain advertisements are performing. They remember that you have visited a website and this information is shared with other organisations or advertisers. Information we collect are occupation, gender, browser type, language, geo-location, search key-words, time/date and Advertising ID. "}]}, "count": 1}, "location data": {"text": {}, "count": 0}}}, "DATA": {"OTHER": {"usage": {"text": {}, "count": 0}, "records": {"text": {}, "count": 0}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {"data controller": [{"0": "Liquid will act as the data controller regarding your personal information. This means that Liquid is the organization that is responsible for your information that we have collected and that we use. For example, we decide what information we want from you and what we want to do with your personal information. In this privacy policy, we explain everything we do with your personal information on Liquipedia: what personal information of yours we collect, why we collect your personal information, what we do with your personal information and what your rights are with respect to your personal information."}]}, "count": 1}}, "ASSERTIVE": {"we process": {"text": {"we process": [{"0": "Your personal information is safe with us! Liquid has taken a range of organisational and technical security measures to protect your personal information. We have also taken steps to ensure that your personal information is protected from misuse and alteration. Moreover, we always request our partners to take similar security measures to protect your personal information. However, we cannot guarantee the complete security of any personal information that we process. "}, {"1": "If you have any question on how we process your personal data, on this privacy policy, or if you want to exercise your rights, please do not hesitate to contact us! You can contact us via one of the following options: "}, {"2": "We process your personal information for compliance with a legal obligation to which we are subject."}, {"3": "We hope that we can satisfy queries you may have about the way we process your personal information. However, if you have unresolved concerns, you can file a complaint with us. In that case, we will try to solve your concerns. If you remain unhappy about our solution, you also have the right to complain to data protection authorities. You can bring the complaint in your member state of residence, place of work or where an alleged infringement of data protection law occurred."}]}, "count": 4}, "we use": {"text": {"we use": [{"0": "Liquid will act as the data controller regarding your personal information. This means that Liquid is the organization that is responsible for your information that we have collected and that we use. For example, we decide what information we want from you and what we want to do with your personal information. In this privacy policy, we explain everything we do with your personal information on Liquipedia: what personal information of yours we collect, why we collect your personal information, what we do with your personal information and what your rights are with respect to your personal information."}, {"1": "2. Information We Collect and How We Use It"}, {"2": "When you visit the Liquipedia website or use the Liquipedia App, Liquid can collect your personal information. Personal information is information that says something about you. For example, what your name is, how old you are, in what country and city you live and what your email address is. Also more technical data can be personal information, such as your IP-address. In this section, we will explain what personal information we collect. We will also explain what we use your personal information for. "}, {"3": "We only use your personal information if we have a legal reason to do so. We use your personal information for the purposes set out below."}, {"4": "We use your personal information when we have a legitimate interest to do so. This includes, for example, processing:"}, {"5": "You may object to the processing of your personal information. You only have this right if we use legitimate interest as our legal basis. For example, you can exercise your right of objection when you do not want to receive marketing emails anymore."}, {"6": "We use servers in the United States to store your personal information. If you are an EEA-resident, this means that your personal information will be transferred from the EEA to the United States. We meet all the GDPR-requirements for international data transfers. We use Standard Contractual Clauses to protect the personal information that is stored in the United States as well as possible. Moreover, we have implemented additional safeguards to optimise the security of your personal information in the United States. "}, {"7": "Your personal information will be transferred to and stored on servers in the United States or other countries. Liquid always makes sure that your personal information is well secured. If needed, we use Standard Contractual Clauses or other measures that we are obliged to take in your country to protect your personal information as well as possible. "}, {"8": "In this cookie policy, we will explain what cookies we use and for what purpose we use cookies. "}, {"9": "Next to cookies, we can also use cookie-like technologies, such as web beacons, web bugs, pixel tags or pixels. These technologies also make it possible for Liquid to collect information. We use these technologies for the following purposes: site traffic reporting, unique visitor counts, advertising, email auditing and reporting, and personalization. "}]}, "count": 10}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Liquid will act as the data controller regarding your personal information. This means that Liquid is the organization that is responsible for your information that we have collected and that we use. For example, we decide what information we want from you and what we want to do with your personal information. In this privacy policy, we explain everything we do with your personal information on Liquipedia: what personal information of yours we collect, why we collect your personal information, what we do with your personal information and what your rights are with respect to your personal information."}, {"1": "Since your privacy is of great importance to us, we will in all situations only collect the personal information that we really need. Information that is not needed by us, will not be collected and used."}, {"2": "Liquid can collect personal information that is voluntarily provided by you. This information can be collected when you register for Liquipedia (via www.tl.net). But we can also get your personal information when you contribute to one of our pages on Liquipedia, or when you contact us with a question. In those cases, we can collect the following personal information: "}, {"3": "Information collected via the use of Liquipedia"}, {"4": "Information collected from Third Parties"}, {"5": "If parents or guardians believe that we have unintentionally collected their children’s personal information or otherwise used their children’s personal information, they may reach out to us via the Contacting Us section."}, {"6": "You can easily change your preferences on your personal information that is collected by us. You can change your personal information in your personal profile, unsubscribe from newsletters or other messages, delete your account or contact us if you want to change your preferences. You can also change your cookie settings. You can find information on how to change your cookie settings in our cookie policy below. "}, {"7": "the right to know what personal information we have collected about you, and the purpose for which it was collected;"}, {"8": "the right to request that we delete any personal information we have collected from you (subject to certain exceptions, as outlined in the CCPA); "}, {"9": "You can access the personal information we have collected;"}, {"10": "Liquipedia also has a mobile app. You can download the app via the Google Play Store or the App Store. This Privacy Policy also applies to all personal information that is collected via the Liquipedia App. "}, {"11": "Based on the information we have collected from you, we might be able to group you with people with similar interests or preferences. We can display ads and content that are interesting to you based on the groups you are placed in. "}]}, "count": 12}, "stored": {"text": {"stored": [{"0": "We use servers in the United States to store your personal information. If you are an EEA-resident, this means that your personal information will be transferred from the EEA to the United States. We meet all the GDPR-requirements for international data transfers. We use Standard Contractual Clauses to protect the personal information that is stored in the United States as well as possible. Moreover, we have implemented additional safeguards to optimise the security of your personal information in the United States. "}, {"1": "Your personal information will be transferred to and stored on servers in the United States or other countries. Liquid always makes sure that your personal information is well secured. If needed, we use Standard Contractual Clauses or other measures that we are obliged to take in your country to protect your personal information as well as possible. "}]}, "count": 2}, "retention": {"text": {"retention": [{"0": "7. Retention Periods"}]}, "count": 1}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "With analytical cookies, we can collect information about how you use Liquipedia, for example which pages you visit, how often, and what the causes are of a crash or error. These cookies do not collect information about your actual identity (for example your name), but collect information aggregated. With this information, we can improve Liquipedia. We also use cookies of other suppliers to analyse the use of Liquipedia and to improve Liquipedia, for example, with Google Analytics. "}]}, "count": 1}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "You can easily change your preferences on your personal information that is collected by us. You can change your personal information in your personal profile, unsubscribe from newsletters or other messages, delete your account or contact us if you want to change your preferences. You can also change your cookie settings. You can find information on how to change your cookie settings in our cookie policy below. "}, {"1": "If needed, we will always first ask your consent for the use of cookies and/or similar technologies. When you start the app for the first time, you will be able to choose your cookie settings. If you want to know more about our use of cookies and/or similar technologies, you can read the Cookie Policy below. "}, {"2": "visiting your mobile device developer's website or reviewing your device manual. Most mobile device developers will tell you how you can manage the settings on your mobile device to opt out of and/or delete cookies from your mobile device, or to limit the use of and/or opt out of targeted advertising; or"}]}, "count": 3}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {}, "count": 0}, "detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "If it is necessary to protect the rights, property or safety of any person; and"}, {"1": "Your personal information is safe with us! Liquid has taken a range of organisational and technical security measures to protect your personal information. We have also taken steps to ensure that your personal information is protected from misuse and alteration. Moreover, we always request our partners to take similar security measures to protect your personal information. However, we cannot guarantee the complete security of any personal information that we process. "}, {"2": "We use servers in the United States to store your personal information. If you are an EEA-resident, this means that your personal information will be transferred from the EEA to the United States. We meet all the GDPR-requirements for international data transfers. We use Standard Contractual Clauses to protect the personal information that is stored in the United States as well as possible. Moreover, we have implemented additional safeguards to optimise the security of your personal information in the United States. "}, {"3": "Your personal information will be transferred to and stored on servers in the United States or other countries. Liquid always makes sure that your personal information is well secured. If needed, we use Standard Contractual Clauses or other measures that we are obliged to take in your country to protect your personal information as well as possible. "}]}, "count": 4}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "In some places in Liquipedia, there are links to other websites or applications, such as Discord, Twitter, Facebook, YouTube, Twitch and GitHub. This Privacy Policy does not apply to these third-party websites or applications. Liquid is not responsible for the security and privacy policies of those websites or applications. If you want to know what those websites or applications do with your personal information, you should check their privacy policies on their websites. "}, {"1": "Your personal information is safe with us! Liquid has taken a range of organisational and technical security measures to protect your personal information. We have also taken steps to ensure that your personal information is protected from misuse and alteration. Moreover, we always request our partners to take similar security measures to protect your personal information. However, we cannot guarantee the complete security of any personal information that we process. "}, {"2": "We use servers in the United States to store your personal information. If you are an EEA-resident, this means that your personal information will be transferred from the EEA to the United States. We meet all the GDPR-requirements for international data transfers. We use Standard Contractual Clauses to protect the personal information that is stored in the United States as well as possible. Moreover, we have implemented additional safeguards to optimise the security of your personal information in the United States. "}]}, "count": 3}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {"auditing": [{"0": "Next to cookies, we can also use cookie-like technologies, such as web beacons, web bugs, pixel tags or pixels. These technologies also make it possible for Liquid to collect information. We use these technologies for the following purposes: site traffic reporting, unique visitor counts, advertising, email auditing and reporting, and personalization. "}]}, "count": 1}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "2. Information We Collect and How We Use It"}, {"1": "When you visit the Liquipedia website or use the Liquipedia App, Liquid can collect your personal information. Personal information is information that says something about you. For example, what your name is, how old you are, in what country and city you live and what your email address is. Also more technical data can be personal information, such as your IP-address. In this section, we will explain what personal information we collect. We will also explain what we use your personal information for. "}, {"2": "If you use Liquipedia, either via the website or via the mobile app, we can collect information from you via the use of cookies and similar technologies. Cookies are really small files that are being installed on your computer and that collect technical information, such as your IP-address, device characteristics, what preferences you have and how you browse through Liquipedia. Cookies help us and you to get a smoothly working website and application that is personalised based on your preferences. If you want to know more about the use of cookies and similar technologies, please read our Cookie Policy."}, {"3": "You can easily change your preferences on your personal information that is collected by us. You can change your personal information in your personal profile, unsubscribe from newsletters or other messages, delete your account or contact us if you want to change your preferences. You can also change your cookie settings. You can find information on how to change your cookie settings in our cookie policy below. "}, {"4": "Moreover, you can control how third parties collect your personal information and what they are doing with your personal information. For that, you should change your preferences directly at these third parties. "}, {"5": "If you have any question on how we process your personal data, on this privacy policy, or if you want to exercise your rights, please do not hesitate to contact us! You can contact us via one of the following options: "}, {"6": "In the app, Liquid uses cookies and/or similar technologies to collect information. We will collect information on how you use the app, for example which pages you visit, but we will also collect technical information about the app, for example what happens when the app crashes. "}, {"7": "Also, Liquid will use cookies and/or similar technologies to personalise the content in the app and to show personalised advertisements. "}, {"8": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}, {"9": "With analytical cookies, we can collect information about how you use Liquipedia, for example which pages you visit, how often, and what the causes are of a crash or error. These cookies do not collect information about your actual identity (for example your name), but collect information aggregated. With this information, we can improve Liquipedia. We also use cookies of other suppliers to analyse the use of Liquipedia and to improve Liquipedia, for example, with Google Analytics. "}, {"10": "We also use cookies to show advertisements that might be of interest to you. These cookies will also help us to assess how certain advertisements are performing. They remember that you have visited a website and this information is shared with other organisations or advertisers. Information we collect are occupation, gender, browser type, language, geo-location, search key-words, time/date and Advertising ID. "}, {"11": "We may embed photos and/or video content on Liquipedia from third-parties such as YouTube, and these sites may set their own cookies. Similarly, Liquipedia may have buttons that enable you to share content on social media or other sites. This cookie policy does not apply to cookies set by these third parties. Liquid does not control the cookies set by third parties. By using Liquipedia you may agree to using these cookies. We encourage you to review the third-party privacy policy or cookie policy for more information about these cookies and how to manage them."}, {"12": "opening the \"Help\" menu on the browser menu bar. Most browsers will tell you how you can disable or delete cookies or set your browser to alert you when cookies are being sent to your computer;"}, {"13": "visiting your mobile device developer's website or reviewing your device manual. Most mobile device developers will tell you how you can manage the settings on your mobile device to opt out of and/or delete cookies from your mobile device, or to limit the use of and/or opt out of targeted advertising; or"}]}, "count": 14}, "how you": {"text": {"how you": [{"0": "If you use Liquipedia, either via the website or via the mobile app, we can collect information from you via the use of cookies and similar technologies. Cookies are really small files that are being installed on your computer and that collect technical information, such as your IP-address, device characteristics, what preferences you have and how you browse through Liquipedia. Cookies help us and you to get a smoothly working website and application that is personalised based on your preferences. If you want to know more about the use of cookies and similar technologies, please read our Cookie Policy."}, {"1": "In the app, Liquid uses cookies and/or similar technologies to collect information. We will collect information on how you use the app, for example which pages you visit, but we will also collect technical information about the app, for example what happens when the app crashes. "}, {"2": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}, {"3": "With analytical cookies, we can collect information about how you use Liquipedia, for example which pages you visit, how often, and what the causes are of a crash or error. These cookies do not collect information about your actual identity (for example your name), but collect information aggregated. With this information, we can improve Liquipedia. We also use cookies of other suppliers to analyse the use of Liquipedia and to improve Liquipedia, for example, with Google Analytics. "}, {"4": "opening the \"Help\" menu on the browser menu bar. Most browsers will tell you how you can disable or delete cookies or set your browser to alert you when cookies are being sent to your computer;"}, {"5": "visiting your mobile device developer's website or reviewing your device manual. Most mobile device developers will tell you how you can manage the settings on your mobile device to opt out of and/or delete cookies from your mobile device, or to limit the use of and/or opt out of targeted advertising; or"}]}, "count": 6}, "how we": {"text": {"how we": [{"0": "2. Information We Collect and How We Use It"}, {"1": "If you have any question on how we process your personal data, on this privacy policy, or if you want to exercise your rights, please do not hesitate to contact us! You can contact us via one of the following options: "}]}, "count": 2}, "how are": {"text": {}, "count": 0}, "how can": {"text": {}, "count": 0}}}, "OTHER": {"explain": {"text": {"explain": [{"0": "Liquid will act as the data controller regarding your personal information. This means that Liquid is the organization that is responsible for your information that we have collected and that we use. For example, we decide what information we want from you and what we want to do with your personal information. In this privacy policy, we explain everything we do with your personal information on Liquipedia: what personal information of yours we collect, why we collect your personal information, what we do with your personal information and what your rights are with respect to your personal information."}, {"1": "When you visit the Liquipedia website or use the Liquipedia App, Liquid can collect your personal information. Personal information is information that says something about you. For example, what your name is, how old you are, in what country and city you live and what your email address is. Also more technical data can be personal information, such as your IP-address. In this section, we will explain what personal information we collect. We will also explain what we use your personal information for. "}, {"2": "In this cookie policy, we will explain what cookies we use and for what purpose we use cookies. "}, {"3": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}]}, "count": 4}, "understand": {"text": {}, "count": 0}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {}, "count": 0}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {}, "count": 0}, "related information": {"text": {"related information": [{"0": "We have laid down some specific privacy related information for users located in the US, EEA and Brazil below. Please read that information carefully!"}]}, "count": 1}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {"possibility": [{"0": "You have the right to revoke consent if you have given consent for the collection and use of your personal information. Also, you can ask for more information on the possibility of not providing consent and what will happen if you withdraw or deny consent."}]}, "count": 1}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "With organisations who perform certain services for us that we cannot do ourselves, such as IT-partners, and for other legitimate business purposes, such as potential partnership opportunities;"}, {"1": "We do not keep your personal information longer than necessary. Once we have achieved our purposes that we have described in this Privacy Policy, we will delete or anonymize your personal information. Except when there is a legal obligation to keep your personal information for a certain time period, for example in case of fiscal obligations. In that case, we will safely keep your personal information until that period expires. We can also keep your personal information if we have a legitimate interest to do so. For example when we have to exercise, establish or defend our legal rights."}, {"2": "the right to request that we delete any personal information we have collected from you (subject to certain exceptions, as outlined in the CCPA); "}, {"3": "Providing certain other marketing features;"}, {"4": "Providing certain personal information to affiliated organisations as explained in this Privacy Policy"}, {"5": "In certain circumstances, you can request that we transfer your personal information to a different organisation of your choice. "}, {"6": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}, {"7": "We also use cookies to show advertisements that might be of interest to you. These cookies will also help us to assess how certain advertisements are performing. They remember that you have visited a website and this information is shared with other organisations or advertisers. Information we collect are occupation, gender, browser type, language, geo-location, search key-words, time/date and Advertising ID. "}]}, "count": 8}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {}, "count": 0}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {}, "count": 0}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {"only for": [{"0": "Liquid uses your personal information only for the following purposes: "}]}, "count": 1}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "If you use Liquipedia, either via the website or via the mobile app, we can collect information from you via the use of cookies and similar technologies. Cookies are really small files that are being installed on your computer and that collect technical information, such as your IP-address, device characteristics, what preferences you have and how you browse through Liquipedia. Cookies help us and you to get a smoothly working website and application that is personalised based on your preferences. If you want to know more about the use of cookies and similar technologies, please read our Cookie Policy."}, {"1": "Using cookies or similar technologies for marketing purposes;"}, {"2": "In the app, Liquid uses cookies and/or similar technologies to collect information. We will collect information on how you use the app, for example which pages you visit, but we will also collect technical information about the app, for example what happens when the app crashes. "}, {"3": "Also, Liquid will use cookies and/or similar technologies to personalise the content in the app and to show personalised advertisements. "}, {"4": "If needed, we will always first ask your consent for the use of cookies and/or similar technologies. When you start the app for the first time, you will be able to choose your cookie settings. If you want to know more about our use of cookies and/or similar technologies, you can read the Cookie Policy below. "}, {"5": "Liquid uses cookies and/or similar technologies on Liquipedia. A cookie is a small file which is being installed on a web page or application to collect information. The cookie collects all kinds of information, for example on the use of Liquipedia. With this information, Liquid can provide you with the best Liquipedia experience. "}, {"6": "In this cookie policy, we will explain what cookies we use and for what purpose we use cookies. "}, {"7": "If you visit Liquipedia for the first time, we will ask you if you want cookies or not. Feel free to reject the cookies. However, if you reject certain cookies, it might be the case that some functions within Liquipedia are not working (properly). And if you have given your consent, you can always retrieve your consent! We will explain later in this cookie policy how you can do that. "}, {"8": "There are four kinds of cookies that Liquipedia uses: necessary cookies, functional cookies, analytical cookies and tracking cookies. These cookies may be set by Liquid itself, but can also be set by third parties. To see a list of the specific Cookies that Liquipedia may contain, please see the Cookie List at the bottom of this Cookie Policy."}, {"9": "These cookies are essential in order to enable you to move around Liquipedia and use their features. Without these cookies, Liquipedia would not be working properly. Therefore, they are necessary. "}, {"10": "These cookies allow Liquipedia to remember choices you make (such as the language or the region you are in) and provide enhanced, more personalised features. These cookies can also be used to remember changes you have made on accessibility options (e.g. text size, fonts) and customization. They may also be used to provide services you have asked for, such as watching a video. The information these cookies collect may be anonymized and they cannot track your browsing activity on other websites."}, {"11": "With analytical cookies, we can collect information about how you use Liquipedia, for example which pages you visit, how often, and what the causes are of a crash or error. These cookies do not collect information about your actual identity (for example your name), but collect information aggregated. With this information, we can improve Liquipedia. We also use cookies of other suppliers to analyse the use of Liquipedia and to improve Liquipedia, for example, with Google Analytics. "}, {"12": "We also use cookies to show advertisements that might be of interest to you. These cookies will also help us to assess how certain advertisements are performing. They remember that you have visited a website and this information is shared with other organisations or advertisers. Information we collect are occupation, gender, browser type, language, geo-location, search key-words, time/date and Advertising ID. "}, {"13": "We can share the information from the tracking cookies with other companies to deliver personalised advertisements, products, services and promotions on Liquipedia. This information will only be used for Liquipedia purposes; the information can not be used by those third parties themselves. "}, {"14": "We may embed photos and/or video content on Liquipedia from third-parties such as YouTube, and these sites may set their own cookies. Similarly, Liquipedia may have buttons that enable you to share content on social media or other sites. This cookie policy does not apply to cookies set by these third parties. Liquid does not control the cookies set by third parties. By using Liquipedia you may agree to using these cookies. We encourage you to review the third-party privacy policy or cookie policy for more information about these cookies and how to manage them."}, {"15": "Next to cookies, we can also use cookie-like technologies, such as web beacons, web bugs, pixel tags or pixels. These technologies also make it possible for Liquid to collect information. We use these technologies for the following purposes: site traffic reporting, unique visitor counts, advertising, email auditing and reporting, and personalization. "}, {"16": "As a web beacon forms part of a webpage or email it does not have the same opt out options as other cookies. Generally, you can render them ineffective by opting out of any cookies they set, by turning off images in your email service, or by viewing your emails as “text” rather than “HTML.”"}, {"17": "opening the \"Help\" menu on the browser menu bar. Most browsers will tell you how you can disable or delete cookies or set your browser to alert you when cookies are being sent to your computer;"}, {"18": "visiting your mobile device developer's website or reviewing your device manual. Most mobile device developers will tell you how you can manage the settings on your mobile device to opt out of and/or delete cookies from your mobile device, or to limit the use of and/or opt out of targeted advertising; or"}]}, "count": 19}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {"pixel tags": [{"0": "Next to cookies, we can also use cookie-like technologies, such as web beacons, web bugs, pixel tags or pixels. These technologies also make it possible for Liquid to collect information. We use these technologies for the following purposes: site traffic reporting, unique visitor counts, advertising, email auditing and reporting, and personalization. "}]}, "count": 1}, "web beacons": {"text": {"web beacons": [{"0": "Next to cookies, we can also use cookie-like technologies, such as web beacons, web bugs, pixel tags or pixels. These technologies also make it possible for Liquid to collect information. We use these technologies for the following purposes: site traffic reporting, unique visitor counts, advertising, email auditing and reporting, and personalization. "}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}