{"https://rent.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Rent Group Inc. (“Rent Group”, or “we”, “our” or “us”) is the owner and operator of apartmentguide.com, rent.com and rentals.com (collectively, the “Websites”), as well as the Apartment Guide and Rent. mobile applications (collectively, the “Apps”), and other related sites, tools, applications, or services (collectively and including the Websites and the Apps, the “Sites”).  This Privacy Policy describes how we handle your information collected via the Sites.  By using the Sites, you expressly consent to our collection, storage, use and disclosure of your information as described in this Privacy Policy. Our Additional Notice for California Consumers can be found here."}, {"1": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"2": "Similarly, some of our Sites may facilitate your ability to file an application with a landlord to evaluate your eligibility for a particular property.  This functionality may facilitate the collection of your credit score information, self-reported income, and background checks.  We use technology that passes the information necessary to obtain a credit score and background check directly to third parties who process such requests. "}, {"3": "If you use features on our Sites to learn more about a property, like taking virtual tours or scheduling in-person tours, we collect information about your use of those features.  For example, if you use our Site to schedule a tour with a property, we collect information about whether you scheduled the tour, when the tour is scheduled for, whether you attended the tour, and whether you decided to apply for a lease with the property."}, {"4": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"5": "We may use your personal information to:"}, {"6": "l. summarize, link, or combine your information with other information we hold or receive from others to help us perform any of the purposes listed here;"}, {"7": "We may share some or all of your personal information with third parties for any purpose described in Section 2 above (“Use”), or for any other purpose that has been notified to you or to which you have consented.  In addition, we may provide or share some or all of your personal information with:"}, {"8": "a. Persons to whom you direct us to share information – Our Sites enable you to communicate with properties by email, phone, or text.  When you submit a message to a property, or call or text a property, we will provide your information to that property.  When you contact a property, they will store information about you, such as your name, email address, phone number, etc. Similarly, if you schedule a tour with a property, you direct us to share your information with that property to facilitate the tour and manage whether it has occurred. We expect properties to use your information for the purpose of your interaction with them as a renter.  You can visit the privacy policies maintained by properties you contact to learn more about their privacy practices."}, {"9": "e. To comply with our Legal Obligations or in Connection with Legal Claims – We may share information with any third party to satisfy any requirement of laws, rules, regulations, legal process, or governmental requests.  Additionally, we may share information in connection with our establishment, exercise, or defense of legal claims.  This may include disclosures to law enforcement offices, third-party rights owners, or others in connection with enforcing our Terms of Service or Privacy Policy; responding to claims that an advertisement, posting or other content violates the rights of a third party; or protecting the rights, property or personal safety of our users or the general public."}, {"10": "f. Sharing in Connection with Business Transfers – We may share personal information with another business entity should we plan to merge with, or sell substantially all our assets to that business entity."}, {"11": "We communicate with users, and facilitate communications between users, in a variety of ways, including but not limited to:Send-to-a-Friend. Our Send-to-a-Friend functionality lets you share listings with friends by providing your friend’s email address. If you use our Send-to-a-Friend or other email tools, we do not permanently store the email address you give us, or use that email address for any marketing purpose other than to send an email to your friend as directed by you.Email preferences. We provide all users with the opportunity to opt out of receiving marketing communications from us. To remove your contact information from our lists and newsletters, click on the “unsubscribe” link that is included at the bottom of any email you receive from us, and adjust your “preferences” accordingly.In addition, you may opt out of marketing communications by providing your email address and updating your “preferences” through the links below. Please note that we send emails through our different brands, so you will likely need to opt out through each one of the below links to ensure a complete opt out. ‍Rent. Email Opt Out‍Apartment Guide Email Opt Out‍Rentals.com Email Opt Out"}, {"12": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"13": "Right of Access: A right to confirm whether we are processing personal information about you, and to request to access such personal information (including, if applicable, in a portable and readily usable format)."}, {"14": "Right of Deletion: A right to request that we delete personal information concerning you. Please note that if you have requested a service that requires the use of your personal information, we may not be able to provide that service if you choose to delete your personal information."}, {"15": "Right of Correction: A right to request that we correct inaccurate personal information we may hold about you."}, {"16": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"17": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}, {"18": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}, {"19": "We may amend this Privacy Policy at any time by posting the amended terms here. Amended terms take effect upon being posted. Your continued use of the Sites constitutes acceptance of any new terms."}, {"20": "Personal Information We Collect"}, {"21": "We describe the personal information we have collected in the 12 months preceding the effective date of this Privacy Policy above, in the section titled “Collection”. The information we have obtained includes the following categories of personal information:"}, {"22": "(E) Geolocation data – If you authorize our Apps to use your location, we will receive location information. You can disable collection of location information by our Apps at any time in your mobile device settings."}, {"23": "(G) Sensitive personal information, including (1) account login credentials; (2) government-issued identifiers that you provide in connection with rental applications; (3) precise geolocation data as described above; and (4) content of emails between consumers and properties, to the extent these may be received by us when we are not the intended recipient of such communications."}, {"24": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}, {"25": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"26": "We use the personal information we collect for our operational purposes, including all purposes notified to you Section 2 of this Privacy Policy above (“Use”). In addition to the purposes described above for which we use personal information, we use personal information for the following business purposes:"}, {"27": "For further information, please see the above “Use” section. We may also use the information we collect for our own or our service providers’ other operational purposes, purposes for which we provide additional notice, or for purposes compatible with the context in which the personal information was collected."}, {"28": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"29": "the categories of personal information we have collected about you;"}, {"30": "the categories of third parties with whom we share personal information;  "}, {"31": "the specific pieces of information we have collected about you; "}, {"32": "the categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and "}, {"33": "the categories of personal information about you that we disclosed for a business purpose. "}, {"34": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}, {"35": "Correction Rights. You may request that we correct inaccurate personal information we may hold about you."}, {"36": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}, {"37": "Right to Limit the Use of Sensitive Personal Information. We do not use or disclose sensitive personal information for purposes that, under applicable law, require us to offer consumers a “Right to Limit” the use or disclosure of sensitive personal information."}, {"38": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"39": "As required or permitted under applicable law, please note that we may take steps to verify your identity before granting you access to information or acting on your request to exercise your rights. To verify your request, you will be required to provide information listed on our rights request forms, and to confirm you control email addresses or phone numbers you provide to us in connection with a request. We may limit our response to your exercise of the above rights as permitted under applicable law."}, {"40": "You may designate an authorized agent to request any of the above rights on your behalf. You may make such a designation by providing the agent with written permission, signed by you, to act on your behalf.  Your agent may contact us as set forth in this Privacy Policy.  Even if you choose to use an agent, as permitted by law, we may require verification of the agent’s authorization to act on your behalf, require you to confirm you have authorized the agent to act on your behalf, or require you to verify your own identity."}, {"41": "The following details the metrics for requests to Access specific pieces of personal information, requests to Know categories of personal information, requests to Delete, and requests to Opt-Out that we received from California residents during the period of January 1, 2023 until December 31, 2023."}, {"42": "As of the effective date listed above, there is no commonly accepted response for Do Not Track signals initiated by browsers. Therefore, we do not respond to such signals or to other mechanisms that may provide the ability to exercise choice regarding the collection of personal information regarding your online activities over time and across third party Web sites or online services."}]}, "count": 43}, "promise": {"text": {"promise": [{"0": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}]}, "count": 1}, "only": {"text": {"only": [{"0": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"1": "*Requests were only denied for failure to verify."}, {"2": "As of the effective date listed above, there is no commonly accepted response for Do Not Track signals initiated by browsers. Therefore, we do not respond to such signals or to other mechanisms that may provide the ability to exercise choice regarding the collection of personal information regarding your online activities over time and across third party Web sites or online services."}]}, "count": 3}, "information": {"text": {"information": [{"0": "Rent Group Inc. (“Rent Group”, or “we”, “our” or “us”) is the owner and operator of apartmentguide.com, rent.com and rentals.com (collectively, the “Websites”), as well as the Apartment Guide and Rent. mobile applications (collectively, the “Apps”), and other related sites, tools, applications, or services (collectively and including the Websites and the Apps, the “Sites”).  This Privacy Policy describes how we handle your information collected via the Sites.  By using the Sites, you expressly consent to our collection, storage, use and disclosure of your information as described in this Privacy Policy. Our Additional Notice for California Consumers can be found here."}, {"1": "a. Information you provide to us or others via the Sites."}, {"2": "\nIf you create an account with us, some of our Apps may provide you with a functionality that allows you to store additional information that you may later elect to provide to a property in connection with making a rental application, such as self-reported employment, income and credit score information.  If you store such information, you may delete it at any time, and you control whether you share it with any properties and/or landlords. "}, {"3": "For example, if you purchase a listing on Rentals.com, your payment information may be collected. This information will be collected and processed directly by our third-party payment processor."}, {"4": "Similarly, some of our Sites may facilitate your ability to file an application with a landlord to evaluate your eligibility for a particular property.  This functionality may facilitate the collection of your credit score information, self-reported income, and background checks.  We use technology that passes the information necessary to obtain a credit score and background check directly to third parties who process such requests. "}, {"5": "If you make information public by your use of the Sites, such as by posting a review for a property, such information will be published on the appropriate Site(s)."}, {"6": "If you use features on our Sites to learn more about a property, like taking virtual tours or scheduling in-person tours, we collect information about your use of those features.  For example, if you use our Site to schedule a tour with a property, we collect information about whether you scheduled the tour, when the tour is scheduled for, whether you attended the tour, and whether you decided to apply for a lease with the property."}, {"7": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"8": "We may use your personal information to:"}, {"9": "a. provide the services and customer support you request, including providing your information to properties as you request, helping you learn more about properties (such as with online content and functionalities enabling property tours), facilitating rental applications, and confirming emails related to the Sites’ services, reminders, and transactions;"}, {"10": "j. compare information for accuracy and verify it with third parties;"}, {"11": "l. summarize, link, or combine your information with other information we hold or receive from others to help us perform any of the purposes listed here;"}, {"12": "We may share some or all of your personal information with third parties for any purpose described in Section 2 above (“Use”), or for any other purpose that has been notified to you or to which you have consented.  In addition, we may provide or share some or all of your personal information with:"}, {"13": "a. Persons to whom you direct us to share information – "}, {"14": "c. Our other Business Partners – Third parties offering products or services that may be relevant to you, whose services you agree to use (e.g., the rental application product referenced above), you have expressed an interest in, or with whom you have authorized us to share your personal information."}, {"15": "d. Information you make public – "}, {"16": "e. To comply with our Legal Obligations or in Connection with Legal Claims – We may share information with any third party to satisfy any requirement of laws, rules, regulations, legal process, or governmental requests.  Additionally, we may share information in connection with our establishment, exercise, or defense of legal claims.  This may include disclosures to law enforcement offices, third-party rights owners, or others in connection with enforcing our Terms of Service or Privacy Policy; responding to claims that an advertisement, posting or other content violates the rights of a third party; or protecting the rights, property or personal safety of our users or the general public."}, {"17": "f. Sharing in Connection with Business Transfers – We may share personal information with another business entity should we plan to merge with, or sell substantially all our assets to that business entity."}, {"18": "We communicate with users, and facilitate communications between users, in a variety of ways, including but not limited to:Send-to-a-Friend. Our Send-to-a-Friend functionality lets you share listings with friends by providing your friend’s email address. If you use our Send-to-a-Friend or other email tools, we do not permanently store the email address you give us, or use that email address for any marketing purpose other than to send an email to your friend as directed by you.Email preferences. We provide all users with the opportunity to opt out of receiving marketing communications from us. To remove your contact information from our lists and newsletters, click on the “unsubscribe” link that is included at the bottom of any email you receive from us, and adjust your “preferences” accordingly.In addition, you may opt out of marketing communications by providing your email address and updating your “preferences” through the links below. Please note that we send emails through our different brands, so you will likely need to opt out through each one of the below links to ensure a complete opt out. ‍Rent. Email Opt Out‍Apartment Guide Email Opt Out‍Rentals.com Email Opt Out"}, {"19": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"20": "Right of Access: A right to confirm whether we are processing personal information about you, and to request to access such personal information (including, if applicable, in a portable and readily usable format)."}, {"21": "Right of Deletion: A right to request that we delete personal information concerning you. Please note that if you have requested a service that requires the use of your personal information, we may not be able to provide that service if you choose to delete your personal information."}, {"22": "Right of Correction: A right to request that we correct inaccurate personal information we may hold about you."}, {"23": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"24": "To the extent one of our Sites provides for user accounts, your password is the key to your account. Use unique numbers, letters and special characters, and do not disclose your account password for such Site to anyone. If you do share your password or your personal information with others, remember that you may be responsible for actions taken in the name of your account. If you lose control of your password, you may lose substantial control over your personal information and may be subject to legally binding actions taken on your behalf. Therefore, if your password has been compromised for any reason, you should immediately notify us and change your password."}, {"25": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}, {"26": "The Sites are intended solely for use by persons 13 years of age or older. If you are under the age of 13, you may not use the Sites or other services, or contribute any information to us."}, {"27": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}, {"28": "Personal Information We Collect"}, {"29": "We describe the personal information we have collected in the 12 months preceding the effective date of this Privacy Policy above, in the section titled “Collection”. The information we have obtained includes the following categories of personal information:"}, {"30": "(B) Personal information described in Cal. Civ. Code Section 1798.80(e) (California Customer Records statute). This means any information that identifies, relates to, describes, or is capable of being associated with a particular individual, including, the “identifiers” listed in the preceding bullet point A, and the following: If you have created an account with us, you have the ability to store self-reported employment, income and/or credit score information under your account, in case you want to provide it to others in connection with making a rental application. You can delete such information at any time."}, {"31": "(C) Commercial information, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies."}, {"32": "(D) Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with us or our affiliates’ websites, applications, or advertisements. This includes (1) logs of your session on our Sites; (2) data collected by automated means like cookies, web beacons, and similar technologies; and (3) connection information associated with calls, text messages, and other communications with you."}, {"33": "(E) Geolocation data – If you authorize our Apps to use your location, we will receive location information. You can disable collection of location information by our Apps at any time in your mobile device settings."}, {"34": "(F) Audio information from calls you place to properties, including recordings and transcriptions of such calls – you will be notified at the beginning of a call if it may be recorded or monitored. Electronic information in the form of Internet or other electronic network activity information as described above may also be collected."}, {"35": "(G) Sensitive personal information, including (1) account login credentials; (2) government-issued identifiers that you provide in connection with rental applications; (3) precise geolocation data as described above; and (4) content of emails between consumers and properties, to the extent these may be received by us when we are not the intended recipient of such communications."}, {"36": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}, {"37": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"38": "Use of Personal Information:"}, {"39": "We use the personal information we collect for our operational purposes, including all purposes notified to you Section 2 of this Privacy Policy above (“Use”). In addition to the purposes described above for which we use personal information, we use personal information for the following business purposes:"}, {"40": "(2) Helping to ensure security and integrity while using personal information as may be reasonably necessary and proportionate, including detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity."}, {"41": "(4) Short-term, transient use of personal information that is not disclosed to another third party and is not used to build a profile about you or otherwise alter your experience outside the current interaction, including, but not limited to, the contextual customization of ads shown as part of the same interaction."}, {"42": "(5) Performing services on our own behalf for you or others, including by providing your information to properties as you request; facilitating contact and communication  between you, us, and relevant properties; maintaining or servicing accounts; providing customer service; processing or fulfilling transactions; verifying customer information; facilitating the processing of payments; providing advertising or marketing services; resolving disputes and troubleshooting problems; sending you relevant residential real estate related listings via email, phone, text messaging or push notification on your phone; or sending you notices and alerts."}, {"43": "For further information, please see the above “Use” section. We may also use the information we collect for our own or our service providers’ other operational purposes, purposes for which we provide additional notice, or for purposes compatible with the context in which the personal information was collected."}, {"44": "Disclosure of Personal Information "}, {"45": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"46": "If you are a California resident, you may have certain rights related to your personal information. You may exercise these rights free of charge except as otherwise permitted under applicable law."}, {"47": "the categories of personal information we have collected about you;"}, {"48": "the categories of sources from which the personal information is collected; "}, {"49": "our business or commercial purpose for collecting or selling personal information; "}, {"50": "the categories of third parties with whom we share personal information;  "}, {"51": "the specific pieces of information we have collected about you; "}, {"52": "the categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and "}, {"53": "the categories of personal information about you that we disclosed for a business purpose. "}, {"54": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}, {"55": "Correction Rights. You may request that we correct inaccurate personal information we may hold about you."}, {"56": "You have the right to opt-out of “sales” of personal information (as defined under California law) and out of sharing of personal information for cross-context behavioral advertising. To submit an opt-out request, go to our Do Not Sell or Share My Personal Information page here."}, {"57": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}, {"58": "Right to Limit the Use of Sensitive Personal Information. We do not use or disclose sensitive personal information for purposes that, under applicable law, require us to offer consumers a “Right to Limit” the use or disclosure of sensitive personal information."}, {"59": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"60": "As required or permitted under applicable law, please note that we may take steps to verify your identity before granting you access to information or acting on your request to exercise your rights. To verify your request, you will be required to provide information listed on our rights request forms, and to confirm you control email addresses or phone numbers you provide to us in connection with a request. We may limit our response to your exercise of the above rights as permitted under applicable law."}, {"61": "The following details the metrics for requests to Access specific pieces of personal information, requests to Know categories of personal information, requests to Delete, and requests to Opt-Out that we received from California residents during the period of January 1, 2023 until December 31, 2023."}, {"62": "If you are a California resident, California Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information by us to third parties for the third parties’ direct marketing purposes. To make such a request, please send an email to privacy@rent.com."}, {"63": "As of the effective date listed above, there is no commonly accepted response for Do Not Track signals initiated by browsers. Therefore, we do not respond to such signals or to other mechanisms that may provide the ability to exercise choice regarding the collection of personal information regarding your online activities over time and across third party Web sites or online services."}]}, "count": 64}, "use": {"text": {"use": [{"0": "Rent Group Inc. (“Rent Group”, or “we”, “our” or “us”) is the owner and operator of apartmentguide.com, rent.com and rentals.com (collectively, the “Websites”), as well as the Apartment Guide and Rent. mobile applications (collectively, the “Apps”), and other related sites, tools, applications, or services (collectively and including the Websites and the Apps, the “Sites”).  This Privacy Policy describes how we handle your information collected via the Sites.  By using the Sites, you expressly consent to our collection, storage, use and disclosure of your information as described in this Privacy Policy. Our Additional Notice for California Consumers can be found here."}, {"1": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"2": "Similarly, some of our Sites may facilitate your ability to file an application with a landlord to evaluate your eligibility for a particular property.  This functionality may facilitate the collection of your credit score information, self-reported income, and background checks.  We use technology that passes the information necessary to obtain a credit score and background check directly to third parties who process such requests. "}, {"3": "If you make information public by your use of the Sites, such as by posting a review for a property, such information will be published on the appropriate Site(s)."}, {"4": "If you use features on our Sites to learn more about a property, like taking virtual tours or scheduling in-person tours, we collect information about your use of those features.  For example, if you use our Site to schedule a tour with a property, we collect information about whether you scheduled the tour, when the tour is scheduled for, whether you attended the tour, and whether you decided to apply for a lease with the property."}, {"5": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"6": "2. Use."}, {"7": "We may use your personal information to:"}, {"8": "We may share some or all of your personal information with third parties for any purpose described in Section 2 above (“Use”), or for any other purpose that has been notified to you or to which you have consented.  In addition, we may provide or share some or all of your personal information with:"}, {"9": "a. Persons to whom you direct us to share information – Our Sites enable you to communicate with properties by email, phone, or text.  When you submit a message to a property, or call or text a property, we will provide your information to that property.  When you contact a property, they will store information about you, such as your name, email address, phone number, etc. Similarly, if you schedule a tour with a property, you direct us to share your information with that property to facilitate the tour and manage whether it has occurred. We expect properties to use your information for the purpose of your interaction with them as a renter.  You can visit the privacy policies maintained by properties you contact to learn more about their privacy practices."}, {"10": "c. Our other Business Partners – Third parties offering products or services that may be relevant to you, whose services you agree to use (e.g., the rental application product referenced above), you have expressed an interest in, or with whom you have authorized us to share your personal information."}, {"11": "We communicate with users, and facilitate communications between users, in a variety of ways, including but not limited to:Send-to-a-Friend. Our Send-to-a-Friend functionality lets you share listings with friends by providing your friend’s email address. If you use our Send-to-a-Friend or other email tools, we do not permanently store the email address you give us, or use that email address for any marketing purpose other than to send an email to your friend as directed by you.Email preferences. We provide all users with the opportunity to opt out of receiving marketing communications from us. To remove your contact information from our lists and newsletters, click on the “unsubscribe” link that is included at the bottom of any email you receive from us, and adjust your “preferences” accordingly.In addition, you may opt out of marketing communications by providing your email address and updating your “preferences” through the links below. Please note that we send emails through our different brands, so you will likely need to opt out through each one of the below links to ensure a complete opt out. ‍Rent. Email Opt Out‍Apartment Guide Email Opt Out‍Rentals.com Email Opt Out"}, {"12": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"13": "Right of Deletion: A right to request that we delete personal information concerning you. Please note that if you have requested a service that requires the use of your personal information, we may not be able to provide that service if you choose to delete your personal information."}, {"14": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"15": "To the extent one of our Sites provides for user accounts, your password is the key to your account. Use unique numbers, letters and special characters, and do not disclose your account password for such Site to anyone. If you do share your password or your personal information with others, remember that you may be responsible for actions taken in the name of your account. If you lose control of your password, you may lose substantial control over your personal information and may be subject to legally binding actions taken on your behalf. Therefore, if your password has been compromised for any reason, you should immediately notify us and change your password."}, {"16": "The Sites are intended solely for use by persons 13 years of age or older. If you are under the age of 13, you may not use the Sites or other services, or contribute any information to us."}, {"17": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}, {"18": "We may amend this Privacy Policy at any time by posting the amended terms here. Amended terms take effect upon being posted. Your continued use of the Sites constitutes acceptance of any new terms."}, {"19": "(E) Geolocation data – If you authorize our Apps to use your location, we will receive location information. You can disable collection of location information by our Apps at any time in your mobile device settings."}, {"20": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}, {"21": "Use of Personal Information:"}, {"22": "We use the personal information we collect for our operational purposes, including all purposes notified to you Section 2 of this Privacy Policy above (“Use”). In addition to the purposes described above for which we use personal information, we use personal information for the following business purposes:"}, {"23": "(4) Short-term, transient use of personal information that is not disclosed to another third party and is not used to build a profile about you or otherwise alter your experience outside the current interaction, including, but not limited to, the contextual customization of ads shown as part of the same interaction."}, {"24": "please see the above “Use” section"}, {"25": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"26": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}, {"27": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}, {"28": "Right to Limit the Use of Sensitive Personal Information. We do not use or disclose sensitive personal information for purposes that, under applicable law, require us to offer consumers a “Right to Limit” the use or disclosure of sensitive personal information."}, {"29": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"30": "You may designate an authorized agent to request any of the above rights on your behalf. You may make such a designation by providing the agent with written permission, signed by you, to act on your behalf.  Your agent may contact us as set forth in this Privacy Policy.  Even if you choose to use an agent, as permitted by law, we may require verification of the agent’s authorization to act on your behalf, require you to confirm you have authorized the agent to act on your behalf, or require you to verify your own identity."}]}, "count": 31}, "why": {"text": {"why": [{"0": "Why some cookies crumble: The latest on third-party cookies & why multifamily needs to focus on first-party data "}]}, "count": 1}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Rent Group Inc. (“Rent Group”, or “we”, “our” or “us”) is the owner and operator of apartmentguide.com, rent.com and rentals.com (collectively, the “Websites”), as well as the Apartment Guide and Rent. mobile applications (collectively, the “Apps”), and other related sites, tools, applications, or services (collectively and including the Websites and the Apps, the “Sites”).  This Privacy Policy describes how we handle your information collected via the Sites.  By using the Sites, you expressly consent to our collection, storage, use and disclosure of your information as described in this Privacy Policy. Our Additional Notice for California Consumers can be found here."}, {"1": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"2": "c. Calls, text messages, and other communications.  "}, {"3": "e. communicate with you about properties, products, services, offers, promotions, or events, including by sending you relevant residential real estate related listings, via email, phone, text messaging, push notification on your phone, or other means;"}, {"4": "l. summarize, link, or combine your information with other information we hold or receive from others to help us perform any of the purposes listed here;"}, {"5": "m. help promote a safe service and detect and prevent error, fraud and other potentially prohibited or illegal activity;"}, {"6": "q. learn more about you or other individuals."}, {"7": "We may share some or all of your personal information with third parties for any purpose described in Section 2 above (“Use”), or for any other purpose that has been notified to you or to which you have consented.  In addition, we may provide or share some or all of your personal information with:"}, {"8": "c. Our other Business Partners – "}, {"9": "e. communicate with you about properties, products, services, offers, promotions, or events, including by sending you relevant residential real estate related listings, via email, phone, text messaging, push notification on your phone, or other means;"}, {"10": "e. To comply with our Legal Obligations or in Connection with Legal Claims – We may share information with any third party to satisfy any requirement of laws, rules, regulations, legal process, or governmental requests.  Additionally, we may share information in connection with our establishment, exercise, or defense of legal claims.  This may include disclosures to law enforcement offices, third-party rights owners, or others in connection with enforcing our Terms of Service or Privacy Policy; responding to claims that an advertisement, posting or other content violates the rights of a third party; or protecting the rights, property or personal safety of our users or the general public."}, {"11": "f. Sharing in Connection with Business Transfers – We may share personal information with another business entity should we plan to merge with, or sell substantially all our assets to that business entity."}, {"12": "We communicate with users, and facilitate communications between users, in a variety of ways, including but not limited to:Send-to-a-Friend. Our Send-to-a-Friend functionality lets you share listings with friends by providing your friend’s email address. If you use our Send-to-a-Friend or other email tools, we do not permanently store the email address you give us, or use that email address for any marketing purpose other than to send an email to your friend as directed by you.Email preferences. We provide all users with the opportunity to opt out of receiving marketing communications from us. To remove your contact information from our lists and newsletters, click on the “unsubscribe” link that is included at the bottom of any email you receive from us, and adjust your “preferences” accordingly.In addition, you may opt out of marketing communications by providing your email address and updating your “preferences” through the links below. Please note that we send emails through our different brands, so you will likely need to opt out through each one of the below links to ensure a complete opt out. ‍Rent. Email Opt Out‍Apartment Guide Email Opt Out‍Rentals.com Email Opt Out"}, {"13": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"14": "7. Renters, Properties, External Websites and other Third Parties."}, {"15": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"16": "The Sites are intended solely for use by persons 13 years of age or older. If you are under the age of 13, you may not use the Sites or other services, or contribute any information to us."}, {"17": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}, {"18": "(A) Identifiers such as a real name, alias, postal address, unique personal identifier, online identifier, internet protocol address, email address, account name, or other similar identifiers (e.g., if you register an account with us)."}, {"19": "(C) Commercial information, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies."}, {"20": "(D) Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with us or our affiliates’ websites, applications, or advertisements. This includes (1) logs of your session on our Sites; (2) data collected by automated means like cookies, web beacons, and similar technologies; and (3) connection information associated with calls, text messages, and other communications with you."}, {"21": "(F) Audio information from calls you place to properties, including recordings and transcriptions of such calls – you will be notified at the beginning of a call if it may be recorded or monitored. Electronic information in the form of Internet or other electronic network activity information as described above may also be collected."}, {"22": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}, {"23": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"24": "(1) Auditing related to a current interaction with the consumer and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance with applicable laws and other standards."}, {"25": "(4) Short-term, transient use of personal information that is not disclosed to another third party and is not used to build a profile about you or otherwise alter your experience outside the current interaction, including, but not limited to, the contextual customization of ads shown as part of the same interaction."}, {"26": "For further information, please see the above “Use” section. We may also use the information we collect for our own or our service providers’ other operational purposes, purposes for which we provide additional notice, or for purposes compatible with the context in which the personal information was collected."}, {"27": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"28": "the categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and "}, {"29": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"30": "2) completing our Privacy Rights Form for all other rights; or"}, {"31": "As of the effective date listed above, there is no commonly accepted response for Do Not Track signals initiated by browsers. Therefore, we do not respond to such signals or to other mechanisms that may provide the ability to exercise choice regarding the collection of personal information regarding your online activities over time and across third party Web sites or online services."}, {"32": "© 2024 Rent Group Inc. All photos, videos, text, and other content are the property of Rent Group Inc. APARTMENT GUIDE and RENT.COM and the APARTMENT GUIDE and RENT.COM Trade Dress are registered trademarks of Rent Group Inc. All rights reserved."}]}, "count": 33}, "if": {"text": {"if": [{"0": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"1": "\nIf you create an account with us, some of our Apps may provide you with a functionality that allows you to store additional information that you may later elect to provide to a property in connection with making a rental application, such as self-reported employment, income and credit score information.  If you store such information, you may delete it at any time, and you control whether you share it with any properties and/or landlords. "}, {"2": "For example, if you purchase a listing on Rentals.com, your payment information may be collected. This information will be collected and processed directly by our third-party payment processor."}, {"3": "If you make information public by your use of the Sites, such as by posting a review for a property, such information will be published on the appropriate Site(s)."}, {"4": "If you use features on our Sites to learn more about a property, like taking virtual tours or scheduling in-person tours, we collect information about your use of those features.  For example, if you use our Site to schedule a tour with a property, we collect information about whether you scheduled the tour, when the tour is scheduled for, whether you attended the tour, and whether you decided to apply for a lease with the property."}, {"5": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"6": "a. Persons to whom you direct us to share information – Our Sites enable you to communicate with properties by email, phone, or text.  When you submit a message to a property, or call or text a property, we will provide your information to that property.  When you contact a property, they will store information about you, such as your name, email address, phone number, etc. Similarly, if you schedule a tour with a property, you direct us to share your information with that property to facilitate the tour and manage whether it has occurred. We expect properties to use your information for the purpose of your interaction with them as a renter.  You can visit the privacy policies maintained by properties you contact to learn more about their privacy practices."}, {"7": "d. Information you make public – If you make information public, such as by posting a review on our Site(s), that information may be available to the general public."}, {"8": "We communicate with users, and facilitate communications between users, in a variety of ways, including but not limited to:Send-to-a-Friend. Our Send-to-a-Friend functionality lets you share listings with friends by providing your friend’s email address. If you use our Send-to-a-Friend or other email tools, we do not permanently store the email address you give us, or use that email address for any marketing purpose other than to send an email to your friend as directed by you.Email preferences. We provide all users with the opportunity to opt out of receiving marketing communications from us. To remove your contact information from our lists and newsletters, click on the “unsubscribe” link that is included at the bottom of any email you receive from us, and adjust your “preferences” accordingly.In addition, you may opt out of marketing communications by providing your email address and updating your “preferences” through the links below. Please note that we send emails through our different brands, so you will likely need to opt out through each one of the below links to ensure a complete opt out. ‍Rent. Email Opt Out‍Apartment Guide Email Opt Out‍Rentals.com Email Opt Out"}, {"9": "Right of Access: A right to confirm whether we are processing personal information about you, and to request to access such personal information (including, if applicable, in a portable and readily usable format)."}, {"10": "Right of Deletion: A right to request that we delete personal information concerning you. Please note that if you have requested a service that requires the use of your personal information, we may not be able to provide that service if you choose to delete your personal information."}, {"11": "If any of the above rights are available to you under applicable law, you can submit a request to exercise your rights as follows:"}, {"12": "In certain circumstances, you may have a right to appeal the result of your request; if so, our response to your request will tell you how to initiate an appeal."}, {"13": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"14": "To the extent one of our Sites provides for user accounts, your password is the key to your account. Use unique numbers, letters and special characters, and do not disclose your account password for such Site to anyone. If you do share your password or your personal information with others, remember that you may be responsible for actions taken in the name of your account. If you lose control of your password, you may lose substantial control over your personal information and may be subject to legally binding actions taken on your behalf. Therefore, if your password has been compromised for any reason, you should immediately notify us and change your password."}, {"15": "The Sites are intended solely for use by persons 13 years of age or older. If you are under the age of 13, you may not use the Sites or other services, or contribute any information to us."}, {"16": "(A) Identifiers such as a real name, alias, postal address, unique personal identifier, online identifier, internet protocol address, email address, account name, or other similar identifiers (e.g., if you register an account with us)."}, {"17": "(B) Personal information described in Cal. Civ. Code Section 1798.80(e) (California Customer Records statute). This means any information that identifies, relates to, describes, or is capable of being associated with a particular individual, including, the “identifiers” listed in the preceding bullet point A, and the following: If you have created an account with us, you have the ability to store self-reported employment, income and/or credit score information under your account, in case you want to provide it to others in connection with making a rental application. You can delete such information at any time."}, {"18": "(E) Geolocation data – If you authorize our Apps to use your location, we will receive location information. You can disable collection of location information by our Apps at any time in your mobile device settings."}, {"19": "(F) Audio information from calls you place to properties, including recordings and transcriptions of such calls – you will be notified at the beginning of a call if it may be recorded or monitored. Electronic information in the form of Internet or other electronic network activity information as described above may also be collected."}, {"20": "If you are a California resident, you may have certain rights related to your personal information. You may exercise these rights free of charge except as otherwise permitted under applicable law."}, {"21": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}, {"22": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}, {"23": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"24": "You may designate an authorized agent to request any of the above rights on your behalf. You may make such a designation by providing the agent with written permission, signed by you, to act on your behalf.  Your agent may contact us as set forth in this Privacy Policy.  Even if you choose to use an agent, as permitted by law, we may require verification of the agent’s authorization to act on your behalf, require you to confirm you have authorized the agent to act on your behalf, or require you to verify your own identity."}, {"25": "If you are a California resident, California Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information by us to third parties for the third parties’ direct marketing purposes. To make such a request, please send an email to privacy@rent.com."}, {"26": "If you are using a screen reader, or are having difficulty reading this website, please email accessibilityfeedback@rent.com."}, {"27": "If you are using a screen reader, or are having difficulty reading this website, please email accessibilityfeedback@rent.com."}, {"28": "(function() {\n  var params = new Proxy(new URLSearchParams(window.location.search), {\n    get: function(searchParams, prop) {\n      return searchParams.get(prop);\n    }\n  });\n  var utm_source = params.utm_source;\n  if (utm_source) {\n    setCookie('utm_source', utm_source, 30);\n  }\n  var utm_medium = params.utm_medium;\n  if (utm_medium) {\n    setCookie('utm_medium', utm_medium, 30);\n  }\n  var utm_campaign = params.utm_campaign;\n  if (utm_campaign) {\n    setCookie('utm_campaign', utm_campaign, 30);\n  }\n  var utm_content = params.utm_content;\n  if (utm_content) {\n    setCookie('utm_campaign', utm_content, 30); // typo fixed (campaign -> content)\n  }\n  var utm_term = params.utm_term;\n  if (utm_term) {\n    setCookie('utm_term', utm_term, 30);\n  }\n  var gclid = params.gclid;\n  if (gclid) {\n    setCookie('gclid', gclid, 30);\n  }\n\n  function setCookie(key, value, days) {\n    var expires = new Date();\n    expires.setTime(expires.getTime() + (days * 24 * 60 * 60 * 1000));\n    document.cookie = key + '=' + value + ';path=/' + ';expires=' + expires.toUTCString();\n  }\n})();\n"}]}, "count": 29}, "when": {"text": {"when": [{"0": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"1": "If you use features on our Sites to learn more about a property, like taking virtual tours or scheduling in-person tours, we collect information about your use of those features.  For example, if you use our Site to schedule a tour with a property, we collect information about whether you scheduled the tour, when the tour is scheduled for, whether you attended the tour, and whether you decided to apply for a lease with the property."}, {"2": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"3": "a. Persons to whom you direct us to share information – Our Sites enable you to communicate with properties by email, phone, or text.  When you submit a message to a property, or call or text a property, we will provide your information to that property.  When you contact a property, they will store information about you, such as your name, email address, phone number, etc. Similarly, if you schedule a tour with a property, you direct us to share your information with that property to facilitate the tour and manage whether it has occurred. We expect properties to use your information for the purpose of your interaction with them as a renter.  You can visit the privacy policies maintained by properties you contact to learn more about their privacy practices."}, {"4": "(G) Sensitive personal information, including (1) account login credentials; (2) government-issued identifiers that you provide in connection with rental applications; (3) precise geolocation data as described above; and (4) content of emails between consumers and properties, to the extent these may be received by us when we are not the intended recipient of such communications."}, {"5": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}]}, "count": 6}, "help": {"text": {"help": [{"0": "l. summarize, link, or combine your information with other information we hold or receive from others to help us perform any of the purposes listed here;"}, {"1": "m. help promote a safe service and detect and prevent error, fraud and other potentially prohibited or illegal activity;"}, {"2": "b. Service providers to Rent Group – Service providers under contract who help with our business operations."}]}, "count": 3}, "access": {"text": {"access": [{"0": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"1": "Right of Access: "}, {"2": "\nFor Rights of Access or Deletion please visit our Privacy Rights Form. "}, {"3": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"4": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}, {"5": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"6": "\nRight to Know and Access Rights. You may request that we disclose to you: \n\n\nthe categories of personal information we have collected about you;\nthe categories of sources from which the personal information is collected; \nour business or commercial purpose for collecting or selling personal information; \nthe categories of third parties with whom we share personal information;  \nthe specific pieces of information we have collected about you; \nthe categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and \nthe categories of personal information about you that we disclosed for a business purpose. \n\n\n"}, {"7": "As required or permitted under applicable law, please note that we may take steps to verify your identity before granting you access to information or acting on your request to exercise your rights. To verify your request, you will be required to provide information listed on our rights request forms, and to confirm you control email addresses or phone numbers you provide to us in connection with a request. We may limit our response to your exercise of the above rights as permitted under applicable law."}, {"8": "The following details the metrics for requests to Access specific pieces of personal information, requests to Know categories of personal information, requests to Delete, and requests to Opt-Out that we received from California residents during the period of January 1, 2023 until December 31, 2023."}, {"9": "Request to Access "}]}, "count": 10}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "If you use features on our Sites to learn more about a property, like taking virtual tours or scheduling in-person tours, we collect information about your use of those features.  For example, if you use our Site to schedule a tour with a property, we collect information about whether you scheduled the tour, when the tour is scheduled for, whether you attended the tour, and whether you decided to apply for a lease with the property."}, {"1": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"2": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"3": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}, {"4": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"5": "We use the personal information we collect for our operational purposes, including all purposes notified to you Section 2 of this Privacy Policy above (“Use”). In addition to the purposes described above for which we use personal information, we use personal information for the following business purposes:"}, {"6": "For further information, please see the above “Use” section. We may also use the information we collect for our own or our service providers’ other operational purposes, purposes for which we provide additional notice, or for purposes compatible with the context in which the personal information was collected."}]}, "count": 7}, "we may collect": {"text": {"we may collect": [{"0": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"1": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}]}, "count": 2}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"1": "\nIf you create an account with us, some of our Apps may provide you with a functionality that allows you to store additional information that you may later elect to provide to a property in connection with making a rental application, such as self-reported employment, income and credit score information.  If you store such information, you may delete it at any time, and you control whether you share it with any properties and/or landlords. "}, {"2": "We communicate with users, and facilitate communications between users, in a variety of ways, including but not limited to:Send-to-a-Friend. Our Send-to-a-Friend functionality lets you share listings with friends by providing your friend’s email address. If you use our Send-to-a-Friend or other email tools, we do not permanently store the email address you give us, or use that email address for any marketing purpose other than to send an email to your friend as directed by you.Email preferences. We provide all users with the opportunity to opt out of receiving marketing communications from us. To remove your contact information from our lists and newsletters, click on the “unsubscribe” link that is included at the bottom of any email you receive from us, and adjust your “preferences” accordingly.In addition, you may opt out of marketing communications by providing your email address and updating your “preferences” through the links below. Please note that we send emails through our different brands, so you will likely need to opt out through each one of the below links to ensure a complete opt out. ‍Rent. Email Opt Out‍Apartment Guide Email Opt Out‍Rentals.com Email Opt Out"}, {"3": "Under applicable law, you may have these rights (in each case under the conditions and to the extent set out in applicable law):"}, {"4": "In certain circumstances, you may have a right to appeal the result of your request; if so, our response to your request will tell you how to initiate an appeal."}, {"5": "To the extent one of our Sites provides for user accounts, your password is the key to your account. Use unique numbers, letters and special characters, and do not disclose your account password for such Site to anyone. If you do share your password or your personal information with others, remember that you may be responsible for actions taken in the name of your account. If you lose control of your password, you may lose substantial control over your personal information and may be subject to legally binding actions taken on your behalf. Therefore, if your password has been compromised for any reason, you should immediately notify us and change your password."}, {"6": "The Sites are intended solely for use by persons 13 years of age or older. If you are under the age of 13, you may not use the Sites or other services, or contribute any information to us."}, {"7": "If you are a California resident, you may have certain rights related to your personal information. You may exercise these rights free of charge except as otherwise permitted under applicable law."}, {"8": "\nRight to Know and Access Rights. You may request that we disclose to you: \n\n\nthe categories of personal information we have collected about you;\nthe categories of sources from which the personal information is collected; \nour business or commercial purpose for collecting or selling personal information; \nthe categories of third parties with whom we share personal information;  \nthe specific pieces of information we have collected about you; \nthe categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and \nthe categories of personal information about you that we disclosed for a business purpose. \n\n\n"}, {"9": "Correction Rights. You may request that we correct inaccurate personal information we may hold about you."}, {"10": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"11": "You may designate an authorized agent to request any of the above rights on your behalf. You may make such a designation by providing the agent with written permission, signed by you, to act on your behalf.  Your agent may contact us as set forth in this Privacy Policy.  Even if you choose to use an agent, as permitted by law, we may require verification of the agent’s authorization to act on your behalf, require you to confirm you have authorized the agent to act on your behalf, or require you to verify your own identity."}]}, "count": 12}, "you can": {"text": {"you can": [{"0": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"1": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"2": "a. Persons to whom you direct us to share information – Our Sites enable you to communicate with properties by email, phone, or text.  When you submit a message to a property, or call or text a property, we will provide your information to that property.  When you contact a property, they will store information about you, such as your name, email address, phone number, etc. Similarly, if you schedule a tour with a property, you direct us to share your information with that property to facilitate the tour and manage whether it has occurred. We expect properties to use your information for the purpose of your interaction with them as a renter.  You can visit the privacy policies maintained by properties you contact to learn more about their privacy practices."}, {"3": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"4": "If any of the above rights are available to you under applicable law, you can submit a request to exercise your rights as follows:"}, {"5": "(B) Personal information described in Cal. Civ. Code Section 1798.80(e) (California Customer Records statute). This means any information that identifies, relates to, describes, or is capable of being associated with a particular individual, including, the “identifiers” listed in the preceding bullet point A, and the following: If you have created an account with us, you have the ability to store self-reported employment, income and/or credit score information under your account, in case you want to provide it to others in connection with making a rental application. You can delete such information at any time."}, {"6": "(E) Geolocation data – If you authorize our Apps to use your location, we will receive location information. You can disable collection of location information by our Apps at any time in your mobile device settings."}, {"7": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}]}, "count": 8}, "right": {"text": {"right": [{"0": "Right of Access: "}, {"1": "Right of Deletion: "}, {"2": "Right of Correction: "}, {"3": "In certain circumstances, you may have a right to appeal the result of your request; if so, our response to your request will tell you how to initiate an appeal."}, {"4": "\nRight to Know and Access Rights. You may request that we disclose to you: \n\n\nthe categories of personal information we have collected about you;\nthe categories of sources from which the personal information is collected; \nour business or commercial purpose for collecting or selling personal information; \nthe categories of third parties with whom we share personal information;  \nthe specific pieces of information we have collected about you; \nthe categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and \nthe categories of personal information about you that we disclosed for a business purpose. \n\n\n"}, {"5": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}, {"6": "You have the right to opt-out of “sales” of personal information (as defined under California law) and out of sharing of personal information for cross-context behavioral advertising. To submit an opt-out request, go to our Do Not Sell or Share My Personal Information page here."}, {"7": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}, {"8": "Right to Limit the Use of Sensitive Personal Information. We do not use or disclose sensitive personal information for purposes that, under applicable law, require us to offer consumers a “Right to Limit” the use or disclosure of sensitive personal information."}]}, "count": 9}, "choice": {"text": {"choice": [{"0": "As of the effective date listed above, there is no commonly accepted response for Do Not Track signals initiated by browsers. Therefore, we do not respond to such signals or to other mechanisms that may provide the ability to exercise choice regarding the collection of personal information regarding your online activities over time and across third party Web sites or online services."}]}, "count": 1}, "request": {"text": {"request": [{"0": "a. provide the services and customer support you request, including providing your information to properties as you request, helping you learn more about properties (such as with online content and functionalities enabling property tours), facilitating rental applications, and confirming emails related to the Sites’ services, reminders, and transactions;"}, {"1": "i. request your review of a property;"}, {"2": "Right of Access: A right to confirm whether we are processing personal information about you, and to request to access such personal information (including, if applicable, in a portable and readily usable format)."}, {"3": "Right of Deletion: A right to request that we delete personal information concerning you. Please note that if you have requested a service that requires the use of your personal information, we may not be able to provide that service if you choose to delete your personal information."}, {"4": "Right of Correction: A right to request that we correct inaccurate personal information we may hold about you."}, {"5": "If any of the above rights are available to you under applicable law, you can submit a request to exercise your rights as follows:"}, {"6": "In certain circumstances, you may have a right to appeal the result of your request; if so, our response to your request will tell you how to initiate an appeal."}, {"7": "(5) Performing services on our own behalf for you or others, including by providing your information to properties as you request; facilitating contact and communication  between you, us, and relevant properties; maintaining or servicing accounts; providing customer service; processing or fulfilling transactions; verifying customer information; facilitating the processing of payments; providing advertising or marketing services; resolving disputes and troubleshooting problems; sending you relevant residential real estate related listings via email, phone, text messaging or push notification on your phone; or sending you notices and alerts."}, {"8": "\nRight to Know and Access Rights. You may request that we disclose to you: \n\n\nthe categories of personal information we have collected about you;\nthe categories of sources from which the personal information is collected; \nour business or commercial purpose for collecting or selling personal information; \nthe categories of third parties with whom we share personal information;  \nthe specific pieces of information we have collected about you; \nthe categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and \nthe categories of personal information about you that we disclosed for a business purpose. \n\n\n"}, {"9": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}, {"10": "Correction Rights. You may request that we correct inaccurate personal information we may hold about you."}, {"11": "You have the right to opt-out of “sales” of personal information (as defined under California law) and out of sharing of personal information for cross-context behavioral advertising. To submit an opt-out request, go to our Do Not Sell or Share My Personal Information page here."}, {"12": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"13": "As required or permitted under applicable law, please note that we may take steps to verify your identity before granting you access to information or acting on your request to exercise your rights. To verify your request, you will be required to provide information listed on our rights request forms, and to confirm you control email addresses or phone numbers you provide to us in connection with a request. We may limit our response to your exercise of the above rights as permitted under applicable law."}, {"14": "You may designate an authorized agent to request any of the above rights on your behalf. You may make such a designation by providing the agent with written permission, signed by you, to act on your behalf.  Your agent may contact us as set forth in this Privacy Policy.  Even if you choose to use an agent, as permitted by law, we may require verification of the agent’s authorization to act on your behalf, require you to confirm you have authorized the agent to act on your behalf, or require you to verify your own identity."}, {"15": "Request Type"}, {"16": "Request to Access "}, {"17": "Request to Know "}, {"18": "Request to Delete "}, {"19": "Request to Opt Out of Sales or Sharing"}, {"20": "If you are a California resident, California Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information by us to third parties for the third parties’ direct marketing purposes. To make such a request, please send an email to privacy@rent.com."}]}, "count": 21}, "delete": {"text": {"delete": [{"0": "\nIf you create an account with us, some of our Apps may provide you with a functionality that allows you to store additional information that you may later elect to provide to a property in connection with making a rental application, such as self-reported employment, income and credit score information.  If you store such information, you may delete it at any time, and you control whether you share it with any properties and/or landlords. "}, {"1": "Right of Deletion: A right to request that we delete personal information concerning you. Please note that if you have requested a service that requires the use of your personal information, we may not be able to provide that service if you choose to delete your personal information."}, {"2": "(B) Personal information described in Cal. Civ. Code Section 1798.80(e) (California Customer Records statute). This means any information that identifies, relates to, describes, or is capable of being associated with a particular individual, including, the “identifiers” listed in the preceding bullet point A, and the following: If you have created an account with us, you have the ability to store self-reported employment, income and/or credit score information under your account, in case you want to provide it to others in connection with making a rental application. You can delete such information at any time."}, {"3": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}, {"4": "The following details the metrics for requests to Access specific pieces of personal information, requests to Know categories of personal information, requests to Delete, and requests to Opt-Out that we received from California residents during the period of January 1, 2023 until December 31, 2023."}, {"5": "Request to Delete "}]}, "count": 6}, "deletion": {"text": {"deletion": [{"0": "Right of Deletion: "}, {"1": "\nFor Rights of Access or Deletion please visit our Privacy Rights Form. "}, {"2": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}]}, "count": 3}, "remove": {"text": {"remove": [{"0": "We communicate with users, and facilitate communications between users, in a variety of ways, including but not limited to:Send-to-a-Friend. Our Send-to-a-Friend functionality lets you share listings with friends by providing your friend’s email address. If you use our Send-to-a-Friend or other email tools, we do not permanently store the email address you give us, or use that email address for any marketing purpose other than to send an email to your friend as directed by you.Email preferences. We provide all users with the opportunity to opt out of receiving marketing communications from us. To remove your contact information from our lists and newsletters, click on the “unsubscribe” link that is included at the bottom of any email you receive from us, and adjust your “preferences” accordingly.In addition, you may opt out of marketing communications by providing your email address and updating your “preferences” through the links below. Please note that we send emails through our different brands, so you will likely need to opt out through each one of the below links to ensure a complete opt out. ‍Rent. Email Opt Out‍Apartment Guide Email Opt Out‍Rentals.com Email Opt Out"}]}, "count": 1}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "b. Service providers to Rent Group – Service providers under contract who help with our business operations."}]}, "count": 1}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {"you control": [{"0": "\nIf you create an account with us, some of our Apps may provide you with a functionality that allows you to store additional information that you may later elect to provide to a property in connection with making a rental application, such as self-reported employment, income and credit score information.  If you store such information, you may delete it at any time, and you control whether you share it with any properties and/or landlords. "}, {"1": "As required or permitted under applicable law, please note that we may take steps to verify your identity before granting you access to information or acting on your request to exercise your rights. To verify your request, you will be required to provide information listed on our rights request forms, and to confirm you control email addresses or phone numbers you provide to us in connection with a request. We may limit our response to your exercise of the above rights as permitted under applicable law."}]}, "count": 2}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "m. help promote a safe service and detect and prevent error, fraud and other potentially prohibited or illegal activity;"}, {"1": "e. To comply with our Legal Obligations or in Connection with Legal Claims – "}, {"2": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}, {"3": "(2) Helping to ensure security and integrity while using personal information as may be reasonably necessary and proportionate, including detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity."}]}, "count": 4}, "authority": {"text": {}, "count": 0}, "comply": {"text": {"comply": [{"0": "e. To comply with our Legal Obligations or in Connection with Legal Claims – "}, {"1": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}]}, "count": 2}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "e. To comply with our Legal Obligations or in Connection with Legal Claims – We may share information with any third party to satisfy any requirement of laws, rules, regulations, legal process, or governmental requests.  Additionally, we may share information in connection with our establishment, exercise, or defense of legal claims.  This may include disclosures to law enforcement offices, third-party rights owners, or others in connection with enforcing our Terms of Service or Privacy Policy; responding to claims that an advertisement, posting or other content violates the rights of a third party; or protecting the rights, property or personal safety of our users or the general public."}, {"1": "Under applicable law, you may have these rights (in each case under the conditions and to the extent set out in applicable law):"}, {"2": "If any of the above rights are available to you under applicable law, you can submit a request to exercise your rights as follows:"}, {"3": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"4": "If you are a California resident, you may have certain rights related to your personal information. You may exercise these rights free of charge except as otherwise permitted under applicable law."}, {"5": "You have the right to opt-out of “sales” of personal information (as defined under California law) and out of sharing of personal information for cross-context behavioral advertising. To submit an opt-out request, go to our Do Not Sell or Share My Personal Information page here."}, {"6": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}, {"7": "Right to Limit the Use of Sensitive Personal Information. We do not use or disclose sensitive personal information for purposes that, under applicable law, require us to offer consumers a “Right to Limit” the use or disclosure of sensitive personal information."}, {"8": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"9": "As required or permitted under applicable law, please note that we may take steps to verify your identity before granting you access to information or acting on your request to exercise your rights. To verify your request, you will be required to provide information listed on our rights request forms, and to confirm you control email addresses or phone numbers you provide to us in connection with a request. We may limit our response to your exercise of the above rights as permitted under applicable law."}, {"10": "You may designate an authorized agent to request any of the above rights on your behalf. You may make such a designation by providing the agent with written permission, signed by you, to act on your behalf.  Your agent may contact us as set forth in this Privacy Policy.  Even if you choose to use an agent, as permitted by law, we may require verification of the agent’s authorization to act on your behalf, require you to confirm you have authorized the agent to act on your behalf, or require you to verify your own identity."}]}, "count": 11}, "enforce": {"text": {"enforce": [{"0": "n. enforce our agreements, terms, conditions, and policies, and send you notices and alerts;"}, {"1": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}]}, "count": 2}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Privacy Policy "}, {"1": "Rent Group Inc. (“Rent Group”, or “we”, “our” or “us”) is the owner and operator of apartmentguide.com, rent.com and rentals.com (collectively, the “Websites”), as well as the Apartment Guide and Rent. mobile applications (collectively, the “Apps”), and other related sites, tools, applications, or services (collectively and including the Websites and the Apps, the “Sites”).  This Privacy Policy describes how we handle your information collected via the Sites.  By using the Sites, you expressly consent to our collection, storage, use and disclosure of your information as described in this Privacy Policy. Our Additional Notice for California Consumers can be found here."}, {"2": "When using our Sites, we will collect and store your information. We may also collect information about you from other means and sources as described herein. Accordingly, our Privacy Policy may apply to you even if you do not submit information to us through the Sites. Depending on the Sites or services you use, we may collect the following information:a. Information you provide to us or others via the Sites.  When you use the Sites, you can provide personal information about yourself to us, such as personal and contact information (including name, email address, and telephone number), properties you may be interested in, and any additional information you choose to provide about yourself and your search for a new home (such as move-in date, desired floor plans, and the like). "}, {"3": "e. To comply with our Legal Obligations or in Connection with Legal Claims – We may share information with any third party to satisfy any requirement of laws, rules, regulations, legal process, or governmental requests.  Additionally, we may share information in connection with our establishment, exercise, or defense of legal claims.  This may include disclosures to law enforcement offices, third-party rights owners, or others in connection with enforcing our Terms of Service or Privacy Policy; responding to claims that an advertisement, posting or other content violates the rights of a third party; or protecting the rights, property or personal safety of our users or the general public."}, {"4": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"5": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}, {"6": "We may amend this Privacy Policy at any time by posting the amended terms here. Amended terms take effect upon being posted. Your continued use of the Sites constitutes acceptance of any new terms."}, {"7": "Questions regarding this policy should be directed to the following address:Rent Group Inc.Attn: General Counsel 271 17th Street NW, Suite 1850Atlanta, Georgia 30363or via email to privacy@rent.com."}, {"8": "This part of our Privacy Policy applies to consumers who reside in the State of California."}, {"9": "We describe the personal information we have collected in the 12 months preceding the effective date of this Privacy Policy above, in the section titled “Collection”. The information we have obtained includes the following categories of personal information:"}, {"10": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"11": "Section 2 of this Privacy Policy above"}, {"12": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"13": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}, {"14": "You may designate an authorized agent to request any of the above rights on your behalf. You may make such a designation by providing the agent with written permission, signed by you, to act on your behalf.  Your agent may contact us as set forth in this Privacy Policy.  Even if you choose to use an agent, as permitted by law, we may require verification of the agent’s authorization to act on your behalf, require you to confirm you have authorized the agent to act on your behalf, or require you to verify your own identity."}, {"15": "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply."}, {"16": "This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply."}]}, "count": 17}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "Rent Group Inc. (“Rent Group”, or “we”, “our” or “us”) is the owner and operator of apartmentguide.com, rent.com and rentals.com (collectively, the “Websites”), as well as the Apartment Guide and Rent. mobile applications (collectively, the “Apps”), and other related sites, tools, applications, or services (collectively and including the Websites and the Apps, the “Sites”).  This Privacy Policy describes how we handle your information collected via the Sites.  By using the Sites, you expressly consent to our collection, storage, use and disclosure of your information as described in this Privacy Policy. Our Additional Notice for California Consumers can be found here."}, {"1": "Additional Notice for California Consumers"}, {"2": "This part of our Privacy Policy applies to consumers who reside in the State of California."}, {"3": "(B) Personal information described in Cal. Civ. Code Section 1798.80(e) (California Customer Records statute). This means any information that identifies, relates to, describes, or is capable of being associated with a particular individual, including, the “identifiers” listed in the preceding bullet point A, and the following: If you have created an account with us, you have the ability to store self-reported employment, income and/or credit score information under your account, in case you want to provide it to others in connection with making a rental application. You can delete such information at any time."}, {"4": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"5": "Your California Rights"}, {"6": "If you are a California resident, you may have certain rights related to your personal information. You may exercise these rights free of charge except as otherwise permitted under applicable law."}, {"7": "the categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and "}, {"8": "You have the right to opt-out of “sales” of personal information (as defined under California law) and out of sharing of personal information for cross-context behavioral advertising. To submit an opt-out request, go to our Do Not Sell or Share My Personal Information page here."}, {"9": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}, {"10": "Subject to applicable law, we may not discriminate against you because of your exercise of any of the above rights, or any other rights under the California Consumer Privacy Act, including by (a) denying you goods or services; (b) charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; or (c) providing you a different level or quality of goods or services. We may, however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.You may request to exercise these rights by either:"}, {"11": "The following details the metrics for requests to Access specific pieces of personal information, requests to Know categories of personal information, requests to Delete, and requests to Opt-Out that we received from California residents during the period of January 1, 2023 until December 31, 2023."}, {"12": "California Rights relating to Direct Marketing"}, {"13": "If you are a California resident, California Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information by us to third parties for the third parties’ direct marketing purposes. To make such a request, please send an email to privacy@rent.com."}, {"14": "Your California privacy rights"}, {"15": "Your California privacy rights"}]}, "count": 16}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "c. Our other Business Partners – Third parties offering products or services that may be relevant to you, whose services you agree to use (e.g., the rental application product referenced above), you have expressed an interest in, or with whom you have authorized us to share your personal information."}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "Similarly, some of our Sites may facilitate your ability to file an application with a landlord to evaluate your eligibility for a particular property.  This functionality may facilitate the collection of your credit score information, self-reported income, and background checks.  We use technology that passes the information necessary to obtain a credit score and background check directly to third parties who process such requests. "}, {"1": "g. connect you with third parties that provide products or services that may be relevant to you;"}, {"2": "h. facilitate your ability to make payments to third parties through the Sites, should you choose to do so;"}, {"3": "j. compare information for accuracy and verify it with third parties;"}, {"4": "We may share some or all of your personal information with third parties for any purpose described in Section 2 above (“Use”), or for any other purpose that has been notified to you or to which you have consented.  In addition, we may provide or share some or all of your personal information with:"}, {"5": "c. Our other Business Partners – Third parties offering products or services that may be relevant to you, whose services you agree to use (e.g., the rental application product referenced above), you have expressed an interest in, or with whom you have authorized us to share your personal information."}, {"6": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"7": "7. Renters, Properties, External Websites and other Third Parties."}, {"8": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"9": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}, {"10": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"11": "the categories of third parties with whom we share personal information;  "}, {"12": "the categories of personal information about you that we have disclosed to other businesses or third parties for monetary or other valuable consideration as a “sale” under the California Consumer Privacy Act and the categories of third parties to whom the personal information were so disclosed; and "}, {"13": "If you are a California resident, California Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information by us to third parties for the third parties’ direct marketing purposes. To make such a request, please send an email to privacy@rent.com."}]}, "count": 14}, "third-party": {"text": {"third-party": [{"0": "Why some cookies crumble: The latest on third-party cookies & why multifamily needs to focus on first-party data "}, {"1": "For example, if you purchase a listing on Rentals.com, your payment information may be collected. This information will be collected and processed directly by our third-party payment processor."}, {"2": "e. To comply with our Legal Obligations or in Connection with Legal Claims – We may share information with any third party to satisfy any requirement of laws, rules, regulations, legal process, or governmental requests.  Additionally, we may share information in connection with our establishment, exercise, or defense of legal claims.  This may include disclosures to law enforcement offices, third-party rights owners, or others in connection with enforcing our Terms of Service or Privacy Policy; responding to claims that an advertisement, posting or other content violates the rights of a third party; or protecting the rights, property or personal safety of our users or the general public."}, {"3": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"4": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}]}, "count": 5}, "third party": {"text": {"third party": [{"0": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"1": "e. To comply with our Legal Obligations or in Connection with Legal Claims – We may share information with any third party to satisfy any requirement of laws, rules, regulations, legal process, or governmental requests.  Additionally, we may share information in connection with our establishment, exercise, or defense of legal claims.  This may include disclosures to law enforcement offices, third-party rights owners, or others in connection with enforcing our Terms of Service or Privacy Policy; responding to claims that an advertisement, posting or other content violates the rights of a third party; or protecting the rights, property or personal safety of our users or the general public."}, {"2": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"3": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}, {"4": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"5": "(4) Short-term, transient use of personal information that is not disclosed to another third party and is not used to build a profile about you or otherwise alter your experience outside the current interaction, including, but not limited to, the contextual customization of ads shown as part of the same interaction."}, {"6": "As of the effective date listed above, there is no commonly accepted response for Do Not Track signals initiated by browsers. Therefore, we do not respond to such signals or to other mechanisms that may provide the ability to exercise choice regarding the collection of personal information regarding your online activities over time and across third party Web sites or online services."}]}, "count": 7}, "advertising": {"text": {"advertising": [{"0": "Improve your advertising, renter communications and leasing with solutions that work as hard as you do."}, {"1": "Improve your advertising, renter communications and leasing with solutions that work as hard as you do."}, {"2": "Improve your advertising, renter communications and leasing with solutions that work as hard as you do."}, {"3": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"4": "5. Interest-Based Advertising and Opting Out."}, {"5": "Digital Advertising Alliance"}, {"6": "the Network Advertising Initiative"}, {"7": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}, {"8": "(5) Performing services on our own behalf for you or others, including by providing your information to properties as you request; facilitating contact and communication  between you, us, and relevant properties; maintaining or servicing accounts; providing customer service; processing or fulfilling transactions; verifying customer information; facilitating the processing of payments; providing advertising or marketing services; resolving disputes and troubleshooting problems; sending you relevant residential real estate related listings via email, phone, text messaging or push notification on your phone; or sending you notices and alerts."}, {"9": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}, {"10": "You have the right to opt-out of “sales” of personal information (as defined under California law) and out of sharing of personal information for cross-context behavioral advertising. To submit an opt-out request, go to our Do Not Sell or Share My Personal Information page here."}]}, "count": 11}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}]}, "count": 1}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Improve your advertising, renter communications and leasing with solutions that work as hard as you do."}, {"1": "Improve your advertising, renter communications and leasing with solutions that work as hard as you do."}, {"2": "Improve your advertising, renter communications and leasing with solutions that work as hard as you do."}, {"3": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"4": "d. personalize or customize your experience and otherwise measure and improve the Sites’ services, as well as modify and update existing services and develop new services;"}, {"5": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}, {"6": "(7) Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for us, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for us, or controlled by is."}]}, "count": 7}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "(7) Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for us, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for us, or controlled by is."}]}, "count": 1}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Why some cookies crumble: The latest on third-party cookies & why multifamily needs to focus on first-party data "}, {"1": "b. Data collected by automated means like cookies, web beacons, and similar technologies: "}, {"2": "d. Location data."}, {"3": "f. Social network data. "}, {"4": "p. prepare aggregated or deidentified data, including for general marketing and analytical purposes; and"}, {"5": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"6": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}, {"7": "(D) Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with us or our affiliates’ websites, applications, or advertisements. This includes (1) logs of your session on our Sites; (2) data collected by automated means like cookies, web beacons, and similar technologies; and (3) connection information associated with calls, text messages, and other communications with you."}, {"8": "(E) Geolocation data – If you authorize our Apps to use your location, we will receive location information. You can disable collection of location information by our Apps at any time in your mobile device settings."}, {"9": "(G) Sensitive personal information, including (1) account login credentials; (2) government-issued identifiers that you provide in connection with rental applications; (3) precise geolocation data as described above; and (4) content of emails between consumers and properties, to the extent these may be received by us when we are not the intended recipient of such communications."}, {"10": "(H) Inferences drawn from (1) the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, (2) information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet (such as public locations on the Internet), and (3) information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes."}]}, "count": 11}, "we process": {"text": {"we process": [{"0": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "Rent Group Inc. (“Rent Group”, or “we”, “our” or “us”) is the owner and operator of apartmentguide.com, rent.com and rentals.com (collectively, the “Websites”), as well as the Apartment Guide and Rent. mobile applications (collectively, the “Apps”), and other related sites, tools, applications, or services (collectively and including the Websites and the Apps, the “Sites”).  This Privacy Policy describes how we handle your information collected via the Sites.  By using the Sites, you expressly consent to our collection, storage, use and disclosure of your information as described in this Privacy Policy. Our Additional Notice for California Consumers can be found here."}, {"1": "For example, if you purchase a listing on Rentals.com, your payment information may be collected. This information will be collected and processed directly by our third-party payment processor."}, {"2": "b. Data collected by automated means like cookies, web beacons, and similar technologies: "}, {"3": "We describe the personal information we have collected in the 12 months preceding the effective date of this Privacy Policy above, in the section titled “Collection”. The information we have obtained includes the following categories of personal information:"}, {"4": "(D) Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with us or our affiliates’ websites, applications, or advertisements. This includes (1) logs of your session on our Sites; (2) data collected by automated means like cookies, web beacons, and similar technologies; and (3) connection information associated with calls, text messages, and other communications with you."}, {"5": "(F) Audio information from calls you place to properties, including recordings and transcriptions of such calls – you will be notified at the beginning of a call if it may be recorded or monitored. Electronic information in the form of Internet or other electronic network activity information as described above may also be collected."}, {"6": "For further information, please see the above “Use” section. We may also use the information we collect for our own or our service providers’ other operational purposes, purposes for which we provide additional notice, or for purposes compatible with the context in which the personal information was collected."}, {"7": "the categories of personal information we have collected about you;"}, {"8": "the categories of sources from which the personal information is collected; "}, {"9": "the specific pieces of information we have collected about you; "}, {"10": "Deletion Rights. You have the right to request that we delete personal information about you which we have collected from you. Please note if you have requested a service that requires the use of your personal information (e.g., rental applications), we may not be able to provide that service if you choose to delete your personal information."}]}, "count": 11}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "We generally keep personal information for the length of time needed to carry out the purposes outlined in this Privacy Policy, and as permitted under our records retention policies, which are consistent with applicable laws. We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy."}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}]}, "count": 1}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"1": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}]}, "count": 2}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "Apartments on the Go Podcast: Embracing AI with confidence"}, {"1": "Introducing Conversion AI!"}]}, "count": 2}, "automatically": {"text": {"automatically": [{"0": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}]}, "count": 1}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "\nIf you create an account with us, some of our Apps may provide you with a functionality that allows you to store additional information that you may later elect to provide to a property in connection with making a rental application, such as self-reported employment, income and credit score information.  If you store such information, you may delete it at any time, and you control whether you share it with any properties and/or landlords. "}, {"1": "Except as otherwise expressly included herein, this Privacy Policy addresses only the use and disclosure of information we collect from you via the Sites. If you disclose your information to others, whether they are landlords, other renters, properties or other websites, different rules may apply to their use or disclosure of the information you disclose to them. We do not control the privacy policies of third parties. We encourage you to review third parties’ privacy notices before you disclose your personal information to others.The Sites have links to other websites that may collect personal information about you if you access or use them. We are not responsible for the privacy practices or the content of those linked websites."}, {"2": "To the extent one of our Sites provides for user accounts, your password is the key to your account. Use unique numbers, letters and special characters, and do not disclose your account password for such Site to anyone. If you do share your password or your personal information with others, remember that you may be responsible for actions taken in the name of your account. If you lose control of your password, you may lose substantial control over your personal information and may be subject to legally binding actions taken on your behalf. Therefore, if your password has been compromised for any reason, you should immediately notify us and change your password."}, {"3": "As required or permitted under applicable law, please note that we may take steps to verify your identity before granting you access to information or acting on your request to exercise your rights. To verify your request, you will be required to provide information listed on our rights request forms, and to confirm you control email addresses or phone numbers you provide to us in connection with a request. We may limit our response to your exercise of the above rights as permitted under applicable law."}]}, "count": 4}, "settings": {"text": {"settings": [{"0": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"1": "(E) Geolocation data – If you authorize our Apps to use your location, we will receive location information. You can disable collection of location information by our Apps at any time in your mobile device settings."}]}, "count": 2}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "m. help promote a safe service and detect and prevent error, fraud and other potentially prohibited or illegal activity;"}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "(2) Helping to ensure security and integrity while using personal information as may be reasonably necessary and proportionate, including detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity."}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "m. help promote a safe service and detect and prevent error, fraud and other potentially prohibited or illegal activity;"}, {"1": "(2) Helping to ensure security and integrity while using personal information as may be reasonably necessary and proportionate, including detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity."}]}, "count": 2}, "to protect": {"text": {"to protect": [{"0": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}]}, "count": 1}, "encryption": {"text": {"encryption": [{"0": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}]}, "count": 1}, "security": {"text": {"security": [{"0": "9. Security."}, {"1": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}, {"2": "(2) Helping to ensure security and integrity while using personal information as may be reasonably necessary and proportionate, including detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity."}]}, "count": 3}, "unauthorized": {"text": {"unauthorized": [{"0": "We treat data as an asset that must be protected and have taken steps (encryption, passwords, physical security, etc.) to protect personal information against unauthorized access and disclosure. However, third parties may unlawfully intercept or access transmissions or private communications sent via the Internet. Therefore, although we work to protect your privacy, we cannot promise, and you should not expect, that personal information or private communications you transmit via the Internet are guaranteed to remain private."}]}, "count": 1}, "auditing": {"text": {"auditing": [{"0": "(1) Auditing related to a current interaction with the consumer and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance with applicable laws and other standards."}]}, "count": 1}}, "EDUCATION": {"how": {"text": {"how": [{"0": "Rent Group Inc. (“Rent Group”, or “we”, “our” or “us”) is the owner and operator of apartmentguide.com, rent.com and rentals.com (collectively, the “Websites”), as well as the Apartment Guide and Rent. mobile applications (collectively, the “Apps”), and other related sites, tools, applications, or services (collectively and including the Websites and the Apps, the “Sites”).  This Privacy Policy describes how we handle your information collected via the Sites.  By using the Sites, you expressly consent to our collection, storage, use and disclosure of your information as described in this Privacy Policy. Our Additional Notice for California Consumers can be found here."}, {"1": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"2": "In certain circumstances, you may have a right to appeal the result of your request; if so, our response to your request will tell you how to initiate an appeal."}, {"3": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}]}, "count": 4}, "what": {"text": {}, "count": 0}, "how you": {"text": {"how you": [{"0": "b. Data collected by automated means like cookies, web beacons, and similar technologies: We or third party providers may place cookies, web beacons, or similar technologies on your device when you visit our Sites. We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising. We may use cookies to monitor, analyze, track activity on, and improve the functionality and usability of the Sites. Cookies may also be used to provide you with advertising or marketing relevant to your interests. You can block cookies by changing the settings on your browser, but doing so may prevent us from delivering certain services to you. Cookies and similar technologies may be used to collect information about your interactions with the Sites, or with emails that we send to you.c. Calls, text messages, and other communications.  We make tools available that facilitate communications between you and properties by phone, email or text (such as when you call a property using the phone number displayed on one of the Sites). When these tools are used, we may collect certain information related to the communication, like email addresses, contact logs, calling number, call duration, date and time of the communication, and similar information.  We will also obtain the content of emails, calls, or text messages exchanged by you and properties to the extent they are exchanged through the Sites.  Please note that if you contact us or a property via the phone numbers provided on the Sites, we may record the phone conversation and store a recording and transcription of such call for quality assurance and customer service purposes; you will be notified at the beginning of a call if it may be recorded or monitored. d. Location data.  If you use the Apps and authorize them to use your location, we may collect the location of your device.  You can deactivate our collection of location data at any time within your mobile device settings. e. Logs of your session on our Sites.  When you visit our Sites, we collect information about how you use them.  This information may include information based on your interactions with the Sites and their advertising (such as search information, device sign-on data, statistics on page views, traffic to, from and within the Sites), IP address, standard web log information, information about the type of device through which you access the Sites (such as connection information such as the name of your mobile operator or ISP, browser type, language and time zone).  f. Social network data.  If you log on to our Sites using your social media account, we may receive information about your social media profile that you have authorized the social network to share with us as part of your sign-on.  Additionally, if you interact with any content we make available on social media – such as by “liking” our content or posting a response to our posts – we may be able to access information that the social media network makes publicly available in connection with that interaction. "}, {"1": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}]}, "count": 2}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "If you use features on our Sites to learn more about a property, like taking virtual tours or scheduling in-person tours, we collect information about your use of those features.  For example, if you use our Site to schedule a tour with a property, we collect information about whether you scheduled the tour, when the tour is scheduled for, whether you attended the tour, and whether you decided to apply for a lease with the property."}, {"1": "a. provide the services and customer support you request, including providing your information to properties as you request, helping you learn more about properties (such as with online content and functionalities enabling property tours), facilitating rental applications, and confirming emails related to the Sites’ services, reminders, and transactions;"}, {"2": "q. learn more about you or other individuals."}, {"3": "a. Persons to whom you direct us to share information – Our Sites enable you to communicate with properties by email, phone, or text.  When you submit a message to a property, or call or text a property, we will provide your information to that property.  When you contact a property, they will store information about you, such as your name, email address, phone number, etc. Similarly, if you schedule a tour with a property, you direct us to share your information with that property to facilitate the tour and manage whether it has occurred. We expect properties to use your information for the purpose of your interaction with them as a renter.  You can visit the privacy policies maintained by properties you contact to learn more about their privacy practices."}, {"4": "We also process opt-out requests submitted by consumers’ opt-out preference signals as required by applicable law. The technical specifications of a consumer’s opt-out preference signal determine how we process such signals. For example, if an opt-out preference signal is associated solely with a user’s browser, the opt-out will be applied to the browser. As of the “Last Updated” date of this Privacy Policy, our processing of opt-out preference signals can be considered “frictionless” under California law. You can learn more about how you can use an opt-out preference by visiting the California Attorney General’s CCA page and consulting the section titled “Requests not to Sell Personal Information (Right to Opt-Out of Sale).” You can also consult information published by the California Privacy Protection Agency (CPPA) about how you can use opt-out preference signals. "}]}, "count": 5}, "more information": {"text": {"more information": [{"0": "We obtain the above categories of personal information from a variety of sources. As outlined above in the section titled “Collection”, the sources from which we collect personal information include: (a) individuals with whom we or our service providers of business partners interact; (b) the devices used to access our Websites, Apps, or any content we make available; (c) emails, phone calls, text messages, or other communications between consumers and us or properties; and (d) third party partners such as marketing and analytics providers; and others consistent with this Privacy Policy.  For more information, please see the above section titled “Collection.”"}, {"1": "Rent Group does not disclose personal information for monetary consideration. As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories (C), (D), and (G) listed above to other businesses or third parties for consideration that can constitute a “sale” and/or “sharing” of personal information for cross-context behavioral advertising as defined under California law.  These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.  We do not “sell” personal information of individuals we know to be under the age of 16, or share the personal information of individuals we know to be under the age of 16 for cross-context-behavioral advertising.  Within the last 12 months, we have disclosed personal information in all or substantially all of the categories identified above to other businesses, service providers, or third parties for various business purposes.  For more information about the categories of personal information we have disclosed for business purposes, the categories of entities to whom we have disclosed this information, and the purposes for which we have disclosed the information, please see Section 3 above (“Disclosure”).We do not disclose personal information of individuals we know to be under the age of 16 to other businesses or third parties for consideration or for cross-context behavioral advertising."}]}, "count": 2}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Why some cookies crumble: The latest on third-party cookies & why multifamily needs to focus on first-party data "}, {"1": "b. Data collected by automated means like cookies, web beacons, and similar technologies: "}, {"2": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"3": "(D) Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with us or our affiliates’ websites, applications, or advertisements. This includes (1) logs of your session on our Sites; (2) data collected by automated means like cookies, web beacons, and similar technologies; and (3) connection information associated with calls, text messages, and other communications with you."}]}, "count": 4}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "b. Data collected by automated means like cookies, web beacons, and similar technologies: "}, {"1": "Like many companies, Rent Group processes personal information for purposes of targeted advertising. As noted above, we may partner with third parties (e.g., data management platforms, ad servers, ad network providers, or third-party advertisers) to provide you with advertisements that you see on the Sites or other websites. These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies. This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative. You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.Please note the above links do not opt you out of being served advertising; you will continue to receive generic ads that are not based on your specific interests."}, {"2": "(D) Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with us or our affiliates’ websites, applications, or advertisements. This includes (1) logs of your session on our Sites; (2) data collected by automated means like cookies, web beacons, and similar technologies; and (3) connection information associated with calls, text messages, and other communications with you."}]}, "count": 3}, "session monitoring": {"text": {}, "count": 0}}}, "link-1": {"WORDS": {"we": {"text": {"we": [{"0": "Let us know your income, expenses and desired location. We'll help you find the right rent budget."}]}, "count": 1}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}, "information": {"text": {}, "count": 0}, "use": {"text": {}, "count": 0}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {}, "count": 0}, "if": {"text": {"if": [{"0": "Download the Rent. app for Android and iOS.© 2024 Rent Group Inc. All rights reserved. Terms of Service, Privacy Policy and MLS Disclosures. If you are using a screen reader, or are having difficulty reading this website, please email accessibilityfeedback@rent.com."}]}, "count": 1}, "when": {"text": {"when": [{"0": "11 Steps to Follow When Renting an Apartment"}]}, "count": 1}, "help": {"text": {"help": [{"0": "Advice from our experts to help you along your rental journey."}, {"1": "Let us know your income, expenses and desired location. We'll help you find the right rent budget."}]}, "count": 2}, "access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {}, "count": 0}, "you can": {"text": {}, "count": 0}, "right": {"text": {"right": [{"0": "Let us know your income, expenses and desired location. We'll help you find the right rent budget."}]}, "count": 1}, "choice": {"text": {}, "count": 0}, "request": {"text": {}, "count": 0}, "delete": {"text": {}, "count": 0}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {}, "count": 0}, "authority": {"text": {}, "count": 0}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {}, "count": 0}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "© 2024 Rent Group Inc. All rights reserved. Terms of Service, Privacy Policy and MLS Disclosures."}, {"1": "Rent Group, operator of Rent., is committed to and abides by the Fair Housing Act and Equal Opportunity Act. Read our Fair Housing Policy and The New York State Fair Housing Notice."}]}, "count": 2}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "California Rentals"}]}, "count": 1}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {}, "count": 0}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {}, "count": 0}, "advertising": {"text": {}, "count": 0}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {}, "count": 0}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {}, "count": 0}, "we process": {"text": {}, "count": 0}, "collected": {"text": {}, "count": 0}, "stored": {"text": {}, "count": 0}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {}, "count": 0}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {}, "count": 0}, "settings": {"text": {}, "count": 0}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {}, "count": 0}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "Rent Calculator: How Much Should You Spend on Rent?"}]}, "count": 1}, "what": {"text": {}, "count": 0}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "These properties are trending. Find the perfect place, book a tour, or contact to learn more."}]}, "count": 1}, "more information": {"text": {}, "count": 0}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {}, "count": 0}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}