{"https://unacademy.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "We’ll send an OTP for verification"}]}, "count": 1}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}, "information": {"text": {}, "count": 0}, "use": {"text": {}, "count": 0}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "CAT & other MBA entrance tests"}, {"1": "Admissions open in Kota, Delhi, Chandigarh, Sikar, Indore and 20+ other cities!"}]}, "count": 2}, "if": {"text": {}, "count": 0}, "when": {"text": {}, "count": 0}, "help": {"text": {"help": [{"0": "Help & support"}]}, "count": 1}, "access": {"text": {"access": [{"0": "Bonus access to online learning"}, {"1": "One subscription gets you access to all our live and recorded classes to watch from the comfort of any of your devices"}, {"2": "Get unlimited access to structured courses & doubt clearing sessions"}]}, "count": 3}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {}, "count": 0}, "you can": {"text": {}, "count": 0}, "right": {"text": {}, "count": 0}, "choice": {"text": {}, "count": 0}, "request": {"text": {}, "count": 0}, "delete": {"text": {}, "count": 0}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {}, "count": 0}, "authority": {"text": {}, "count": 0}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {}, "count": 0}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {}, "count": 0}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {}, "count": 0}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {}, "count": 0}, "advertising": {"text": {}, "count": 0}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {}, "count": 0}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "J. Cross-Border Data Transfer"}, {"1": "U. CCPA DATA PRACTICES DURING THE LAST 12 MONTHS"}, {"2": "“Data Protection Laws”"}, {"3": "Information related to location: You may also choose to provide location related information, including but not limited to access to GPS, which will enable us, with your consent, to offer customized offerings for specific services where location data is relevant and/or applicable such as informing you whether services on the Platform that you have expressed interest in may be availed of at or near your location."}, {"4": "Consent: We rely on your consent to process your Personal Information in certain situations. If we require your consent to collect and process certain Personal Information, as per the requirements under the applicable Data Protection Laws, your consent is sought at the time of collection of your Personal Information and such processing will be performed where consent is secured."}, {"5": "Advertising and Analytics Partners:We may share usage data with third-party advertisers, advertisement networks, and analytics providers through cookies and other similar technologies."}, {"6": "J. Cross-Border Data Transfer"}, {"7": "If you use our Platform from outside India, including in the USA, EU, EEA, and UK, your information may be transferred to, stored, and processed in India. By accessing our Platform or otherwise giving us information, you consent to the transfer of information to India and other countries outside your country of residence. If you are located in the EU and applicable law specifies relevant legal grounds for processing personal data, the legal grounds for our processing activities are to perform our contract(s) with you; to meet our legal obligations; and for our legitimate business purposes, including to improve our operation and Services and to detect and prevent fraud."}, {"8": "We rely on legal bases to transfer information outside the EU, EEA and UK, and any Personal Information that we transfer will be protected in accordance with this Policy as well as with adequate protections in place in compliance with applicable Data Protection Laws and regulations."}, {"9": "Right to Confirmation and Access: You have the right to get confirmation and access to your Personal Information that is with us along with other supporting information.Right to Correction: You have the right to ask us to rectify your Personal Information that is with us that you think is inaccurate. You also have the right to ask us to update your Personal Information that you think is incomplete or out-of-date.Right to be Forgotten: You have the right to restrict or prevent the continuing disclosure of your Personal Information under certain circumstances.Right to Erasure: If you wish to withdraw/remove your Personal Information from our Platform, you have the right to request erasure of your Personal Information from our Platform. However, please note that such erasure will remove all your Personal Information from our Platform (except as specifically stated in this Policy) and may result in deletion of your account on the Platform permanently, and the same will not be retrievable.Remember, you are entitled to exercise your rights as stated above only with respect to your information, including Personal Information, and not that of other Users. Further, when we receive any requests or queries over email or physically to the address specified in the ‘Grievances’ section below, then, as per the applicable Data Protection Laws, we may need to ask you a few additional information to verify your identity in association with the Platform and the request received."}, {"10": "However, no form or method of data storage or transmission system is fully secure, and we cannot guarantee that security provided by such system(s) is absolute and that your information will not be accessed, disclosed, or destroyed in the event of a breach of any of our security measures."}, {"11": "If you have any questions about this Policy, wish to exercise your rights, have concerns about privacy of your data or any privacy related grievances in respect of the Platform, then please register your complaint with a thorough description via email to privacy@unacademy.com addressed to our grievance officer Mr. Tony Mathew (Associate General Counsel) or via a registered post to the below address-Sorting Hat Technologies Pvt LtdMaruti Infotech Centre, 3rd Floor, A-Block, Domlur, Koramangala Inner Ring Road, Bangalore- 560 071, Karnataka, India."}, {"12": "TERMS APPLICABLE IF YOU ARE AN INDIAN RESIDENTYour rights: If you are located in India, you may have the following rights under the Personal Data Protection Bill (PDPB) when it becomes a legislation. All requests can be made by using the option provided to you within the Platform upon your login. You may also write to us as stated in the ‘Grievances’ section above, and we will address you concerns to the extent required by law."}, {"13": "Right to Data Portability:"}, {"14": "TERMS APPLICABLE IF YOU ARE A RESIDENT OF UNITED KINGDOM (UK), A EUROPEAN UNION (EU) COUNTRY OR EUROPEAN ECONOMIC AREA (EEA)Your rights: If you are located in the United Kingdom (UK) or European Union (EU) or European Economic Area (EEA), you have the following rights under the UK and EU General Data Protection Regulation (GDPR) respectively. All requests should be sent to the address noted in the ‘Grievances’ section above, and we will fulfil requests to the extent required by applicable law."}, {"15": "Right to Data Portability: "}, {"16": "Internet or other electronic network activity information:We collect cookies as described in our Cookie Policy, we will automatically receive information from your browser and your device, which includes the date and time of your visit to the Platform as well as your location, Internet Protocol (IP) address, domain server, browser type, access time, and data about which pages you visit on the Platform. We use Internet or other electronic network activity information as set forth in the  ‘How We Use and Share the Information Collected’ section of this Policy."}, {"17": "Geolocation data:"}, {"18": "U. CCPA DATA PRACTICES DURING THE LAST 12 MONTHS"}, {"19": "Personal Information collected:  As described in this Policy, we have collected the categories of Personal Information listed below during the preceding 12 months:IdentifiersCharacteristics of Personal Information described in the California Customer Records statuteInternet or other electronic network activity informationGeolocation dataCommercial informationAudio, electronic, visual, thermal, olfactory, or similar informationInferencesCategories of sources: We have collected the Personal Information identified in this Policy from you and our payment processors.Business and commercial purposes for collecting We have collected the categories of Personal Information listed above for the following purposes:Operate the Platform;Provide our Services to you;Honor our Terms and Conditions and contracts;Ensure the privacy and security of our Platform and Services;Manage our relationships with you;Communicate with you;Analyze use of the Platform and our Services;Enhance your experience;Track visits to the Platform;Provide you with a more personal and interactive experience on the Platform; andUsage analytics purposes.Personal Information sold: We have not sold categories of Personal Information during the preceding 12 months.Personal Information disclosed for a business purpose: We have disclosed for a business purpose the categories of Personal Information listed below during the preceding 12 months:IdentifiersCharacteristics of Personal Information described in the California Customer Records statuteInternet or other electronic network activity informationGeolocation dataCommercial informationAudio, electronic, visual, thermal, olfactory, or similar informationInferencesWe have disclosed each category of Personal Information to the following categories of third parties: (1) corporate parents, subsidiaries, and affiliates; (2) advisors (accountants, attorneys); (3) service providers (data analytics, data storage, mailing, marketing, website and platform administration, technical support); and (4) operating systems and platforms."}]}, "count": 20}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "In addition to our Terms and conditions Service, Unacademy respects your privacy and is committed to protecting it. This Privacy Policy (the “Policy”) explains the types of information collected by Unacademy when you use the Platform (as defined in Terms and conditions) that references this Policy, how we collect, use, share and store such information collected and also explains the rationale for collection of such information, the privacy rights and choices you have regarding your information submitted to us when you use the Services."}, {"1": "The Services are governed by this Policy, Terms and conditions, and any other rules, policies or guidelines published on the Platform as applicable to you. Please read this Policy carefully prior to accessing our Platform and using the Services. By accessing and using the Platform, providing your Personal Information (defined below), or by otherwise signalling your agreement when the option is presented to you, you consent to the collection, use, disclosure, sharing and storing of information described in this Policy, Terms of Service and any other rules, policies or guidelines published on the Platform as applicable to you (collectively referred to as the “Platform Terms”), and Unacademy disclaims all the liabilities arising therefrom. If you have inadvertently submitted any Personal Information to Unacademy prior to reading this Policy statements set out herein, or you do not agree with the way your Personal Information is collected, stored, or used, then you may access, modify and/or delete your Personal Information in accordance with this Policy (refer to the sections about Your Choices and Your Rights)."}, {"2": "Unacademy owns and/or manages several platforms (other than the Platform) that offer a range of services including services related to technology solutions in the space of education, either by itself or through its affiliates and subsidiaries (“Unacademy Group Platforms”). Each of the Unacademy Group Platforms have published their own privacy policies. Accordingly, this Policy does not apply to information collected through the Unacademy Group Platforms and only applies to the collection of your information through the Platform. Please visit the relevant Unacademy Group Platform to know the privacy practices undertaken by them."}, {"3": "While some of our Services may require collection of a Child’s Personal Information, we do not knowingly collect such Personal Information from a Child and assume that information has been provided with consent of the Parent. If you are a Parent and you are aware that your Child has provided us with any Personal Information without your consent, please contact us atprivacy@unacademy.com. If we become aware that we have collected Personal Information from a Child in the absence of consent of the Parent, we will take steps to remove such information from our servers."}, {"4": "To provide Services on our Platform: We use your information as collected by us to allow you to access the Platform and the Services offered therein, including without limitation to set-up and maintain your account, provide customer service, fulfil purchases through the Platform, verify User information and to resolve any glitches with our Platform. The legal basis for this processing is consent or, where applicable, our legitimate interests in the proper administration of our Platform, and/or the performance of a contract between you and us."}, {"5": "We share the information collected as per terms of this Policy only in the manner specified hereinbelow. We do not sell or otherwise disclose Personal Information we collect about you for monetary or other valuable consideration. Further, only authorized representatives of Unacademy and on a need-to-know basis use any information received from you and as consented by you. In the event of any identified unauthorized use or disclosure of information or upon your complaint as stated under the ‘Grievances’ section below, we will investigate any such complaint and take the appropriate action as per the applicable Data Protection Laws.Affiliates and Subsidiaries: We may disclose information about you to our affiliates, subsidiaries and other businesses under the same control and ownership, and their respective officers, directors, employees, accountants, attorneys, or agents, who need the information to help us provide the Services or process the information on our behalf. We require our affiliate, subsidiaries and other businesses under the same control and ownership to follow this Privacy Policy for any Personal Information that we share with them. Further, if you have availed any Service that is offered by Unacademy in collaboration with one or more Unacademy Group Platforms, then we may share your Personal Information with the relevant Unacademy Group Platform, who may also communicate with you regarding certain other products/services offered by them separately via email, phone, SMS and/or such other mode of communication; you will always have an option to opt out of receiving some or all of such promotional communications from an Unacademy Group Platform through the unsubscribe link in the email or such other option that may be communicated to you.Third-party vendors/service providers including integrated services on the Platform:  We may share information about you with third-party vendors or service providers (including consultants, payment processors, and other service providers and integrated services) who need the information to provide their support services to us or you, or to provide their services to you on our behalf either directly or through the Platform. These services may include providing customer support, performing business and sales analysis, supporting our website functionality, facilitating payment processing, and supporting contests, surveys, and other features offered on our Platform. Such third-party vendors are not allowed to use the information for any purpose other than what it was provided for, and they are required to process and use the information in accordance with this Privacy Policy.Third-party platforms to facilitate the additional offerings: We may share information about you with third-party platforms that are used to create interactive forums between Content Providers and Learners to enable the Learners a more conducive environment to extend their learning. The information shared with these platforms are limited to the information required to facilitate your participation in the forums and is based on your consent. However, the privacy practices of these platforms are independent of this Policy, and we suggest that you read through the privacy policies and terms and condition of the platforms relevant to you prior to consenting to being a part of any forums made available on these third-party platforms.Legal Disclosures: We may disclose information about you in response to a court order, or other governmental request. Without limitation to the foregoing, we reserve the right to disclose such information where we believe in good faith that such disclosure is necessary to:comply with applicable laws, regulations, court orders, government and law enforcement agencies’ requests;protect and defend Unacademy’s or a third party's rights and property, or the safety of Unacademy, our users, our employees, or others; orprevent, detect, investigate and take measures against criminal activity, fraud and misuse or unauthorized use of our Platform and/or to enforce our Terms and Conditions or other agreements or policies.To the extent permitted by law, we will attempt to give you prior notice before disclosing your information in response to such a request.Business transfers:In the event Unacademy undergoes any merger, acquisition, or sale of company assets, in part or in full, with another company, or in the unlikely event that Unacademy goes out of business or enters bankruptcy, user information would likely be one of the assets that is transferred or acquired by a third party. If any of these events were to happen, this Privacy Policy would continue to apply to your information and the party receiving your information may continue to use your information, but only consistent with this Privacy Policy.Advertising and Analytics Partners:We may share usage data with third-party advertisers, advertisement networks, and analytics providers through cookies and other similar technologies.With Your Consent:We may share and disclose information with your consent or at your direction.Your information may be shared for reasons not described in this Policy, however, we will seek your consent before we do the same or share information upon your direction."}, {"6": "All KYC information collected in accordance with this Policy are fully encrypted and cannot be accessed by any person other than the designated authority in Unacademy."}, {"7": "Our business changes constantly and our Policy may change from time to time. We may, at our discretion (unless required by applicable laws to mandatorily do so), email periodic reminders of our notices and conditions, unless you have instructed us not to, but we encourage you to check our Platform frequently to see the recent changes. Unless stated otherwise, our current Policy applies to all information that we have about you and your account. We stand behind the promises we make, however, and will not materially change our policies and practices making them less protective of customer information collected in the past without your consent."}, {"8": "Right to Data Portability:  You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions;"}, {"9": "Identifiers:We may collect your name, email address, mobile number, username, unique personal identifier, and Internet Protocol (IP) address. We use Identifiers as set forth in the “How We Use and Share the Information Collected” section of this Policy, like your name, contact information, and device and online identifiers."}, {"10": " ‘How We Use and Share the Information Collected’"}, {"11": " ‘How We Use and Share the Information Collected’"}, {"12": " ‘How We Use and Share the Information Collected’"}, {"13": " ‘How We Use and Share the Information Collected’"}, {"14": " ‘How We Use and Share the Information Collected’"}, {"15": "Personal Information collected: "}, {"16": "Categories of sources: We have collected the Personal Information identified in this Policy from you and our payment processors."}, {"17": "Business and commercial purposes for collecting We have collected the categories of Personal Information listed above for the following purposes:Operate the Platform;Provide our Services to you;Honor our Terms and Conditions and contracts;Ensure the privacy and security of our Platform and Services;Manage our relationships with you;Communicate with you;Analyze use of the Platform and our Services;Enhance your experience;Track visits to the Platform;Provide you with a more personal and interactive experience on the Platform; andUsage analytics purposes."}, {"18": "The CCPA gives consumers the right to request that we (1) disclose what Personal Information we collect, use, disclose, and sell, and (2) delete certain Personal Information that we have collected or maintained. you may submit these requests to us as described below, and we honor these rights where they apply."}, {"19": "Request to Know: As a California resident, you have the right to request: (1) the specific pieces of Personal Information we have collected about you; (2) the categories of Personal Information we have collected about you; (3) the categories of sources from which the Personal Information is collected; (4) the categories of Personal Information about you that we have sold and the categories of third parties to whom the Personal Information was sold; (5) the categories of Personal Information about you that we disclosed for a business purpose and the categories of third parties to whom the Personal Information was disclosed for a business purpose; (6) the business or commercial purpose for collecting, disclosing, or selling Personal Information; and (7) the categories of third parties with whom we share Personal Information. Our response will cover the 12-month period preceding our receipt of a verifiable request."}, {"20": "Request to Delete: As a California resident, you have a right to request the erasure/deletion of certain Personal Information collected or maintained by us. As described herein, we will delete your Personal Information from our records and direct any service providers (as defined under applicable law) to delete your Personal Information from their records. However, we are not required to honor a deletion request if an exemption applies under the law."}, {"21": "Verification Process: We are required by law to verify the identities of those who submit requests to know or to delete. To determine whether the individual making the request is the consumer about whom we have collected information, we will verify your identity by matching the identifying information provided by you in the request to the Personal Information that we already maintain about you. As a part of this process, you will be required to provide your name and email address, and mobile number (if the same have been voluntarily provided by you at the time of registering on the Platform or otherwise while using the Platform). We will inform you if we cannot verify your identity. Please note-If we cannot verify the identity of the person making a request for categories of Personal Information, we may deny the request. If the request is denied in whole or in part for this reason, we will provide a copy of, or direct you to, our Privacy Policy.If we cannot verify the identity of the person making a request to delete, we may deny the request. If there is no reasonable method by which we can verify the identity of the requestor to the degree of certainty required, we will state this in our response and explain why we have no reasonable method by which we can verify the identity of the requestor.If we cannot verify the identity of the person making a request for categories of Personal Information, we may deny the request. If the request is denied in whole or in part for this reason, we will provide a copy of, or direct you to, our Privacy Policy."}]}, "count": 22}, "stored": {"text": {"stored": [{"0": "The Services are governed by this Policy, Terms and conditions, and any other rules, policies or guidelines published on the Platform as applicable to you. Please read this Policy carefully prior to accessing our Platform and using the Services. By accessing and using the Platform, providing your Personal Information (defined below), or by otherwise signalling your agreement when the option is presented to you, you consent to the collection, use, disclosure, sharing and storing of information described in this Policy, Terms of Service and any other rules, policies or guidelines published on the Platform as applicable to you (collectively referred to as the “Platform Terms”), and Unacademy disclaims all the liabilities arising therefrom. If you have inadvertently submitted any Personal Information to Unacademy prior to reading this Policy statements set out herein, or you do not agree with the way your Personal Information is collected, stored, or used, then you may access, modify and/or delete your Personal Information in accordance with this Policy (refer to the sections about Your Choices and Your Rights)."}, {"1": "Your information including any Personal Information is stored, processed, and transferred in and to the Amazon Web Service (AWS) servers and databases located in Singapore, India and the USA. Unacademy may also store, process, and transfer information in and to servers in other countries depending on the location of its affiliates and service providers."}, {"2": "If you use our Platform from outside India, including in the USA, EU, EEA, and UK, your information may be transferred to, stored, and processed in India. By accessing our Platform or otherwise giving us information, you consent to the transfer of information to India and other countries outside your country of residence. If you are located in the EU and applicable law specifies relevant legal grounds for processing personal data, the legal grounds for our processing activities are to perform our contract(s) with you; to meet our legal obligations; and for our legitimate business purposes, including to improve our operation and Services and to detect and prevent fraud."}, {"3": "Note: If you wish to exercise any of your rights (as specified in ‘Your Rights’ section below) to access, modify and delete any or all information stored about you, then you may do so by using the options provided within the Platform. You can always write to us atprivacy@unacademy.com for any clarifications needed."}]}, "count": 4}, "retention": {"text": {"retention": [{"0": "Usage information: We collect information about your usage of our Platform. We also collect information about what happens when you use our Platform (e.g., page views, support document searches, features enabled for your account, interactions with other parts of our Services) along with information about your Supported Device (e.g., screen size, name of cellular network, and mobile device manufacturer). We use this information to provide our Platform to you, get insights on how people use our Platform so that we can make our Platform better, and understand and make predictions about User retention."}, {"1": "Inferences:We may make inferences based upon the Personal Information collected (such as likelihood of retention or attrition). We use Inference information as set forth in the  ‘How We Use and Share the Information Collected’ section of this Policy."}]}, "count": 2}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Analyze use of the Platform and our Services;"}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "To improve our Platform and maintain safety: We use your information to improve and customize the Platform and Services offered by us, including providing automatic updates to newer versions of our Platform and creating new features based on the Platform usage analysis. Further, we also use your information to prevent, detect, investigate, and take measures against criminal activity, fraud, misuse of or damage to our Platform or network, and other threats and violations to Unacademy’s or a third party's rights and property, or the safety of Unacademy, its users, or others. The legal basis for this processing is consent or, where applicable, our legitimate interests in the proper administration of our Platform, and/or the performance of a contract between you and us."}, {"1": "Third-party vendors/service providers including integrated services on the Platform:  We may share information about you with third-party vendors or service providers (including consultants, payment processors, and other service providers and integrated services) who need the information to provide their support services to us or you, or to provide their services to you on our behalf either directly or through the Platform. These services may include providing customer support, performing business and sales analysis, supporting our website functionality, facilitating payment processing, and supporting contests, surveys, and other features offered on our Platform. Such third-party vendors are not allowed to use the information for any purpose other than what it was provided for, and they are required to process and use the information in accordance with this Privacy Policy."}]}, "count": 2}, "analytics": {"text": {"analytics": [{"0": "Advertising and Analytics Partners:"}, {"1": "The right to opt in or out of marketing, analytics, and other similar activities;"}, {"2": "Usage analytics purposes."}]}, "count": 3}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "To improve our Platform and maintain safety: We use your information to improve and customize the Platform and Services offered by us, including providing automatic updates to newer versions of our Platform and creating new features based on the Platform usage analysis. Further, we also use your information to prevent, detect, investigate, and take measures against criminal activity, fraud, misuse of or damage to our Platform or network, and other threats and violations to Unacademy’s or a third party's rights and property, or the safety of Unacademy, its users, or others. The legal basis for this processing is consent or, where applicable, our legitimate interests in the proper administration of our Platform, and/or the performance of a contract between you and us."}]}, "count": 1}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {"automatically": [{"0": "Information we collect automatically:"}, {"1": "Advertisers or ad companies working on their behalf sometimes use technology to serve the ads that appear on our sites directly to Your browser. They automatically receive Your IP address when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by our Policy. Please contact them directly for more information about their privacy practices."}, {"2": "Advertisers or ad companies working on their behalf sometimes use technology to serve the ads that appear on our sites directly to your browser. They automatically receive your IP address when this happens. They may also use cookies to measure the effectiveness of their ads and to personalise ad content. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by our Policy. Please contact them directly for more information about their privacy practices."}, {"3": "Internet or other electronic network activity information:We collect cookies as described in our Cookie Policy, we will automatically receive information from your browser and your device, which includes the date and time of your visit to the Platform as well as your location, Internet Protocol (IP) address, domain server, browser type, access time, and data about which pages you visit on the Platform. We use Internet or other electronic network activity information as set forth in the  ‘How We Use and Share the Information Collected’ section of this Policy."}]}, "count": 4}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Affiliates and Subsidiaries: We may disclose information about you to our affiliates, subsidiaries and other businesses under the same control and ownership, and their respective officers, directors, employees, accountants, attorneys, or agents, who need the information to help us provide the Services or process the information on our behalf. We require our affiliate, subsidiaries and other businesses under the same control and ownership to follow this Privacy Policy for any Personal Information that we share with them. Further, if you have availed any Service that is offered by Unacademy in collaboration with one or more Unacademy Group Platforms, then we may share your Personal Information with the relevant Unacademy Group Platform, who may also communicate with you regarding certain other products/services offered by them separately via email, phone, SMS and/or such other mode of communication; you will always have an option to opt out of receiving some or all of such promotional communications from an Unacademy Group Platform through the unsubscribe link in the email or such other option that may be communicated to you."}, {"1": "Advertisers or ad companies working on their behalf sometimes use technology to serve the ads that appear on our sites directly to Your browser. They automatically receive Your IP address when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by our Policy. Please contact them directly for more information about their privacy practices."}, {"2": "Advertisers or ad companies working on their behalf sometimes use technology to serve the ads that appear on our sites directly to your browser. They automatically receive your IP address when this happens. They may also use cookies to measure the effectiveness of their ads and to personalise ad content. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by our Policy. Please contact them directly for more information about their privacy practices."}]}, "count": 3}, "settings": {"text": {"settings": [{"0": "Reject Cookies and other similar technologies: You may reject or remove cookies from your web browser; you will always have the option to change the default settings on your web browser if the same is set to ‘accept cookies’. However, please note that some Services offered on the Platform may not function or be available to you, when the cookies are rejected, removed, or disabled."}]}, "count": 1}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "To improve our Platform and maintain safety: We use your information to improve and customize the Platform and Services offered by us, including providing automatic updates to newer versions of our Platform and creating new features based on the Platform usage analysis. Further, we also use your information to prevent, detect, investigate, and take measures against criminal activity, fraud, misuse of or damage to our Platform or network, and other threats and violations to Unacademy’s or a third party's rights and property, or the safety of Unacademy, its users, or others. The legal basis for this processing is consent or, where applicable, our legitimate interests in the proper administration of our Platform, and/or the performance of a contract between you and us."}, {"1": "prevent, detect, investigate and take measures against criminal activity, fraud and misuse or unauthorized use of our Platform and/or to enforce our Terms and Conditions or other agreements or policies."}, {"2": "If you use our Platform from outside India, including in the USA, EU, EEA, and UK, your information may be transferred to, stored, and processed in India. By accessing our Platform or otherwise giving us information, you consent to the transfer of information to India and other countries outside your country of residence. If you are located in the EU and applicable law specifies relevant legal grounds for processing personal data, the legal grounds for our processing activities are to perform our contract(s) with you; to meet our legal obligations; and for our legitimate business purposes, including to improve our operation and Services and to detect and prevent fraud."}]}, "count": 3}, "to detect": {"text": {"to detect": [{"0": "If you use our Platform from outside India, including in the USA, EU, EEA, and UK, your information may be transferred to, stored, and processed in India. By accessing our Platform or otherwise giving us information, you consent to the transfer of information to India and other countries outside your country of residence. If you are located in the EU and applicable law specifies relevant legal grounds for processing personal data, the legal grounds for our processing activities are to perform our contract(s) with you; to meet our legal obligations; and for our legitimate business purposes, including to improve our operation and Services and to detect and prevent fraud."}]}, "count": 1}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Unacademy has taken reasonable precautions as per applicable laws and implemented industry standards to treat Personal Information as confidential and to protect it from unauthorized access, improper use or disclosure, modification and unlawful destruction or accidental loss of the Personal Information."}, {"1": "Because it is necessary to protect your vital interests;"}, {"2": "We work to protect the security of your information during transmission by using Transport Layer Security (TLS) or Secure Sockets Layer (SSL) software (depending on your browser/Supported Device), which encrypts information you input in addition to maintaining security of your information as required under applicable laws."}, {"3": "It is important for you to protect your account against unauthorized access to or use of your password and to your computer and if you have any reason to believe that your password has become known to anyone else, or if the password is being, or is likely to be, used in an unauthorized manner, you must immediately change your password or inform us, so that we are able to help you stop or prevent such unauthorized access. Be sure to sign off when you finish using a shared computer."}, {"4": "We try and ensure that the third parties who provide services to us under appropriate contracts take appropriate security measures to protect Personal Information in line with our policies."}]}, "count": 5}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "“Sensitive Personal Information” shall include (i) passwords and financial data (except the truncated last four digits of credit/debit card), (ii) health data, (iii) official identifier (such as biometric data, aadhar number, social security number, driver’s license, passport, etc.,), (iv) information about sexual life, sexual identifier, race, ethnicity, political or religious belief or affiliation, (v) account details and passwords, or (vi) other data/information categorized as ‘sensitive personal data’ or ‘special categories of data’ under the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011, General Data Protection Regulation (GDPR) and / or the California Consumer Privacy Act (CCPA) (“Data Protection Laws”) and in context of this Policy or other equivalent / similar legislations."}, {"1": "Know Your Customer ('KYC') information: If you are an Content Provider registered with us, then, we also collect the KYC information, which may include information pertaining to your PAN number, aadhaar number, driver’s license, passport, your entity details such as name, MOU/AOA, certificate of incorporation, list of directors/partners, social security number etc., along with the relevant documents. We collect this information and documents from you to complete our verification process including pursuant to any other arrangement / agreement executed with you."}, {"2": "Limit the communications You receive from us:  Further, you will also have the option to choose what kind of communication you would like to receive from us and whether you would like to receive such communication at all or not. However, there may be certain communications that are required for legal or security purposes, including changes to various legal agreements, that you may not be able to limit."}, {"3": "We work to protect the security of your information during transmission by using Transport Layer Security (TLS) or Secure Sockets Layer (SSL) software (depending on your browser/Supported Device), which encrypts information you input in addition to maintaining security of your information as required under applicable laws."}, {"4": "We maintain electronic, and procedural safeguards in connection with the collection, storage, and disclosure of Personal Information (including Sensitive Personal Information). Our security procedures mean that we may occasionally request proof of identity before we disclose Personal Information to you that belongs to you."}, {"5": "However, no form or method of data storage or transmission system is fully secure, and we cannot guarantee that security provided by such system(s) is absolute and that your information will not be accessed, disclosed, or destroyed in the event of a breach of any of our security measures."}, {"6": "We try and ensure that the third parties who provide services to us under appropriate contracts take appropriate security measures to protect Personal Information in line with our policies."}, {"7": "Ensure the privacy and security of our Platform and Services;"}]}, "count": 8}, "unauthorized": {"text": {"unauthorized": [{"0": "Unacademy has taken reasonable precautions as per applicable laws and implemented industry standards to treat Personal Information as confidential and to protect it from unauthorized access, improper use or disclosure, modification and unlawful destruction or accidental loss of the Personal Information."}, {"1": "prevent, detect, investigate and take measures against criminal activity, fraud and misuse or unauthorized use of our Platform and/or to enforce our Terms and Conditions or other agreements or policies."}, {"2": "It is important for you to protect your account against unauthorized access to or use of your password and to your computer and if you have any reason to believe that your password has become known to anyone else, or if the password is being, or is likely to be, used in an unauthorized manner, you must immediately change your password or inform us, so that we are able to help you stop or prevent such unauthorized access. Be sure to sign off when you finish using a shared computer."}]}, "count": 3}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "I. How we Use and Share the Information Collected"}, {"1": "In addition to our Terms and conditions Service, Unacademy respects your privacy and is committed to protecting it. This Privacy Policy (the “Policy”) explains the types of information collected by Unacademy when you use the Platform (as defined in Terms and conditions) that references this Policy, how we collect, use, share and store such information collected and also explains the rationale for collection of such information, the privacy rights and choices you have regarding your information submitted to us when you use the Services."}, {"2": "Usage information: We collect information about your usage of our Platform. We also collect information about what happens when you use our Platform (e.g., page views, support document searches, features enabled for your account, interactions with other parts of our Services) along with information about your Supported Device (e.g., screen size, name of cellular network, and mobile device manufacturer). We use this information to provide our Platform to you, get insights on how people use our Platform so that we can make our Platform better, and understand and make predictions about User retention."}, {"3": "Location information: We may determine the approximate location of your Supported Device from your Internet Protocol (IP) address. We may collect and use this information to calculate how many people visit from certain geographic regions or to improve our Platform Services."}, {"4": "I. How we Use and Share the Information Collected"}, {"5": "To Better Understand Our Users:We may use information we gather to determine which areas of the Services are most frequently visited to understand how to enhance the Services."}, {"6": "Identifiers:We may collect your name, email address, mobile number, username, unique personal identifier, and Internet Protocol (IP) address. We use Identifiers as set forth in the “How We Use and Share the Information Collected” section of this Policy, like your name, contact information, and device and online identifiers."}, {"7": " ‘How We Use and Share the Information Collected’"}, {"8": " ‘How We Use and Share the Information Collected’"}, {"9": " ‘How We Use and Share the Information Collected’"}, {"10": " ‘How We Use and Share the Information Collected’"}, {"11": " ‘How We Use and Share the Information Collected’"}, {"12": "If a request is submitted in a manner that is not one of the designated methods for submission, or if the request is deficient in some manner unrelated to our verification process, we will either (i) treat the request as if it had been submitted in accordance with the designated manner, or (ii) provide you with specific directions on how to submit the request or remedy any deficiencies with the request, as applicable."}]}, "count": 13}, "what": {"text": {"what": [{"0": "Usage information: We collect information about your usage of our Platform. We also collect information about what happens when you use our Platform (e.g., page views, support document searches, features enabled for your account, interactions with other parts of our Services) along with information about your Supported Device (e.g., screen size, name of cellular network, and mobile device manufacturer). We use this information to provide our Platform to you, get insights on how people use our Platform so that we can make our Platform better, and understand and make predictions about User retention."}, {"1": "We do not use Personal Information for making any automated decisions affecting or creating profiles other than what is described in this Policy."}, {"2": "Third-party vendors/service providers including integrated services on the Platform:  We may share information about you with third-party vendors or service providers (including consultants, payment processors, and other service providers and integrated services) who need the information to provide their support services to us or you, or to provide their services to you on our behalf either directly or through the Platform. These services may include providing customer support, performing business and sales analysis, supporting our website functionality, facilitating payment processing, and supporting contests, surveys, and other features offered on our Platform. Such third-party vendors are not allowed to use the information for any purpose other than what it was provided for, and they are required to process and use the information in accordance with this Privacy Policy."}, {"3": "Limit the communications You receive from us:  Further, you will also have the option to choose what kind of communication you would like to receive from us and whether you would like to receive such communication at all or not. However, there may be certain communications that are required for legal or security purposes, including changes to various legal agreements, that you may not be able to limit."}, {"4": "The right to know what Personal Information we intend on collecting from them before the point of collection;"}, {"5": "The CCPA gives consumers the right to request that we (1) disclose what Personal Information we collect, use, disclose, and sell, and (2) delete certain Personal Information that we have collected or maintained. you may submit these requests to us as described below, and we honor these rights where they apply."}]}, "count": 6}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {"explain": [{"0": "If we cannot verify the identity of the person making a request to delete, we may deny the request. If there is no reasonable method by which we can verify the identity of the requestor to the degree of certainty required, we will state this in our response and explain why we have no reasonable method by which we can verify the identity of the requestor."}]}, "count": 1}, "understand": {"text": {"understand": [{"0": "Usage information: We collect information about your usage of our Platform. We also collect information about what happens when you use our Platform (e.g., page views, support document searches, features enabled for your account, interactions with other parts of our Services) along with information about your Supported Device (e.g., screen size, name of cellular network, and mobile device manufacturer). We use this information to provide our Platform to you, get insights on how people use our Platform so that we can make our Platform better, and understand and make predictions about User retention."}, {"1": "To Better Understand Our Users:"}, {"2": "In general, all Users have the rights specified herein this section. However, depending on where you are situated, you may have certain specific rights in respect of your Personal Information accorded by the laws of the country you are situated in. To understand Your rights, please refer to the Country Specific Additional Terms below.If you are a User, you may exercise any of these rights by using the options provided to you within the Platform upon your login. If however, you are facing any issues or require any clarifications, you can always write to us at the address noted in the ‘Grievances’ section below, and we will address your concerns to the extent required by the applicable law."}]}, "count": 3}, "learn": {"text": {}, "count": 0}, "more information": {"text": {"more information": [{"0": "Information from cookies & other technologies: We may collect information about you through the use of cookies and other similar technologies. A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns. For more information on our use of cookies and similar technologies, please refer to our Cookie Policy."}, {"1": "Advertisers or ad companies working on their behalf sometimes use technology to serve the ads that appear on our sites directly to Your browser. They automatically receive Your IP address when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by our Policy. Please contact them directly for more information about their privacy practices."}, {"2": "Advertisers or ad companies working on their behalf sometimes use technology to serve the ads that appear on our sites directly to your browser. They automatically receive your IP address when this happens. They may also use cookies to measure the effectiveness of their ads and to personalise ad content. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by our Policy. Please contact them directly for more information about their privacy practices."}]}, "count": 3}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Information from cookies & other technologies:"}, {"1": "Advertising and Analytics Partners:We may share usage data with third-party advertisers, advertisement networks, and analytics providers through cookies and other similar technologies."}, {"2": "Reject Cookies and other similar technologies:"}, {"3": "Advertisers or ad companies working on their behalf sometimes use technology to serve the ads that appear on our sites directly to Your browser. They automatically receive Your IP address when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by our Policy. Please contact them directly for more information about their privacy practices."}, {"4": "Advertisers or ad companies working on their behalf sometimes use technology to serve the ads that appear on our sites directly to your browser. They automatically receive your IP address when this happens. They may also use cookies to measure the effectiveness of their ads and to personalise ad content. We do not have access to or control over cookies or other features that advertisers and third-party sites may use, and the information practices of these advertisers and third-party websites are not covered by our Policy. Please contact them directly for more information about their privacy practices."}, {"5": "Internet or other electronic network activity information:We collect cookies as described in our Cookie Policy, we will automatically receive information from your browser and your device, which includes the date and time of your visit to the Platform as well as your location, Internet Protocol (IP) address, domain server, browser type, access time, and data about which pages you visit on the Platform. We use Internet or other electronic network activity information as set forth in the  ‘How We Use and Share the Information Collected’ section of this Policy."}]}, "count": 6}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}