{"https://livemint.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "HT Digital Streams Limited (hereinafter referred as \"HTDSL\") recognizes the importance of maintaining the privacy of every user who visits our website. We value your privacy and appreciate your trust in us. We are committed to be transparent about the data we collect about you, how it is used and with whom it is shared."}, {"1": "By visiting and/or using our website, you agree to this Privacy Policy. We strongly recommend you to read this privacy policy so that you understand our approach towards the use of your personal data."}, {"2": "We reserve the right to modify this privacy statement at any time as in required."}, {"3": "Information We Collect"}, {"4": "We collect information directly from user(s), from third-parties and automatically through our websites/mobile applications."}, {"5": "Registration for the Services may require that you supply certain personal information such as name, age, sex, contact number, email address and demographic information (area, location, IP address etc) to register. To aid convenience, users can sign up on any of our sites, and we extend the same login credentials to sign in to any of the other sites. (Single Sign-on feature). You may also register or link your account through third party accounts such as Facebook, Google etc."}, {"6": "We collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. Your IP address does not identify you personally. We also collect and may store information that your computer or mobile device provides to us in connection with your use of our website/apps such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, unique device identifier, location, and requested and referring URLs. We also receive information when you view content on or otherwise interact with our website/app/services, even if you have not created an account. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic on the website. This information may also be used by our  advertisers/third party companies to personalize content, ads etc."}, {"7": "How We Collect Information"}, {"8": "We collect information directly from you when you register with us."}, {"9": "We collect information (whether you are registered or not registered with us) when you browse our sites/apps, open or respond to an email from us (promotional or informational)"}, {"10": "We collect information from you when you register with us by linking your social media or third party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this  in accordance with this Privacy Policy."}, {"11": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"12": "Device Information: We may collect non-personal information about the computer, mobile device or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"13": "We use Cookies to help you efficiently browse our websites and to save you time by not having to re-enter your details/preferences each time you visit. Cookies allow us to provide you with information and show you content relevant to you. We also use Cookies to analyse how our customers interact with our websites so we can improve the customer journey."}, {"14": "Link to other Sites: Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party’s site. We strongly advise you to review the Privacy Policy of every site you visit."}, {"15": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services."}, {"16": "How We Use The Information"}, {"17": "To Provide and Manage the Services You Request:\nThis includes, for example, processing your subscription, sending you electronic newsletters, or enabling you to participate in the features provided by the Services. It also includes providing personalized content and recommendations to you, including by email. Through such features, we are able to bring you information and content tailored to your individual interests and needs."}, {"18": "To Reach You:\nWe may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"19": "To Customise Advertising:\nWe may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services. We may provide you with personalized services, such as recommendations on our websites, apps and in direct marketing and tailored advertising. This includes where we use cookies or similar technologies in relation to the devices you use, for example to make some of the adverts you see more relevant to you"}, {"20": "Understand Our Readers and Users: \nThe Services conduct research on our users’ demographics, interests and behavior based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}, {"21": "To Protect the Rights of the Services and others:\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"22": "Consent:\nWe may otherwise use your information with your consent or at your direction."}, {"23": "How We Share Your Information"}, {"24": "The following provides information about entities with which we may share information. Our practices vary depending on the type of information."}, {"25": "Logging In Through Social Media Services:\nIf you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"26": "Business Partners:\nWe may also share your information with business partners to provide you with services that you request.\n"}, {"27": "Service Providers:\nWe may share information with vendors providing contractual services to us, such as hosting vendors, advertising service providers, and list managers. We also may share your information, including your payment information, as appropriate to process your payments for the Services or complete a transaction."}, {"28": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:\nWe may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}, {"29": "Affiliates:\nWe may share information within our family of affiliated companies and business associates."}, {"30": "Other Parties in Connection With a Corporate Transaction:\nWe reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization."}, {"31": "Otherwise With Your Consent or At Your Direction:\nIn addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"32": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"33": "Links to Third-Party Sites :\nOur Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution, and review the privacy statements applicable to the third-party websites and services you use."}, {"34": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}, {"35": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13. Some of our services may have a higher age restriction and this will be shown at the point of registration. If you are a minor i.e. under the age of 16 years, you may use our products or services only if the consent is provided by the holder of parental responsibility over you"}, {"36": "How Long We Keep Your Personal Data"}, {"37": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"38": "You may access or modify your personal information by signing on to the website. We will not modify the information provided by you. However, you must update your personal information as soon as such changes are necessitated"}, {"39": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"40": "Your Rights With Regard To The Personal Data That We Hold About You"}, {"41": "If you would like to have a copy of the personal data we hold on you or if you think that we hold incorrect personal data about you, please write at privacypolicy@hindustantimes.com We will deal with requests for copies of your personal data or for correction of your personal data within one month. If your request is complicated or if you have made a large number of requests, it may take us longer. We will let you know if we need longer than one month to respond. You will not have to pay a fee to obtain a copy of your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive."}, {"42": "You also have the right to ask us to delete your personal data or restrict how it is used. There may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request. Where applicable, you have the right to object to processing of your personal data for certain purposes."}, {"43": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"44": "If we decide to change our Privacy Policy we will post the changes here. If the changes are significant, we may also choose to email all our registered users with the new details. If required by law, we will get your permission or give you the opportunity to opt out of any new uses of your data."}, {"45": "You may submit a request to access or delete the information we have collected about you by sending your request to us at privacymanager@hindustantimes.com We will respond to your request consistent with applicable law and subject to proper verification."}, {"46": "We, HT Digital Streams Limited or HTDSL, are licensed to operate and manage the websites of HT Media Limited, including this website and recognizes the importance of maintaining the privacy of every user who visits our website.  We value your privacy and appreciate your trust in us. We are committed to be transparent about the data we collect about you, how it is used and with whom it is shared."}, {"47": "A. DATA WE COLLECT"}, {"48": "We collect and process data when you visit our website, interact with it or register on the website to avail services offered. Please note that these data are not always considered ‘personal data’ under the applicable law."}, {"49": "We collect information when you browse the website or interact with it, including registration on the website for purposes like subscription or newsletters, open or respond to an email from us (promotional or informational)."}, {"50": "We collect information when you fill forms, post a comment on our website, raise a query/question to us through phone or email, answer questionnaires, participate in surveys or contact us for other reasons."}, {"51": "We collect information from you when you register with us by linking your social media or third-party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this in accordance with this Privacy Policy."}, {"52": "2- Information we collect when you use our website-"}, {"53": "During your visit to the website or interaction with it, we collect the following data from such usage or interaction"}, {"54": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"55": "We may collect non-personal information about the computer, mobile device, or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"56": "We collect information about your preferences with respect to the usage of the website, information on the links clicked by you and browsing data like the duration of sessions and searches on the platform."}, {"57": "Please note that we may use cookies and/ or other similar technologies to collect some of the data listed above, details of which are provided separately in the cookie policy."}, {"58": "The data we collect and use for the purposes with corresponding legal basis, as given below-"}, {"59": " This includes, for example, processing your subscription, sending you electronic newsletters, or enabling you to participate in the features provided by the Services. It also includes providing personalized content and recommendations to you, including by email. Through such features, we are able to bring you information and content tailored to your individual interests and needs."}, {"60": " We may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"61": " We may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services and to Evaluate the effectiveness of the advertising messages we send and adapt them to our clients and prospects"}, {"62": " The Services conduct research on our users’ demographics, interests and behaviour based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}, {"63": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"64": "You have the right to object to our processing of your Information which is used to send you promotions, special offers, marketing messages, including where we build profiles for such purposes. "}, {"65": "If you fail to provide certain information when requested, we may not be able to perform the contract we have entered into with you, or we may be prevented from providing certain functions or service which require a particular type of non-essential cookies to function. You hereby accept and agree that we shall not be held liable in any manner whatsoever if we are unable to perform our services or if there is a deficiency in our services to you due to your failure to provide such information."}, {"66": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"67": "In some circumstances we may anonymise your Information so that it can no longer be associated with you, in which case we may use such Information without a further statement to you."}, {"68": "We may share or disclose your data to the following recipients-"}, {"69": " If you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"70": " We may also share your information with business partners to provide you with services that you request."}, {"71": "We may share information with vendors providing contractual services to us, such as hosting vendors, advertising service providers, and list managers. We also may share your information, including your payment information, as appropriate to process your payments for the Services or complete a transaction."}, {"72": "We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}, {"73": " We may share information within our family of affiliated companies and business associates."}, {"74": " We reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization."}, {"75": "  In addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"76": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"77": " Our Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution and review the privacy statements applicable to the third-party websites and services you use."}, {"78": "There will be occasions where the data we collect is required to be transferred to countries which do not have an adequacy decision by the European Commission. This means that the country to which we transfer your information does not provide adequate level of protection. To ensure that your information is adequately protected, we reply on measures to ensure that your information is treated in a manner which is consistent with the applicable law."}, {"79": "To exercise your rights, we encourage you to contact us via email using the contact details provided below-"}]}, "count": 80}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13. Some of our services may have a higher age restriction and this will be shown at the point of registration. If you are a minor i.e. under the age of 16 years, you may use our products or services only if the consent is provided by the holder of parental responsibility over you"}, {"1": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"2": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"3": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"4": "This is a subscriber only feature Subscribe Now to get daily updates on WhatsApp"}]}, "count": 5}, "information": {"text": {"information": [{"0": "This Privacy Policy applies when you use/visit our website, mobile or tablet application, or any other online service (collectively, the \"Services\") that links or refers to it. It does not governs or apply to information collected or used by HTDSL or its group companies through any other means."}, {"1": "Information We Collect"}, {"2": "We collect information directly from user(s), from third-parties and automatically through our websites/mobile applications."}, {"3": "Registration for the Services may require that you supply certain personal information such as name, age, sex, contact number, email address and demographic information (area, location, IP address etc) to register. To aid convenience, users can sign up on any of our sites, and we extend the same login credentials to sign in to any of the other sites. (Single Sign-on feature). You may also register or link your account through third party accounts such as Facebook, Google etc."}, {"4": "We collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. Your IP address does not identify you personally. We also collect and may store information that your computer or mobile device provides to us in connection with your use of our website/apps such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, unique device identifier, location, and requested and referring URLs. We also receive information when you view content on or otherwise interact with our website/app/services, even if you have not created an account. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic on the website. This information may also be used by our  advertisers/third party companies to personalize content, ads etc."}, {"5": "We collect information directly from you when you register with us."}, {"6": "We collect information (whether you are registered or not registered with us) when you browse our sites/apps, open or respond to an email from us (promotional or informational)"}, {"7": "We collect information from you when you register with us by linking your social media or third party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this  in accordance with this Privacy Policy."}, {"8": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"9": "Device Information: We may collect non-personal information about the computer, mobile device or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"10": "Location Information: Our mobile application and websites may capture your current location if you choose to enable GPS feature in the app or browser."}, {"11": "Cookies are small text files which contain a small amount of information that is downloaded to your computer or mobile device when you visit a website. When you visit the website again, or visit partner website which recognises that cookie, your device is able to communicate with our website and the website can read the information held in that cookie."}, {"12": "We use Cookies to help you efficiently browse our websites and to save you time by not having to re-enter your details/preferences each time you visit. Cookies allow us to provide you with information and show you content relevant to you. We also use Cookies to analyse how our customers interact with our websites so we can improve the customer journey."}, {"13": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"14": "You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity."}, {"15": "To Provide and Manage the Services You Request:\nThis includes, for example, processing your subscription, sending you electronic newsletters, or enabling you to participate in the features provided by the Services. It also includes providing personalized content and recommendations to you, including by email. Through such features, we are able to bring you information and content tailored to your individual interests and needs."}, {"16": "To Reach You:\nWe may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"17": "To Customise Advertising:\nWe may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services. We may provide you with personalized services, such as recommendations on our websites, apps and in direct marketing and tailored advertising. This includes where we use cookies or similar technologies in relation to the devices you use, for example to make some of the adverts you see more relevant to you"}, {"18": "Understand Our Readers and Users: \nThe Services conduct research on our users’ demographics, interests and behavior based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}, {"19": "To Protect the Rights of the Services and others:\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"20": "Consent:\nWe may otherwise use your information with your consent or at your direction."}, {"21": "The following provides information about entities with which we may share information. Our practices vary depending on the type of information."}, {"22": "Logging In Through Social Media Services:\nIf you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"23": "Business Partners:\nWe may also share your information with business partners to provide you with services that you request.\n"}, {"24": "Service Providers:\nWe may share information with vendors providing contractual services to us, such as hosting vendors, advertising service providers, and list managers. We also may share your information, including your payment information, as appropriate to process your payments for the Services or complete a transaction."}, {"25": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:\nWe may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}, {"26": "Affiliates:\nWe may share information within our family of affiliated companies and business associates."}, {"27": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"28": "Other Parties in Connection With a Corporate Transaction:\nWe reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization."}, {"29": "Otherwise With Your Consent or At Your Direction:\nIn addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"30": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"31": "Links to Third-Party Sites :\nOur Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution, and review the privacy statements applicable to the third-party websites and services you use."}, {"32": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}, {"33": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"34": "You may access or modify your personal information by signing on to the website. We will not modify the information provided by you. However, you must update your personal information as soon as such changes are necessitated"}, {"35": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"36": "You may submit a request to access or delete the information we have collected about you by sending your request to us at privacymanager@hindustantimes.com We will respond to your request consistent with applicable law and subject to proper verification."}, {"37": "This Privacy Policy is applicable in the European Economic Area (EEA) and the United Kingdom (UK), and is pursuant to the General Data Protection Regulation (Regulation 2016/679) and the UK GDPR.  It applies when you use/visit our website or any other online service that links or refers to it. It does not govern or apply to information collected or used by HTDSL or its group companies through any other means."}, {"38": "Information about how you use our services and about how you use our website"}, {"39": "1- Information you provide us-"}, {"40": "We collect information when you browse the website or interact with it, including registration on the website for purposes like subscription or newsletters, open or respond to an email from us (promotional or informational)."}, {"41": "We collect information when you fill forms, post a comment on our website, raise a query/question to us through phone or email, answer questionnaires, participate in surveys or contact us for other reasons."}, {"42": "We collect information from you when you register with us by linking your social media or third-party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this in accordance with this Privacy Policy."}, {"43": "2- Information we collect when you use our website-"}, {"44": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"45": "We may collect non-personal information about the computer, mobile device, or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"46": "We collect information about your preferences with respect to the usage of the website, information on the links clicked by you and browsing data like the duration of sessions and searches on the platform."}, {"47": " This includes, for example, processing your subscription, sending you electronic newsletters, or enabling you to participate in the features provided by the Services. It also includes providing personalized content and recommendations to you, including by email. Through such features, we are able to bring you information and content tailored to your individual interests and needs."}, {"48": " We may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"49": " We may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services and to Evaluate the effectiveness of the advertising messages we send and adapt them to our clients and prospects"}, {"50": " The Services conduct research on our users’ demographics, interests and behaviour based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}, {"51": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"52": "You have the right to object to our processing of your Information which is used to send you promotions, special offers, marketing messages, including where we build profiles for such purposes. "}, {"53": "You may also object to the processing of your Information [including where the processing is profiling] on the basis of our legitimate interest and your objection to such processing."}, {"54": "If you fail to provide certain information when requested, we may not be able to perform the contract we have entered into with you, or we may be prevented from providing certain functions or service which require a particular type of non-essential cookies to function. You hereby accept and agree that we shall not be held liable in any manner whatsoever if we are unable to perform our services or if there is a deficiency in our services to you due to your failure to provide such information."}, {"55": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"56": "In some circumstances we may anonymise your Information so that it can no longer be associated with you, in which case we may use such Information without a further statement to you."}, {"57": " If you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"58": " We may also share your information with business partners to provide you with services that you request."}, {"59": "We may share information with vendors providing contractual services to us, such as hosting vendors, advertising service providers, and list managers. We also may share your information, including your payment information, as appropriate to process your payments for the Services or complete a transaction."}, {"60": "We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}, {"61": " We may share information within our family of affiliated companies and business associates."}, {"62": " When you use our Services, third parties may collect or receive certain information about you and/or your use of the Services ("}, {"63": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"64": " We reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization."}, {"65": "  In addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"66": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"67": " Our Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution and review the privacy statements applicable to the third-party websites and services you use."}, {"68": "There will be occasions where the data we collect is required to be transferred to countries which do not have an adequacy decision by the European Commission. This means that the country to which we transfer your information does not provide adequate level of protection. To ensure that your information is adequately protected, we reply on measures to ensure that your information is treated in a manner which is consistent with the applicable law."}]}, "count": 69}, "use": {"text": {"use": [{"0": " Terms of Use Disclaimer Mint Code Code of ethics Cookie Policy Privacy Policy Subscriber - Terms of Use SITEMAP Contact Us Mint Apps "}, {"1": "This Privacy Policy applies when you use/visit our website, mobile or tablet application, or any other online service (collectively, the \"Services\") that links or refers to it. It does not governs or apply to information collected or used by HTDSL or its group companies through any other means."}, {"2": "By visiting and/or using our website, you agree to this Privacy Policy. We strongly recommend you to read this privacy policy so that you understand our approach towards the use of your personal data."}, {"3": "We collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. Your IP address does not identify you personally. We also collect and may store information that your computer or mobile device provides to us in connection with your use of our website/apps such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, unique device identifier, location, and requested and referring URLs. We also receive information when you view content on or otherwise interact with our website/app/services, even if you have not created an account. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic on the website. This information may also be used by our  advertisers/third party companies to personalize content, ads etc."}, {"4": "We collect information from you when you register with us by linking your social media or third party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this  in accordance with this Privacy Policy."}, {"5": "Device Information: We may collect non-personal information about the computer, mobile device or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"6": "We use Cookies to help you efficiently browse our websites and to save you time by not having to re-enter your details/preferences each time you visit. Cookies allow us to provide you with information and show you content relevant to you. We also use Cookies to analyse how our customers interact with our websites so we can improve the customer journey."}, {"7": "Google Analytics:Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network."}, {"8": "How We Use The Information"}, {"9": "To Customise Advertising:\nWe may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services. We may provide you with personalized services, such as recommendations on our websites, apps and in direct marketing and tailored advertising. This includes where we use cookies or similar technologies in relation to the devices you use, for example to make some of the adverts you see more relevant to you"}, {"10": "To Protect the Rights of the Services and others:\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"11": "Consent:\nWe may otherwise use your information with your consent or at your direction."}, {"12": "Logging In Through Social Media Services:\nIf you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"13": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"14": "Links to Third-Party Sites :\nOur Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution, and review the privacy statements applicable to the third-party websites and services you use."}, {"15": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13. Some of our services may have a higher age restriction and this will be shown at the point of registration. If you are a minor i.e. under the age of 16 years, you may use our products or services only if the consent is provided by the holder of parental responsibility over you"}, {"16": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"17": "Where you have provided us with consent to use your personal data, you can withdraw this at any time."}, {"18": "This Privacy Policy is applicable in the European Economic Area (EEA) and the United Kingdom (UK), and is pursuant to the General Data Protection Regulation (Regulation 2016/679) and the UK GDPR.  It applies when you use/visit our website or any other online service that links or refers to it. It does not govern or apply to information collected or used by HTDSL or its group companies through any other means."}, {"19": "Information about how you use our services and about how you use our website"}, {"20": "We collect information from you when you register with us by linking your social media or third-party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this in accordance with this Privacy Policy."}, {"21": "2- Information we collect when you use our website-"}, {"22": "We may collect non-personal information about the computer, mobile device, or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"23": "Please note that we may use cookies and/ or other similar technologies to collect some of the data listed above, details of which are provided separately in the cookie policy."}, {"24": "The data we collect and use for the purposes with corresponding legal basis, as given below-"}, {"25": "\nPurpose of Use\n"}, {"26": " We may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services and to Evaluate the effectiveness of the advertising messages we send and adapt them to our clients and prospects"}, {"27": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"28": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"29": "In some circumstances we may anonymise your Information so that it can no longer be associated with you, in which case we may use such Information without a further statement to you."}, {"30": " If you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"31": " When you use our Services, third parties may collect or receive certain information about you and/or your use of the Services ("}, {"32": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"33": " Our Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution and review the privacy statements applicable to the third-party websites and services you use."}, {"34": "You may make a raise a request with us for a copy of your personal data as well as their rectification or erasure. You may use your right to restrict a processing or to oppose a processing. Please note however that in the event you exercise your right to restrict or oppose a processing, your access to all or part of the website and / or to the services may be impacted."}, {"35": " Terms Of Use "}]}, "count": 36}, "why": {"text": {"why": [{"0": "\n\t\t\t\t\tWhy are banks issuing fewer credit cards?\n\t\t\t\t"}, {"1": "\n\t\t\t\t\t\tWhy ATM solutions company CMS Info Systems is looking for a queen\n\t\t\t\t\t"}]}, "count": 2}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "This Privacy Policy applies when you use/visit our website, mobile or tablet application, or any other online service (collectively, the \"Services\") that links or refers to it. It does not governs or apply to information collected or used by HTDSL or its group companies through any other means."}, {"1": "Registration for the Services may require that you supply certain personal information such as name, age, sex, contact number, email address and demographic information (area, location, IP address etc) to register. To aid convenience, users can sign up on any of our sites, and we extend the same login credentials to sign in to any of the other sites. (Single Sign-on feature). You may also register or link your account through third party accounts such as Facebook, Google etc."}, {"2": "Device Information: We may collect non-personal information about the computer, mobile device or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"3": "Google Analytics:Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network."}, {"4": "Link to other Sites:"}, {"5": "To Reach You:\nWe may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"6": "To Protect the Rights of the Services and others:\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"7": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:"}, {"8": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"9": "Other Parties in Connection With a Corporate Transaction:"}, {"10": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"11": "Links to Third-Party Sites :\nOur Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution, and review the privacy statements applicable to the third-party websites and services you use."}, {"12": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}, {"13": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"14": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"15": "If you would like to have a copy of the personal data we hold on you or if you think that we hold incorrect personal data about you, please write at privacypolicy@hindustantimes.com We will deal with requests for copies of your personal data or for correction of your personal data within one month. If your request is complicated or if you have made a large number of requests, it may take us longer. We will let you know if we need longer than one month to respond. You will not have to pay a fee to obtain a copy of your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive."}, {"16": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"17": "This Privacy Policy is applicable in the European Economic Area (EEA) and the United Kingdom (UK), and is pursuant to the General Data Protection Regulation (Regulation 2016/679) and the UK GDPR.  It applies when you use/visit our website or any other online service that links or refers to it. It does not govern or apply to information collected or used by HTDSL or its group companies through any other means."}, {"18": "We collect information when you fill forms, post a comment on our website, raise a query/question to us through phone or email, answer questionnaires, participate in surveys or contact us for other reasons."}, {"19": "We may collect non-personal information about the computer, mobile device, or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"20": "Please note that we may use cookies and/ or other similar technologies to collect some of the data listed above, details of which are provided separately in the cookie policy."}, {"21": " We may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"22": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"23": "Vital interest of you and other natural persons and/ or our legitimate interest"}, {"24": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"25": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services: "}, {"26": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"27": "Other Parties in Connection with a Corporate Transaction:"}, {"28": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"29": " Our Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution and review the privacy statements applicable to the third-party websites and services you use."}, {"30": "You can request to exercise your right to data portability, that is to say the right to receive the personal data that you have provided us in a structured format, in order to transmit such data to another controller."}]}, "count": 31}, "if": {"text": {"if": [{"0": "We collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. Your IP address does not identify you personally. We also collect and may store information that your computer or mobile device provides to us in connection with your use of our website/apps such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, unique device identifier, location, and requested and referring URLs. We also receive information when you view content on or otherwise interact with our website/app/services, even if you have not created an account. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic on the website. This information may also be used by our  advertisers/third party companies to personalize content, ads etc."}, {"1": "Location Information: Our mobile application and websites may capture your current location if you choose to enable GPS feature in the app or browser."}, {"2": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"3": "Link to other Sites: Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party’s site. We strongly advise you to review the Privacy Policy of every site you visit."}, {"4": "Logging In Through Social Media Services:\nIf you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"5": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13. Some of our services may have a higher age restriction and this will be shown at the point of registration. If you are a minor i.e. under the age of 16 years, you may use our products or services only if the consent is provided by the holder of parental responsibility over you"}, {"6": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"7": "If you would like to have a copy of the personal data we hold on you or if you think that we hold incorrect personal data about you, please write at privacypolicy@hindustantimes.com We will deal with requests for copies of your personal data or for correction of your personal data within one month. If your request is complicated or if you have made a large number of requests, it may take us longer. We will let you know if we need longer than one month to respond. You will not have to pay a fee to obtain a copy of your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive."}, {"8": "You also have the right to ask us to delete your personal data or restrict how it is used. There may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request. Where applicable, you have the right to object to processing of your personal data for certain purposes."}, {"9": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"10": "If we decide to change our Privacy Policy we will post the changes here. If the changes are significant, we may also choose to email all our registered users with the new details. If required by law, we will get your permission or give you the opportunity to opt out of any new uses of your data."}, {"11": "The website may capture your current location if you choose to enable the same in your browser."}, {"12": "If you fail to provide certain information when requested, we may not be able to perform the contract we have entered into with you, or we may be prevented from providing certain functions or service which require a particular type of non-essential cookies to function. You hereby accept and agree that we shall not be held liable in any manner whatsoever if we are unable to perform our services or if there is a deficiency in our services to you due to your failure to provide such information."}, {"13": " If you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}]}, "count": 14}, "when": {"text": {"when": [{"0": "This Privacy Policy applies when you use/visit our website, mobile or tablet application, or any other online service (collectively, the \"Services\") that links or refers to it. It does not governs or apply to information collected or used by HTDSL or its group companies through any other means."}, {"1": "We collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. Your IP address does not identify you personally. We also collect and may store information that your computer or mobile device provides to us in connection with your use of our website/apps such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, unique device identifier, location, and requested and referring URLs. We also receive information when you view content on or otherwise interact with our website/app/services, even if you have not created an account. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic on the website. This information may also be used by our  advertisers/third party companies to personalize content, ads etc."}, {"2": "We collect information directly from you when you register with us."}, {"3": "We collect information (whether you are registered or not registered with us) when you browse our sites/apps, open or respond to an email from us (promotional or informational)"}, {"4": "When you post a comment on our website or raise a query/question to us through phone or email."}, {"5": "We collect information from you when you register with us by linking your social media or third party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this  in accordance with this Privacy Policy."}, {"6": "Cookies are small text files which contain a small amount of information that is downloaded to your computer or mobile device when you visit a website. When you visit the website again, or visit partner website which recognises that cookie, your device is able to communicate with our website and the website can read the information held in that cookie."}, {"7": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:"}, {"8": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"9": "This Privacy Policy is applicable in the European Economic Area (EEA) and the United Kingdom (UK), and is pursuant to the General Data Protection Regulation (Regulation 2016/679) and the UK GDPR.  It applies when you use/visit our website or any other online service that links or refers to it. It does not govern or apply to information collected or used by HTDSL or its group companies through any other means."}, {"10": "We collect and process data when you visit our website, interact with it or register on the website to avail services offered. Please note that these data are not always considered ‘personal data’ under the applicable law."}, {"11": "We collect information when you browse the website or interact with it, including registration on the website for purposes like subscription or newsletters, open or respond to an email from us (promotional or informational)."}, {"12": "We collect information when you fill forms, post a comment on our website, raise a query/question to us through phone or email, answer questionnaires, participate in surveys or contact us for other reasons."}, {"13": "We collect information from you when you register with us by linking your social media or third-party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this in accordance with this Privacy Policy."}, {"14": "2- Information we collect when you use our website-"}, {"15": "If you fail to provide certain information when requested, we may not be able to perform the contract we have entered into with you, or we may be prevented from providing certain functions or service which require a particular type of non-essential cookies to function. You hereby accept and agree that we shall not be held liable in any manner whatsoever if we are unable to perform our services or if there is a deficiency in our services to you due to your failure to provide such information."}, {"16": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services: "}, {"17": " When you use our Services, third parties may collect or receive certain information about you and/or your use of the Services ("}]}, "count": 18}, "help": {"text": {"help": [{"0": "We use Cookies to help you efficiently browse our websites and to save you time by not having to re-enter your details/preferences each time you visit. Cookies allow us to provide you with information and show you content relevant to you. We also use Cookies to analyse how our customers interact with our websites so we can improve the customer journey."}, {"1": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}]}, "count": 2}, "access": {"text": {"access": [{"0": "Device Information: We may collect non-personal information about the computer, mobile device or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"1": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"2": "To Reach You:\nWe may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"3": "Access To Personal Information"}, {"4": "You may access or modify your personal information by signing on to the website. We will not modify the information provided by you. However, you must update your personal information as soon as such changes are necessitated"}, {"5": "You may submit a request to access or delete the information we have collected about you by sending your request to us at privacymanager@hindustantimes.com We will respond to your request consistent with applicable law and subject to proper verification."}, {"6": "We may collect non-personal information about the computer, mobile device, or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"7": " We may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"8": "You may make a raise a request with us for a copy of your personal data as well as their rectification or erasure. You may use your right to restrict a processing or to oppose a processing. Please note however that in the event you exercise your right to restrict or oppose a processing, your access to all or part of the website and / or to the services may be impacted."}]}, "count": 9}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "You may access or modify your personal information by signing on to the website. We will not modify the information provided by you. However, you must update your personal information as soon as such changes are necessitated"}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "HT Digital Streams Limited (hereinafter referred as \"HTDSL\") recognizes the importance of maintaining the privacy of every user who visits our website. We value your privacy and appreciate your trust in us. We are committed to be transparent about the data we collect about you, how it is used and with whom it is shared."}, {"1": "We collect information directly from user(s), from third-parties and automatically through our websites/mobile applications."}, {"2": "We collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. Your IP address does not identify you personally. We also collect and may store information that your computer or mobile device provides to us in connection with your use of our website/apps such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, unique device identifier, location, and requested and referring URLs. We also receive information when you view content on or otherwise interact with our website/app/services, even if you have not created an account. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic on the website. This information may also be used by our  advertisers/third party companies to personalize content, ads etc."}, {"3": "How We Collect Information"}, {"4": "We collect information directly from you when you register with us."}, {"5": "We collect information (whether you are registered or not registered with us) when you browse our sites/apps, open or respond to an email from us (promotional or informational)"}, {"6": "We collect information from you when you register with us by linking your social media or third party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this  in accordance with this Privacy Policy."}, {"7": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"8": "Understand Our Readers and Users: \nThe Services conduct research on our users’ demographics, interests and behavior based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}, {"9": "We, HT Digital Streams Limited or HTDSL, are licensed to operate and manage the websites of HT Media Limited, including this website and recognizes the importance of maintaining the privacy of every user who visits our website.  We value your privacy and appreciate your trust in us. We are committed to be transparent about the data we collect about you, how it is used and with whom it is shared."}, {"10": "We collect and process data when you visit our website, interact with it or register on the website to avail services offered. Please note that these data are not always considered ‘personal data’ under the applicable law."}, {"11": "We collect information when you browse the website or interact with it, including registration on the website for purposes like subscription or newsletters, open or respond to an email from us (promotional or informational)."}, {"12": "We collect information when you fill forms, post a comment on our website, raise a query/question to us through phone or email, answer questionnaires, participate in surveys or contact us for other reasons."}, {"13": "We collect information from you when you register with us by linking your social media or third-party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this in accordance with this Privacy Policy."}, {"14": "2- Information we collect when you use our website-"}, {"15": "During your visit to the website or interaction with it, we collect the following data from such usage or interaction"}, {"16": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"17": "We collect information about your preferences with respect to the usage of the website, information on the links clicked by you and browsing data like the duration of sessions and searches on the platform."}, {"18": "The data we collect and use for the purposes with corresponding legal basis, as given below-"}, {"19": " The Services conduct research on our users’ demographics, interests and behaviour based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}, {"20": "There will be occasions where the data we collect is required to be transferred to countries which do not have an adequacy decision by the European Commission. This means that the country to which we transfer your information does not provide adequate level of protection. To ensure that your information is adequately protected, we reply on measures to ensure that your information is treated in a manner which is consistent with the applicable law."}]}, "count": 21}, "we may collect": {"text": {"we may collect": [{"0": "Device Information: We may collect non-personal information about the computer, mobile device or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}, {"1": "We may collect non-personal information about the computer, mobile device, or other device you use to access the service, such as IP address, geo-location information, unique device identifiers, browser type, browser language and other information for the purpose of providing customized information on the browser."}]}, "count": 2}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "Registration for the Services may require that you supply certain personal information such as name, age, sex, contact number, email address and demographic information (area, location, IP address etc) to register. To aid convenience, users can sign up on any of our sites, and we extend the same login credentials to sign in to any of the other sites. (Single Sign-on feature). You may also register or link your account through third party accounts such as Facebook, Google etc."}, {"1": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"2": "To Reach You:\nWe may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"3": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13. Some of our services may have a higher age restriction and this will be shown at the point of registration. If you are a minor i.e. under the age of 16 years, you may use our products or services only if the consent is provided by the holder of parental responsibility over you"}, {"4": "You may access or modify your personal information by signing on to the website. We will not modify the information provided by you. However, you must update your personal information as soon as such changes are necessitated"}, {"5": "Where applicable, you may also have a right to receive a machine-readable copy of your personal data."}, {"6": "You may submit a request to access or delete the information we have collected about you by sending your request to us at privacymanager@hindustantimes.com We will respond to your request consistent with applicable law and subject to proper verification."}, {"7": " We may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"8": "You may also object to the processing of your Information [including where the processing is profiling] on the basis of our legitimate interest and your objection to such processing."}, {"9": "You may make a raise a request with us for a copy of your personal data as well as their rectification or erasure. You may use your right to restrict a processing or to oppose a processing. Please note however that in the event you exercise your right to restrict or oppose a processing, your access to all or part of the website and / or to the services may be impacted."}]}, "count": 10}, "you can": {"text": {"you can": [{"0": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"1": "You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity."}, {"2": "Where you have provided us with consent to use your personal data, you can withdraw this at any time."}, {"3": "You can request to exercise your right to data portability, that is to say the right to receive the personal data that you have provided us in a structured format, in order to transmit such data to another controller."}, {"4": "You are now subscribed to our newsletters. In case you can’t find any email from our side, please check the spam folder."}]}, "count": 5}, "right": {"text": {"right": [{"0": "Copyright © HT Digital Streams Limited All Rights Reserved."}, {"1": "We reserve the right to modify this privacy statement at any time as in required."}, {"2": "Other Parties in Connection With a Corporate Transaction:\nWe reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization."}, {"3": "Where applicable, you may also have a right to receive a machine-readable copy of your personal data."}, {"4": "You also have the right to ask us to delete your personal data or restrict how it is used. There may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request. Where applicable, you have the right to object to processing of your personal data for certain purposes."}, {"5": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"6": "C- RIGHT TO OBJECT"}, {"7": "You have the right to object to our processing of your Information which is used to send you promotions, special offers, marketing messages, including where we build profiles for such purposes. "}, {"8": " We reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization."}, {"9": "You may make a raise a request with us for a copy of your personal data as well as their rectification or erasure. You may use your right to restrict a processing or to oppose a processing. Please note however that in the event you exercise your right to restrict or oppose a processing, your access to all or part of the website and / or to the services may be impacted."}, {"10": "You can request to exercise your right to data portability, that is to say the right to receive the personal data that you have provided us in a structured format, in order to transmit such data to another controller."}, {"11": "\n\t\t\t\t\t\t7 smart ways for choosing the right personal loan\n\t\t\t\t\t"}, {"12": " Copyright © 2023 HT Digital Streams Ltd All Right Reserved "}]}, "count": 13}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "We collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. Your IP address does not identify you personally. We also collect and may store information that your computer or mobile device provides to us in connection with your use of our website/apps such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, unique device identifier, location, and requested and referring URLs. We also receive information when you view content on or otherwise interact with our website/app/services, even if you have not created an account. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic on the website. This information may also be used by our  advertisers/third party companies to personalize content, ads etc."}, {"1": "To Provide and Manage the Services You Request:"}, {"2": "Business Partners:\nWe may also share your information with business partners to provide you with services that you request.\n"}, {"3": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"4": "If you would like to have a copy of the personal data we hold on you or if you think that we hold incorrect personal data about you, please write at privacypolicy@hindustantimes.com We will deal with requests for copies of your personal data or for correction of your personal data within one month. If your request is complicated or if you have made a large number of requests, it may take us longer. We will let you know if we need longer than one month to respond. You will not have to pay a fee to obtain a copy of your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive."}, {"5": "You also have the right to ask us to delete your personal data or restrict how it is used. There may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request. Where applicable, you have the right to object to processing of your personal data for certain purposes."}, {"6": "You may submit a request to access or delete the information we have collected about you by sending your request to us at privacymanager@hindustantimes.com We will respond to your request consistent with applicable law and subject to proper verification."}, {"7": "To provide and manage the Services you request:"}, {"8": " We may also share your information with business partners to provide you with services that you request."}, {"9": "You may make a raise a request with us for a copy of your personal data as well as their rectification or erasure. You may use your right to restrict a processing or to oppose a processing. Please note however that in the event you exercise your right to restrict or oppose a processing, your access to all or part of the website and / or to the services may be impacted."}, {"10": "You can request to exercise your right to data portability, that is to say the right to receive the personal data that you have provided us in a structured format, in order to transmit such data to another controller."}]}, "count": 11}, "delete": {"text": {"delete": [{"0": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"1": "You also have the right to ask us to delete your personal data or restrict how it is used. There may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request. Where applicable, you have the right to object to processing of your personal data for certain purposes."}, {"2": "You may submit a request to access or delete the information we have collected about you by sending your request to us at privacymanager@hindustantimes.com We will respond to your request consistent with applicable law and subject to proper verification."}]}, "count": 3}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {"remove": [{"0": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"1": "Oops! Looks like you have exceeded the limit to bookmark the image. Remove some to bookmark this image."}]}, "count": 2}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"1": "If you fail to provide certain information when requested, we may not be able to perform the contract we have entered into with you, or we may be prevented from providing certain functions or service which require a particular type of non-essential cookies to function. You hereby accept and agree that we shall not be held liable in any manner whatsoever if we are unable to perform our services or if there is a deficiency in our services to you due to your failure to provide such information."}]}, "count": 2}, "agreement": {"text": {"agreement": [{"0": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}]}, "count": 1}, "obligation": {"text": {"obligation": [{"0": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}]}, "count": 1}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "To Reach You:\nWe may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"1": "To Protect the Rights of the Services and others:\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"2": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:\nWe may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}, {"3": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"4": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"5": "You also have the right to ask us to delete your personal data or restrict how it is used. There may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request. Where applicable, you have the right to object to processing of your personal data for certain purposes."}, {"6": "The data we collect and use for the purposes with corresponding legal basis, as given below-"}, {"7": "Legal Basis"}, {"8": " We may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information. You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages."}, {"9": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"10": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"11": "We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}]}, "count": 12}, "authority": {"text": {"authority": [{"0": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "To Protect the Rights of the Services and others:\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"1": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:\nWe may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}, {"2": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"3": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"4": "We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}]}, "count": 5}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "To Protect the Rights of the Services and others:\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"1": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:"}, {"2": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"3": "If we decide to change our Privacy Policy we will post the changes here. If the changes are significant, we may also choose to email all our registered users with the new details. If required by law, we will get your permission or give you the opportunity to opt out of any new uses of your data."}, {"4": "You may submit a request to access or delete the information we have collected about you by sending your request to us at privacymanager@hindustantimes.com We will respond to your request consistent with applicable law and subject to proper verification."}, {"5": "For the purposes of this Privacy Policy and the processing of personal data processed pursuant to it, HTDSL is a Controller under the applicable law."}, {"6": "We collect and process data when you visit our website, interact with it or register on the website to avail services offered. Please note that these data are not always considered ‘personal data’ under the applicable law."}, {"7": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"8": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services: "}, {"9": "We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}, {"10": "There will be occasions where the data we collect is required to be transferred to countries which do not have an adequacy decision by the European Commission. This means that the country to which we transfer your information does not provide adequate level of protection. To ensure that your information is adequately protected, we reply on measures to ensure that your information is treated in a manner which is consistent with the applicable law."}]}, "count": 11}, "enforce": {"text": {"enforce": [{"0": "To Protect the Rights of the Services and others:\nWe may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"1": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:\nWe may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}, {"2": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"3": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"4": "We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}]}, "count": 5}, "govern": {"text": {"govern": [{"0": "This Privacy Policy is applicable in the European Economic Area (EEA) and the United Kingdom (UK), and is pursuant to the General Data Protection Regulation (Regulation 2016/679) and the UK GDPR.  It applies when you use/visit our website or any other online service that links or refers to it. It does not govern or apply to information collected or used by HTDSL or its group companies through any other means."}]}, "count": 1}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": " Terms of Use Disclaimer Mint Code Code of ethics Cookie Policy Privacy Policy Subscriber - Terms of Use SITEMAP Contact Us Mint Apps "}, {"1": "This Privacy Policy applies when you use/visit our website, mobile or tablet application, or any other online service (collectively, the \"Services\") that links or refers to it. It does not governs or apply to information collected or used by HTDSL or its group companies through any other means."}, {"2": "By visiting and/or using our website, you agree to this Privacy Policy. We strongly recommend you to read this privacy policy so that you understand our approach towards the use of your personal data."}, {"3": "We collect information from you when you register with us by linking your social media or third party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this  in accordance with this Privacy Policy."}, {"4": "Cookie Policy , pixels And Tracking"}, {"5": "Link to other Sites: Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party’s site. We strongly advise you to review the Privacy Policy of every site you visit."}, {"6": "Logging In Through Social Media Services:\nIf you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"7": "Otherwise With Your Consent or At Your Direction:\nIn addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"8": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}, {"9": "privacypolicy@hindustantimes.com"}, {"10": "If we decide to change our Privacy Policy we will post the changes here. If the changes are significant, we may also choose to email all our registered users with the new details. If required by law, we will get your permission or give you the opportunity to opt out of any new uses of your data."}, {"11": "Privacy Policy for EEA/UK"}, {"12": "This Privacy Policy is applicable in the European Economic Area (EEA) and the United Kingdom (UK), and is pursuant to the General Data Protection Regulation (Regulation 2016/679) and the UK GDPR.  It applies when you use/visit our website or any other online service that links or refers to it. It does not govern or apply to information collected or used by HTDSL or its group companies through any other means."}, {"13": "For the purposes of this Privacy Policy and the processing of personal data processed pursuant to it, HTDSL is a Controller under the applicable law."}, {"14": "We collect information from you when you register with us by linking your social media or third-party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this in accordance with this Privacy Policy."}, {"15": "Please note that we may use cookies and/ or other similar technologies to collect some of the data listed above, details of which are provided separately in the cookie policy."}, {"16": " If you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"17": "  In addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"18": " Privacy Policy "}]}, "count": 19}, "international": {"text": {"international": [{"0": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"1": "G- INTERNATIONAL DATA TRANSFERS"}]}, "count": 2}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {"children": [{"0": "Children's Personal Data"}, {"1": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13. Some of our services may have a higher age restriction and this will be shown at the point of registration. If you are a minor i.e. under the age of 16 years, you may use our products or services only if the consent is provided by the holder of parental responsibility over you"}]}, "count": 2}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {"minor": [{"0": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13. Some of our services may have a higher age restriction and this will be shown at the point of registration. If you are a minor i.e. under the age of 16 years, you may use our products or services only if the consent is provided by the holder of parental responsibility over you"}]}, "count": 1}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "Otherwise With Your Consent or At Your Direction:\nIn addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"1": "  In addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}]}, "count": 2}, "you agree": {"text": {"you agree": [{"0": "By visiting and/or using our website, you agree to this Privacy Policy. We strongly recommend you to read this privacy policy so that you understand our approach towards the use of your personal data."}]}, "count": 1}, "your agreement": {"text": {"your agreement": [{"0": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}]}, "count": 1}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {"your permission": [{"0": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"1": "If we decide to change our Privacy Policy we will post the changes here. If the changes are significant, we may also choose to email all our registered users with the new details. If required by law, we will get your permission or give you the opportunity to opt out of any new uses of your data."}]}, "count": 2}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "Third Parties that Provide Content, Advertising, or Functionality:"}, {"1": "Otherwise With Your Consent or At Your Direction:\nIn addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"2": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"3": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"4": "Third Parties that Provide Content, Advertising, or Functionality:"}, {"5": " When you use our Services, third parties may collect or receive certain information about you and/or your use of the Services ("}, {"6": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"7": "  In addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing."}, {"8": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}]}, "count": 9}, "third-party": {"text": {"third-party": [{"0": "Links to Third-Party Sites :"}, {"1": "We collect information from you when you register with us by linking your social media or third-party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this in accordance with this Privacy Policy."}, {"2": "Links to Third-Party Sites:"}, {"3": " Our Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution and review the privacy statements applicable to the third-party websites and services you use."}]}, "count": 4}, "third party": {"text": {"third party": [{"0": "Registration for the Services may require that you supply certain personal information such as name, age, sex, contact number, email address and demographic information (area, location, IP address etc) to register. To aid convenience, users can sign up on any of our sites, and we extend the same login credentials to sign in to any of the other sites. (Single Sign-on feature). You may also register or link your account through third party accounts such as Facebook, Google etc."}, {"1": "We collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. Your IP address does not identify you personally. We also collect and may store information that your computer or mobile device provides to us in connection with your use of our website/apps such as your browser type, type of computer or mobile device, browser language, IP address, mobile carrier, unique device identifier, location, and requested and referring URLs. We also receive information when you view content on or otherwise interact with our website/app/services, even if you have not created an account. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic on the website. This information may also be used by our  advertisers/third party companies to personalize content, ads etc."}, {"2": "We collect information from you when you register with us by linking your social media or third party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this  in accordance with this Privacy Policy."}, {"3": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"4": "Link to other Sites: Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party’s site. We strongly advise you to review the Privacy Policy of every site you visit."}, {"5": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services."}, {"6": "Other Parties in Connection With a Corporate Transaction:\nWe reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization."}, {"7": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"8": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"9": " We reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization."}]}, "count": 10}, "advertising": {"text": {"advertising": [{"0": "Google Analytics:Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network."}, {"1": "To Customise Advertising:"}, {"2": "Service Providers:\nWe may share information with vendors providing contractual services to us, such as hosting vendors, advertising service providers, and list managers. We also may share your information, including your payment information, as appropriate to process your payments for the Services or complete a transaction."}, {"3": "Third Parties that Provide Content, Advertising, or Functionality:"}, {"4": "To customise advertising:"}, {"5": " We may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services and to Evaluate the effectiveness of the advertising messages we send and adapt them to our clients and prospects"}, {"6": "We may share information with vendors providing contractual services to us, such as hosting vendors, advertising service providers, and list managers. We also may share your information, including your payment information, as appropriate to process your payments for the Services or complete a transaction."}, {"7": "Third Parties that Provide Content, Advertising, or Functionality:"}, {"8": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}]}, "count": 9}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "We collect information from you when you register with us by linking your social media or third party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this  in accordance with this Privacy Policy."}, {"1": "We collect information from you when you register with us by linking your social media or third-party accounts. By doing this, you are authorizing them to share with us certain information from such accounts, and authorizing us to collect, store, and use this in accordance with this Privacy Policy."}]}, "count": 2}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"1": "We use Cookies to help you efficiently browse our websites and to save you time by not having to re-enter your details/preferences each time you visit. Cookies allow us to provide you with information and show you content relevant to you. We also use Cookies to analyse how our customers interact with our websites so we can improve the customer journey."}, {"2": "Understand Our Readers and Users: \nThe Services conduct research on our users’ demographics, interests and behavior based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}, {"3": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"4": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"5": " The Services conduct research on our users’ demographics, interests and behaviour based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}, {"6": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}]}, "count": 7}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Data Insights"}, {"1": "HT Digital Streams Limited (hereinafter referred as \"HTDSL\") recognizes the importance of maintaining the privacy of every user who visits our website. We value your privacy and appreciate your trust in us. We are committed to be transparent about the data we collect about you, how it is used and with whom it is shared."}, {"2": "By visiting and/or using our website, you agree to this Privacy Policy. We strongly recommend you to read this privacy policy so that you understand our approach towards the use of your personal data."}, {"3": "Google Analytics:Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network."}, {"4": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"5": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"6": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}, {"7": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13. Some of our services may have a higher age restriction and this will be shown at the point of registration. If you are a minor i.e. under the age of 16 years, you may use our products or services only if the consent is provided by the holder of parental responsibility over you"}, {"8": "We retain your information for as long as it is necessary to provide you with the service so that we can fulfil our contractual obligations and rights in relation to the information involved. Where we do not need your information in order to provide the service to you, we retain it only as long as we have a legitimate business purpose in keeping such data or where we are subject to a legal obligation to retain the data. We will also retain your data if necessary for the establishment, exercise or defence of legal claims. For example, we may need to use it to answer your queries about a product or service and as a result may keep personal data while you are still using our product or services. We may also need to keep your personal data for accounting purposes, for example, where you have bought a subscription. If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you. If we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data."}, {"9": "Your Rights With Regard To The Personal Data That We Hold About You"}, {"10": "If you would like to have a copy of the personal data we hold on you or if you think that we hold incorrect personal data about you, please write at privacypolicy@hindustantimes.com We will deal with requests for copies of your personal data or for correction of your personal data within one month. If your request is complicated or if you have made a large number of requests, it may take us longer. We will let you know if we need longer than one month to respond. You will not have to pay a fee to obtain a copy of your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive."}, {"11": "Where you have provided us with consent to use your personal data, you can withdraw this at any time."}, {"12": "Where applicable, you may also have a right to receive a machine-readable copy of your personal data."}, {"13": "You also have the right to ask us to delete your personal data or restrict how it is used. There may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request. Where applicable, you have the right to object to processing of your personal data for certain purposes."}, {"14": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"15": "If we decide to change our Privacy Policy we will post the changes here. If the changes are significant, we may also choose to email all our registered users with the new details. If required by law, we will get your permission or give you the opportunity to opt out of any new uses of your data."}, {"16": "We, HT Digital Streams Limited or HTDSL, are licensed to operate and manage the websites of HT Media Limited, including this website and recognizes the importance of maintaining the privacy of every user who visits our website.  We value your privacy and appreciate your trust in us. We are committed to be transparent about the data we collect about you, how it is used and with whom it is shared."}, {"17": "This Privacy Policy is applicable in the European Economic Area (EEA) and the United Kingdom (UK), and is pursuant to the General Data Protection Regulation (Regulation 2016/679) and the UK GDPR.  It applies when you use/visit our website or any other online service that links or refers to it. It does not govern or apply to information collected or used by HTDSL or its group companies through any other means."}, {"18": "For the purposes of this Privacy Policy and the processing of personal data processed pursuant to it, HTDSL is a Controller under the applicable law."}, {"19": "A. DATA WE COLLECT"}, {"20": "We collect and process data when you visit our website, interact with it or register on the website to avail services offered. Please note that these data are not always considered ‘personal data’ under the applicable law."}, {"21": "Some examples of your personal data collected and/ or processed by the website are-"}, {"22": "These data are either provided by you to us or are collected through your usage of the website and the services offered by it."}, {"23": "During your visit to the website or interaction with it, we collect the following data from such usage or interaction"}, {"24": "We collect information about your preferences with respect to the usage of the website, information on the links clicked by you and browsing data like the duration of sessions and searches on the platform."}, {"25": "Please note that we may use cookies and/ or other similar technologies to collect some of the data listed above, details of which are provided separately in the cookie policy."}, {"26": "The data we collect and use for the purposes with corresponding legal basis, as given below-"}, {"27": "For internal audits on data analysis and audience statistics"}, {"28": "E- DATA RETENTION"}, {"29": "F- DATA SHARING"}, {"30": "We may share or disclose your data to the following recipients-"}, {"31": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"32": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"33": "G- INTERNATIONAL DATA TRANSFERS"}, {"34": "There will be occasions where the data we collect is required to be transferred to countries which do not have an adequacy decision by the European Commission. This means that the country to which we transfer your information does not provide adequate level of protection. To ensure that your information is adequately protected, we reply on measures to ensure that your information is treated in a manner which is consistent with the applicable law."}, {"35": "You may make a raise a request with us for a copy of your personal data as well as their rectification or erasure. You may use your right to restrict a processing or to oppose a processing. Please note however that in the event you exercise your right to restrict or oppose a processing, your access to all or part of the website and / or to the services may be impacted."}, {"36": "You can request to exercise your right to data portability, that is to say the right to receive the personal data that you have provided us in a structured format, in order to transmit such data to another controller."}, {"37": "Data Pages"}]}, "count": 38}, "we process": {"text": {"we process": [{"0": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}, {"1": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}]}, "count": 2}, "collected": {"text": {"collected": [{"0": "This Privacy Policy applies when you use/visit our website, mobile or tablet application, or any other online service (collectively, the \"Services\") that links or refers to it. It does not governs or apply to information collected or used by HTDSL or its group companies through any other means."}, {"1": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"2": "Google Analytics:Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network."}, {"3": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"4": "Links to Third-Party Sites :\nOur Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution, and review the privacy statements applicable to the third-party websites and services you use."}, {"5": "You may submit a request to access or delete the information we have collected about you by sending your request to us at privacymanager@hindustantimes.com We will respond to your request consistent with applicable law and subject to proper verification."}, {"6": "This Privacy Policy is applicable in the European Economic Area (EEA) and the United Kingdom (UK), and is pursuant to the General Data Protection Regulation (Regulation 2016/679) and the UK GDPR.  It applies when you use/visit our website or any other online service that links or refers to it. It does not govern or apply to information collected or used by HTDSL or its group companies through any other means."}, {"7": "Some examples of your personal data collected and/ or processed by the website are-"}, {"8": "These data are either provided by you to us or are collected through your usage of the website and the services offered by it."}, {"9": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}, {"10": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"11": " Our Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution and review the privacy statements applicable to the third-party websites and services you use."}]}, "count": 12}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": " Indian Industry Analysis      Banking News   Infotech News   Infrastructure   Agriculture   Manufacturing   Energy News   Retail News   Auto News   Sports News   "}, {"1": "For internal audits on data analysis and audience statistics"}]}, "count": 2}, "analytics": {"text": {"analytics": [{"0": "Google Analytics:"}, {"1": "You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity."}]}, "count": 2}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "\n\t\t\t\t\tAI-positive? How Trump may grow India’s IT business\n\t\t\t\t"}, {"1": "\n\t\t\t\t\tCricket to AI: Campus recruiters riddle IIT candidates in quest for best hires\n\t\t\t\t"}, {"2": " trending stories Afghanistan Vs Bangladesh Swiggy IPO Allotment Livemint Hindi Deadpool And Wolverine OTT  Bitcoin  Tata Motors share ACME Solar IPO Vistara Airlines Sidhu Moosewala Upcoming IPO 2024 Bank Holidays in Uttar Pradesh Bank Holidays in Gujarat Bank Holidays in Delhi  Bank Holidays in September Bank Holidays in Jammu And Kashmir Instant Personal Loan Check Credit Score Online Business Loan Personal Loan Interest Rate Personal Loan Eligibility Personal Loan EMI Calculator Gold Rate in Delhi Gold Rate in Bangalore Gold Rate in Chennai Gold Rate in Hyderabad Gold Rate in Mumbai Credit Card Q2 Results Today Business Radio - FAB Play Assembly Election Results "}, {"3": "Hyundai Motor India share price"}]}, "count": 4}, "automatically": {"text": {"automatically": [{"0": "We collect information directly from user(s), from third-parties and automatically through our websites/mobile applications."}, {"1": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"2": "You have the right to have data which we process based on your consent or in fulfillment of a contract automatically delivered to yourself or to a third party in a standard, machine-readable format. If you require the direct transfer of data to another responsible party, this will only be done to the extent technically feasible."}]}, "count": 3}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services."}, {"1": "Links to Third-Party Sites :\nOur Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution, and review the privacy statements applicable to the third-party websites and services you use."}, {"2": " Our Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution and review the privacy statements applicable to the third-party websites and services you use."}]}, "count": 3}, "settings": {"text": {"settings": [{"0": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"1": "Logging In Through Social Media Services:\nIf you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}, {"2": " If you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service. The social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings. If you do not want your information shared in this way, do not connect your social media service account with your Services."}]}, "count": 3}, "controls": {"text": {"controls": [{"0": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}]}, "count": 1}, "fraud": {"text": {"fraud": [{"0": "\n\t\t\t\t\t\tGautam Adani Indicted In New York In Alleged Bribery & Fraud Case\n\t\t\t\t\t"}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "To Protect the Rights of the Services and others:"}, {"1": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services:"}, {"2": "To Protect the Rights of the Services and others:"}, {"3": " We may use your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law."}, {"4": "Other Parties When Required by Law or As Necessary to Protect Our Users and Services: "}, {"5": "We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities."}]}, "count": 6}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Links to Third-Party Sites :\nOur Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution, and review the privacy statements applicable to the third-party websites and services you use."}, {"1": "Your information, including Personal Data, may be transferred to and maintained on computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. We maintain servers around the world and your information may be processed on servers located outside of the country. Please note that we transfer the data, including personal data, to India, Japan and Singapore and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your personal data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information."}, {"2": "Upon your request, we will close your account and remove your personal information from view as soon as reasonably possible, based on your account activity and in accordance with applicable law(s). However, we will retain the required personal information from closed accounts to comply with law, Avoid/check illegal and/or potentially prohibited activities and to enforce User Agreements; Comply with any court judgment / decree / order / directive / legal & government authority /applicable law; Investigate potential violations or applicable national & international laws; Investigate deliberate damage to the website/services or its legitimate operation; Detect, prevent, or otherwise address security and/or technical issues; safeguard p the rights, property or safety of company and/or its Directors, employees and the general public at large; Respond to Claims of third parties; and take such other actions as may be permitted by law."}, {"3": " Our Services may link to third-party websites and services that are outside our control. We are not responsible for the security or privacy of any information collected by other websites or other services. You should exercise caution and review the privacy statements applicable to the third-party websites and services you use."}]}, "count": 4}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {"auditing": [{"0": "We will only retain your Information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, auditing or reporting requirements. To determine the appropriate retention period for your Information, we consider the amount, nature, and sensitivity of the Information, the potential risk of harm from unauthorised use or disclosure of your Information, the purposes for which we process your Information and whether we can achieve those purposes through other means, and the applicable legal requirements."}]}, "count": 1}}, "EDUCATION": {"how": {"text": {"how": [{"0": "HT Digital Streams Limited (hereinafter referred as \"HTDSL\") recognizes the importance of maintaining the privacy of every user who visits our website. We value your privacy and appreciate your trust in us. We are committed to be transparent about the data we collect about you, how it is used and with whom it is shared."}, {"1": "How We Collect Information"}, {"2": "We use Cookies to help you efficiently browse our websites and to save you time by not having to re-enter your details/preferences each time you visit. Cookies allow us to provide you with information and show you content relevant to you. We also use Cookies to analyse how our customers interact with our websites so we can improve the customer journey."}, {"3": "How We Use The Information"}, {"4": "How We Share Your Information"}, {"5": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"6": "How Long We Keep Your Personal Data"}, {"7": "You also have the right to ask us to delete your personal data or restrict how it is used. There may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request. Where applicable, you have the right to object to processing of your personal data for certain purposes."}, {"8": "We, HT Digital Streams Limited or HTDSL, are licensed to operate and manage the websites of HT Media Limited, including this website and recognizes the importance of maintaining the privacy of every user who visits our website.  We value your privacy and appreciate your trust in us. We are committed to be transparent about the data we collect about you, how it is used and with whom it is shared."}, {"9": "Information about how you use our services and about how you use our website"}, {"10": "We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services."}, {"11": "H- YOUR RIGHTS AND HOW TO EXERCISE THEM"}, {"12": "\n\t\t\t\t\tAI-positive? How Trump may grow India’s IT business\n\t\t\t\t"}, {"13": "\n\t\t\t\t\t\tHow This Couple Defeated Toxic Air Pollution To Breathe 'Mountain Air' In Delhi\n\t\t\t\t\t"}, {"14": "\n\t\t\t\t\tHow Stellantis CEO’s cost-cutting mantra cost him his job\n\t\t\t\t"}, {"15": "\n\t\t\t\t\tHow Stellantis CEO’s cost-cutting mantra cost him his job\n\t\t\t\t"}, {"16": "\n\t\t\t\t\t\tCredit card expired? Here's how to pay pending dues\n\t\t\t\t\t"}, {"17": " latest stories Northern Israel under attack: Hezbollah fires over 150 rockets Bitcoin soars to record high above $82,000 following Trump’s historic win Centre to release upto ₹70,000 crore capex loans to states in Q3 Union minister rescues woman who was stuck under truck in Telangana – Here's how SC junks Prashant Kishor-led Jan Suraaj Party's plea to postpone Bihar bypolls Saudi Arabia’s Crown Prince urges Israel to refrain from attacking Iran Govt wants hospitals, prisons, schools to eat more moong "}]}, "count": 18}, "what": {"text": {}, "count": 0}, "how you": {"text": {"how you": [{"0": "We use Cookies to help you efficiently browse our websites and to save you time by not having to re-enter your details/preferences each time you visit. Cookies allow us to provide you with information and show you content relevant to you. We also use Cookies to analyse how our customers interact with our websites so we can improve the customer journey."}, {"1": "Information about how you use our services and about how you use our website"}]}, "count": 2}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "By visiting and/or using our website, you agree to this Privacy Policy. We strongly recommend you to read this privacy policy so that you understand our approach towards the use of your personal data."}, {"1": "Understand Our Readers and Users:"}, {"2": "To understand our readers and users:"}, {"3": " The Services conduct research on our users’ demographics, interests and behaviour based on the information we collect. We do this to better understand and serve our users, and to improve our products and services."}]}, "count": 4}, "learn": {"text": {}, "count": 0}, "more information": {"text": {}, "count": 0}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"1": "Cookies are small text files which contain a small amount of information that is downloaded to your computer or mobile device when you visit a website. When you visit the website again, or visit partner website which recognises that cookie, your device is able to communicate with our website and the website can read the information held in that cookie."}, {"2": "We use Cookies to help you efficiently browse our websites and to save you time by not having to re-enter your details/preferences each time you visit. Cookies allow us to provide you with information and show you content relevant to you. We also use Cookies to analyse how our customers interact with our websites so we can improve the customer journey."}, {"3": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"4": "To Customise Advertising:\nWe may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services. We may provide you with personalized services, such as recommendations on our websites, apps and in direct marketing and tailored advertising. This includes where we use cookies or similar technologies in relation to the devices you use, for example to make some of the adverts you see more relevant to you"}, {"5": "Third Parties that Provide Content, Advertising, or Functionality: \nWhen you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (e.g., hashed data, clickstream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}, {"6": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"7": "Please note that we may use cookies and/ or other similar technologies to collect some of the data listed above, details of which are provided separately in the cookie policy."}, {"8": "If you fail to provide certain information when requested, we may not be able to perform the contract we have entered into with you, or we may be prevented from providing certain functions or service which require a particular type of non-essential cookies to function. You hereby accept and agree that we shall not be held liable in any manner whatsoever if we are unable to perform our services or if there is a deficiency in our services to you due to your failure to provide such information."}, {"9": ", hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyse ad performance, on our Services or other websites or platforms. This information may be combined with information collected across different websites, online services, and other linked or associated devices. These third parties may use your information to improve their own services and consistent with their own privacy policies."}]}, "count": 10}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}, {"1": "You can choose to accept or decline cookies in your browser settings. Most web browsers automatically accept cookies, but you can usually modify your browser setting to reject cookies if you prefer. You may find more help about managing cookies in your browser: Chrome, Internet Explorer, Mozilla Firefox & Safari. This may prevent you from having complete website experience by affecting the access to some of the links, services or features. Information collected by cookies and web beacons is not personally identifiable."}, {"2": "We collect information from you using third party tools, browser cookies and web beacons in order to improve user experience."}]}, "count": 3}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}