{"https://cuemath.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "We use cookies on this site to enhance your experience. To learn more, visit our  Privacy Policy"}, {"1": "We had a great experience with Cuemath. He started in 2021 and was quite weak but since joining Cuemath he has been getting better grades."}, {"2": "Cuemath's app facilitates teacher-student interaction. The teacher in India understands our Australian math curriculum. We couldn't find such a teacher even locally."}, {"3": "We love solving doubts!"}, {"4": "A desktop or laptop computer that supports video calling is necessary for attending our classes. We also highly recommend a writing tablet for the best learning experience."}, {"5": "Our tutors are trained to teach according to various curricula across countries. Further, we have a fully customizable curriculum, tailored to your child’s needs."}, {"6": "In the rare case that happens, please raise a ticket with our helpdesk. We’ll be happy to diagnose the issue, and find you a different tutor that aligns better with your child’s needs."}, {"7": "We have a no questions asked refund policy. If you’re unhappy with the experience, you can cancel anytime for a full refund of the unused classes."}, {"8": "We have a flexible leave policy that allows for both planned and unplanned leaves. Just keep your tutor informed."}, {"9": "We have a dedicated parent app, that lets you track the progress of your child, and also lets you connect with their tutor."}, {"10": "Please tap on the ‘Get Started’ button. We’ll ask you a few questions about your child to understand their needs better. Once we receive the details, our admissions counselor will call you to match your child with the right tutor, and schedule a free trial class as per your availability. If you like the experience, you can choose a plan and make the payment to begin your classes."}]}, "count": 11}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"1": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"2": "We use commonly used third-party analytics tools and services such as Google Analytics amongst others. These 3rd party services use Data Collection Tools and mechanisms to help analyse your use of the Services provided by us. These often include visit data such as origination details of your visit, length, frequency and other such data, type of pages and material accessed and used, and in case of mobile, applications will include data on, from where the application was downloaded and installed on your device."}, {"3": "We use commonly used 3rd party advertising services e.g. Facebook, Instagram, Google Display network, and other such display and advertising networks for our promotional and advertising purposes. These ads may be served to you based on information that the advertising networks have about you based on their data. They may also be based on what we have come to know about your preferences from your data with us, and may be customised for your specific interests."}, {"4": " All the information, including Personal Information, provided by the Users (the “User Information”) is maintained by the Company in electronic form on online servers/cloud systems and shall be accessible by certain employees of the Company as mentioned below. The User Information may also be converted to physical form from time to time. Regardless of the manner of storage, the Company will keep all User Information confidential, and will only disclose User Information to the persons mentioned below:"}, {"5": "Users in USA: All our operations are in compliance with COPPA. In line with COPPA – A student can be enrolled in our program only with Due parental consent."}]}, "count": 6}, "information": {"text": {"information": [{"0": "This Privacy Policy describes the Company’s policies and procedures on the collection, use and disclosure, transfer and storage of the information provided by the end users (“Your data”). This Privacy Policy was last updated on 20th August 2020"}, {"1": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"2": "It covers your rights under EU GDPR, California Consumer Privacy Act, and Indian law covering SPI Rules – (Regulation 4 of the Information Technology, Reasonable Security Practices and Procedures and Sensitive Personal Information) Rules, 2011 (the “SPI Rules”) and Regulation 3(1) of the Information Technology (Intermediaries Guidelines) Rules, 2011."}, {"3": "Why we are updating this policy : We have been already very serious about the way we process data about our users, including parents and students and stakeholders, we are updating and implementing this policy to make it more comprehensive, easier to read, and to comply with amongst others the EU GDPR (General Data Protection Regulation) and the California Consumer Privacy Act, which are now becoming global accepted standards and Section 43A of the Information Technology Act, 2000 (India);"}, {"4": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"5": "Usage data : We also collect some data automatically, like information about performance across various cuemath platform(s), usage logs when using the cuemath platform including worksheets, teacher/instructor interaction, interaction with other participants in class, audio video logs, device details and details on parts of our Services you interact with, and spend time."}, {"6": "You may also choose to provide your personal information like a photo, social media profiles, or other data, called as Profile Data. Your Profile Data will be publicly viewable by others."}, {"7": "We will attempt to verify information provided by you through trusted / empanelled partners. We will share information you have provided with other stakeholders like parents, other teachers / mentors / counsellors or operations teams, to ensure quality, to maintain standards and facilitate smooth operations."}, {"8": "You must provide certain payment and billing data directly to our payment processing partners, including your name, payment instrument information such as debit/credit card information, payment provider login, billing address, and geo/pin/zip code. For security, we do not collect or store sensitive cardholder data, such as full debit/credit card numbers or card authentication data."}, {"9": "If you are a teacher/instructor/mentor, you need to share your bank account details along with any applicable tax identification such as Permanent account number or any other relevant identification mandated by relevant tax authorities to receive payments. We collect and use certain information, including your payment account, email address, account ID, physical address, Bank identification details such as IFSC code and/or other data necessary for us to send payments to your account. If you are a teacher / instructor / mentor, prospective, in training or empanelled, we in conjunction with partners may attempt to verify independently, information you have provided including location, resident status, tax permanent account numbers, tax status, personal biographical information, and other personal information including location and residency status necessary for taxation purposes."}, {"10": "We may obtain certain information through your social media or other online accounts if they are connected to CueMath account, or if you use them while accessing any Cuemath service. If you should access CueMath via another third-party platform or service, like Facebook or using your google account, we ask for your permission to access certain information about that other account."}, {"11": "Generally these platforms and services make information available to us through their APIs. The information we receive depends on what information you (via your privacy settings) or the platform or service decide to give us and their applicable terms and policies."}, {"12": "To receive a reward, you may be required to allow us to post some of your information or your participating ward’s information publicly (like on a git hub profile or an event page or a profile page of a teacher /instructor or other profile pages). Where we use a third party platform to conduct an event / demo/ promotion or administer a survey, seek feedback, or seek referral, the third partyʼs privacy policy will also apply. "}, {"13": "If you contact us for a query, seeking resolution to a grievance or support in any other matter, or to report a problem or concern (regardless of whether you are a registered user or have created an account), we will collect and store your contact information, details of messages including medium and content of the message, in addition to personal identifying data about you like your name, email address, contact number, location, device, device OS details, IP address or other device identification, and any other data you provide or that we collect through other automated means. We will use the data so collected to provide a response to you and undertake measures to pro-actively respond to potential similar requests in the future from you or other users in accordance with this Privacy Policy."}, {"14": "An approximate geographic location, including information like country, city, time zone, and geographic coordinates, calculated based on your IP address."}, {"15": "The Service and Applications may enable User to communicate with other Users or to post information to be accessed by others, whereupon other Users may collect such data. The Company hereby expressly disclaims any liability for any misuse of such information that is made available by visitors in such a manner."}, {"16": "We use this data to improve the Services, customise our services for you, determine what improvements need to be made to provide better services and provide you with services content and information that may be potentially of interest to you"}, {"17": "We use commonly used 3rd party advertising services e.g. Facebook, Instagram, Google Display network, and other such display and advertising networks for our promotional and advertising purposes. These ads may be served to you based on information that the advertising networks have about you based on their data. They may also be based on what we have come to know about your preferences from your data with us, and may be customised for your specific interests."}, {"18": "These 3rd party advertising services typically use cookies on your device and or browser in order to track data about your use of our Services and other services you may use on their networks to customise the advertisements for you. In order to deliver customised content and advertising we may provide these 3rd part advertising networks with a masked version of your data, in a machine readable, but not human readable form, including contact data. This may be based on information content and reviews that you share publicly on our Services."}, {"19": "Process your requests and orders for courses or other services, and serve information that maybe useful to you, or have requested for."}, {"20": "Sending you profile / administrative information, including messages from teachers and other staff, notifications including push notifications about changes to our Service, and updates to our agreements."}, {"21": "Sending you information in program and in-app messages about your progress on the learning platform, courses, referral and other rewards, new services offerings, promotions, newsletters, and other such communication to which you have the ability to opt out of."}, {"22": "The information specified in section 3.1 above is collected on, for reasons including but not limited to, (i) personal identification, (ii) to allow the Company to contact the User for customer service and business development purposes, (iii) to keep the record of the teachers and the students registered/desirous of being registered with the Company (iv) to customize the content of the Applications to meet specific needs of the User, and/or (v) to make improvements to the Applications."}, {"23": "With Other Students: Depending on your settings, your shared content and profile data may be publicly viewable, including to other students. If you ask a question to a cuemath teacher (your information -including your name) may also be publicly viewable by other users in the class, depending on your class settings."}, {"24": "With Analytics and Data Enrichment Services: As part of our use of third-party analytics tools like Google Analytics and data enrichment services, we share certain contact information, Account Data, System Data, Usage Data (as detailed in Section 3.1), or de-identified data as needed. De-identified data means data where weʼve removed things like your name and email address and replaced it with a unique ID. This allows these providers to provide analytics services or match your data with publicly-available database information (including contact and social information from other sources). We do this to communicate with you in a more effective and customised manner."}, {"25": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"26": "The Company will not disclose any Personal Information or data to governmental institutions or authorities unless such disclosure is requisitioned under any law or judicial decree or when the Company, in its sole discretion, deems it necessary in order to protect its rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Terms of Use."}, {"27": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}, {"28": "The Company does not collect information about the Users of the Applications from other sources, such as public records or bodies, or private organisations, save and except as provided in this Privacy Policy."}, {"29": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"30": " All the information, including Personal Information, provided by the Users (the “User Information”) is maintained by the Company in electronic form on online servers/cloud systems and shall be accessible by certain employees of the Company as mentioned below. The User Information may also be converted to physical form from time to time. Regardless of the manner of storage, the Company will keep all User Information confidential, and will only disclose User Information to the persons mentioned below:"}, {"31": "Its employees on a need-to-know basis. All the Company employees and data processors, who have access to, and are associated with the processing of User Information, are obliged to respect the confidentiality of User Information."}, {"32": " Third party service providers to the extent necessary to provide the Users with the necessary assistance. The Company may provide the User Information to third party service providers to work on behalf of or with the Company to provide the Users with the necessary assistance, to help the Company communicate with the Users or to maintain the Applications."}, {"33": "Notwithstanding the above, the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the User Information or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorised access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"34": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}, {"35": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}, {"36": "The Company shall address any discrepancies and grievances of all Users with respect to processing of information in a time bound manner. For this purpose, the Company has designated Ms. Chatlotte Arujah as the ‘grievance officer’, who will redress the grievances of the Users expeditiously but within 3 (three) months from the date of receipt of grievance, and who can be reached by:Sending an email to privacy@cuemath.com Sending a letter marked to the attention of Ms. Subi John, at the address, Plot No. 7, 80 Feet Road, 4th Block, Kormangala, Bengaluru - 560034."}, {"37": "Users in India : As defined under Indian Law “Personal information” is defined under the SPI Rules to mean any information that relates to a natural person, which, either directly or indirectly, in combination with other information available or likely to be available with a body corporate, is capable of identifying such a natural person."}, {"38": "financial information such as bank accounts, credit and debit card details or other payment instrument details;"}, {"39": "biometric information;"}, {"40": "information received by body corporate under lawful contract or otherwise;"}, {"41": "Information that is freely available in the public domain or accessible under the Right to Information Act, 2005 or any other law will not be regarded as sensitive personal data or information."}, {"42": " “Right to Know” — You have the right to request to know more about the categories and specific pieces of personal information that we have collected about you and access a copy of your personal information."}, {"43": " “Right to Deletion” — You have the right to request deletion of personal information that we have collected about you."}, {"44": " Additionally, for more information about the personal information we collect and how we collect it, please see the sections above entitled “What Data We Get” and “How We Get Data About You.”"}, {"45": "To learn about the business and commercial purposes for which your personal information is collected and the categories of service providers who have access to your personal information, please see the sections above entitled “What We Use Your Data For” and “Who We Share Your Data With.”"}, {"46": " Most importantly, as per the CCPA, CueMath does not sell your personal information or the personal information of any of our users."}, {"47": " As a California resident, you also have the right to request certain details about what personal information we share with third parties for those third partiesʼ direct marketing purposes. To submit your request, send an email to privacy@cuemath.com with the phrase “California Privacy Data” and include your mailing address, state of residence, and email address."}, {"48": "Users in Australia: If you are an Australia resident and you have a complaint, you may refer it to the office of the Australian Information Commissioner (“OAIC”). You can contact OAIC by visiting www.oaic.gov.au (http://www.oaic.gov.au); forwarding an email to enquiries@oaic.gov.au (mailto:enquiries@oaic.gov.au); telephoning 1300 363 992; or writing to OAIC at GPO Box 5218, Sydney NSW 2001."}, {"49": "No sensitive personal data or information is automatically collected by the Company from any casual visitors of the Applications, who are merely perusing or browsing the Applications, except as otherwise provided in section 4"}, {"50": " If you, as a casual visitor, have inadvertently browsed any other pages of the Applications prior to reading the privacy statements set out herein, and you do not agree with the manner in which such information is obtained, stored or used, merely quitting this browser application should ordinarily clear all temporary cookies installed by the Company. All visitors, however, encouraged to use the “clear cookies” functionality of their browsers to ensure such clearing / deletion, as the Company cannot guarantee, predict or provide for the behaviour of the equipment of all the visitors of the Applications."}, {"51": "You are not a casual visitor if you have willingly submitted any personal data or information to the Company through any means, including email, post on the Applications. All such visitors will be deemed to be, and will be treated as, Users for the purposes of this Privacy Policy, and in which case, all the statements in this Privacy Policy apply to such persons."}, {"52": "You must not create or otherwise disseminate any information which may be deemed to be injurious, violent, offensive, racist or xenophobic or which may otherwise violate the purpose and spirit of the Company and its community of Users."}, {"53": "You must not share personal information that you have become aware of in the course participating in a class or otherwise acquired"}, {"54": "You must not provide information to the Company and /or other Users which you believe might be injurious or detrimental to your person, professional or social status."}, {"55": "If you have any questions, concerns, or disputes regarding our Privacy Policy, please feel free to contact our privacy team (including our designated personal information protection manager) at privacy@cuemath.com. You can also send postal mail to us at CueMath, Attn: Legal Dept, 100 Feet Road, Koramangala, Bangalore, India."}, {"56": "The Users acknowledge that this Privacy Policy is part of the Terms of Use and unconditionally agree that becoming a User of the Applications signifies their assent to this Privacy Policy. User’s dispute over privacy is subject to this policy and Terms of Use. The Company may update this Privacy Policy at any time, with or without advance notice. In the event there are significant changes in the way the Company treats User’s Personal Information, the Company may display a notice on the Applications or send Users an email, in connection thereto. Unless stated otherwise, this current Privacy Policy applies to all information that the Company has about Users and their account. Notwithstanding the above, the Company shall not be required to notify the Users of any changes made to the Privacy Policy."}]}, "count": 57}, "use": {"text": {"use": [{"0": "We use cookies on this site to enhance your experience. To learn more, visit our  Privacy Policy"}, {"1": "How do we use our users data ?"}, {"2": "This Privacy Policy describes the Company’s policies and procedures on the collection, use and disclosure, transfer and storage of the information provided by the end users (“Your data”). This Privacy Policy was last updated on 20th August 2020"}, {"3": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"4": "This Privacy Policy applies when you visit or use our (CueMath) website, learning platform, mobile applications, or related services, attend experience sessions / demos / classes / training sessions online or physically as a Parent, Student, teacher, prospective teacher or any other Stakeholder (the “Services”)."}, {"5": "Please note By using the Services, you are agreeing to the terms of this Privacy Policy. Should you not agree with this Privacy Policy or any other agreement that governs your use of the Services, you should not use the Services in any form."}, {"6": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"7": "To use certain features (like enrolling in a course or demo session for a course), you need to register and create an user account. When you create or update your account, we ask for, collect and store the data you provide, like your phone number, email address, gender, students name (student being the ward of a “parent”) school grade, curriculum followed e.g. Common Core / GCSE / CBSE, city/country/time zone and date of birth, and assign you a unique identifying number (“Account Data”)."}, {"8": "If you are a teacher/instructor/mentor, you need to share your bank account details along with any applicable tax identification such as Permanent account number or any other relevant identification mandated by relevant tax authorities to receive payments. We collect and use certain information, including your payment account, email address, account ID, physical address, Bank identification details such as IFSC code and/or other data necessary for us to send payments to your account. If you are a teacher / instructor / mentor, prospective, in training or empanelled, we in conjunction with partners may attempt to verify independently, information you have provided including location, resident status, tax permanent account numbers, tax status, personal biographical information, and other personal information including location and residency status necessary for taxation purposes."}, {"9": "We may obtain certain information through your social media or other online accounts if they are connected to CueMath account, or if you use them while accessing any Cuemath service. If you should access CueMath via another third-party platform or service, like Facebook or using your google account, we ask for your permission to access certain information about that other account."}, {"10": "Please note If you access or use our Services through a third-party platform or service, or click on any third-party links, the collection, use, and sharing of your data will also be subject to the privacy policies and other agreements of that third party, in addition to our terms and our policies. "}, {"11": "To receive a reward, you may be required to allow us to post some of your information or your participating ward’s information publicly (like on a git hub profile or an event page or a profile page of a teacher /instructor or other profile pages). Where we use a third party platform to conduct an event / demo/ promotion or administer a survey, seek feedback, or seek referral, the third partyʼs privacy policy will also apply. "}, {"12": "If you contact us for a query, seeking resolution to a grievance or support in any other matter, or to report a problem or concern (regardless of whether you are a registered user or have created an account), we will collect and store your contact information, details of messages including medium and content of the message, in addition to personal identifying data about you like your name, email address, contact number, location, device, device OS details, IP address or other device identification, and any other data you provide or that we collect through other automated means. We will use the data so collected to provide a response to you and undertake measures to pro-actively respond to potential similar requests in the future from you or other users in accordance with this Privacy Policy."}, {"13": "Usage data about your or your ward/students interactions with the Services, including content accessed, courses accessed on our platform, demo courses and sessions, events accessed and participation including platform and performance statistics such as question level performance and performance on timed assessments, time spent on worksheets, apps or web pages, games, or other parts of the Service, pages visited, features used such as games played, content downloaded, your click data including search queries, date and time, your communication on the platform with teachers/instructors/mentors/ and other students and other data regarding your use of the Services (“Usage Data”)"}, {"14": "The data listed above is collected through the use of log files including in-class whiteboard, audio, video, and chat participation logs and other tracking technologies, as detailed in the “Cookies and Data Collection Tools” section below. It is stored by us and associated with your account."}, {"15": "The Service and Applications may enable User to communicate with other Users or to post information to be accessed by others, whereupon other Users may collect such data. The Company hereby expressly disclaims any liability for any misuse of such information that is made available by visitors in such a manner."}, {"16": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"17": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"18": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"19": "We use pixels or web beacons (which allow us to measure your visits to personalise and provide a more customised more curated and better experience. This may include pages visited, scrolls, content downloaded or bookmarked, measuring your response to account and promotional email and messages that allow us to better serve and identify potential needs of users."}, {"20": "Preferences: cookies that remember data about your browser and preferred settings that affect the appearance and behaviour of the Services (like your preferred language). Security: cookies used to enable you to log in and access the Services; protect against fraudulent logins; and help detect and prevent abuse or unauthorised use of your account. Functional: cookies that store functional settings (like the volume level you set for video playback). Session State: cookies that track your interactions with the Services to help us improve the Services and your browsing experience, remember your login details, and enable processing of your course purchases."}, {"21": "You can set your web browser to alert you about attempts to place cookies on your computer, limit the types of cookies you allow, or refuse cookies altogether. If you do, you may not be able to use some or all features of the Services, and your experience may be different or less functional."}, {"22": "We use commonly used third-party analytics tools and services such as Google Analytics amongst others. These 3rd party services use Data Collection Tools and mechanisms to help analyse your use of the Services provided by us. These often include visit data such as origination details of your visit, length, frequency and other such data, type of pages and material accessed and used, and in case of mobile, applications will include data on, from where the application was downloaded and installed on your device."}, {"23": "We use this data to improve the Services, customise our services for you, determine what improvements need to be made to provide better services and provide you with services content and information that may be potentially of interest to you"}, {"24": "We use commonly used 3rd party advertising services e.g. Facebook, Instagram, Google Display network, and other such display and advertising networks for our promotional and advertising purposes. These ads may be served to you based on information that the advertising networks have about you based on their data. They may also be based on what we have come to know about your preferences from your data with us, and may be customised for your specific interests."}, {"25": "These 3rd party advertising services typically use cookies on your device and or browser in order to track data about your use of our Services and other services you may use on their networks to customise the advertisements for you. In order to deliver customised content and advertising we may provide these 3rd part advertising networks with a masked version of your data, in a machine readable, but not human readable form, including contact data. This may be based on information content and reviews that you share publicly on our Services."}, {"26": "How do we use our users data ?"}, {"27": "We use your data to do things like provide our Services, communicate with you, troubleshoot issues, secure against fraud and abuse, improve and update our Services, analyse how people use our Services, serve personalised advertising, and as required by law or necessary for safety and integrity."}, {"28": "We use the data we collect through your use of the Services to:"}, {"29": "Securing the Services, and preventing fraud and abuse."}, {"30": "With Service Providers, Contractors, and Agents: We share your data with third-party companies who perform services on our behalf, like payment processing, data analysis, marketing and advertising services (including retargeted advertising), email and hosting services, and customer services and support. These service providers may access your personal data and are required to use it solely as we direct, to provide our requested service."}, {"31": "With Analytics and Data Enrichment Services: As part of our use of third-party analytics tools like Google Analytics and data enrichment services, we share certain contact information, Account Data, System Data, Usage Data (as detailed in Section 3.1), or de-identified data as needed. De-identified data means data where weʼve removed things like your name and email address and replaced it with a unique ID. This allows these providers to provide analytics services or match your data with publicly-available database information (including contact and social information from other sources). We do this to communicate with you in a more effective and customised manner."}, {"32": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"33": "Reasonably necessary to enforce our Terms of Use, Privacy Policy, and other legal agreements;"}, {"34": " Required to detect, prevent, or address fraud, abuse, misuse, potential violations of law (or rule or regulation), or security or technical issues;"}, {"35": "The Company will not disclose any Personal Information or data to governmental institutions or authorities unless such disclosure is requisitioned under any law or judicial decree or when the Company, in its sole discretion, deems it necessary in order to protect its rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Terms of Use."}, {"36": "After Aggregation/ De-identification: we can disclose or use aggregate or de-identified data for any purpose."}, {"37": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"38": "We use pixels or web beacons (which allow us to measure your visits to personalise and provide a more customised more curated and better experience. This may include pages visited, scrolls, content downloaded or bookmarked, measuring your response to account and promotional email and messages that allow us to better serve and identify potential needs of users."}, {"39": "We use appropriate security based on the type and sensitivity of data being stored. As with any internet-enabled system, there is always a risk of unauthorised access, so itʼs important to protect your password and to contact us if you suspect any unauthorised access to your account."}, {"40": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"41": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}, {"42": "You can choose not to provide certain data to us, but you may not be able to use certain features of the Services."}, {"43": " The browser or device you use may allow you to control cookies and other types of local data storage. Your wireless device may also allow you to control whether location or other data is collected and shared."}, {"44": "Personal Data in India has recently been adjudicated by the Supreme Court of India as being part of your fundamental right and the same needs to be protected and secured. Therefore your understanding and acceptance of this policy is of prime importance and based on such consent and agreements as stated herein, we are taking steps to place in public domain our privacy policy as well as obtain your consent to use the same in the manner prescribed herein."}, {"45": "To learn about the business and commercial purposes for which your personal information is collected and the categories of service providers who have access to your personal information, please see the sections above entitled “What We Use Your Data For” and “Who We Share Your Data With.”"}, {"46": " If you, as a casual visitor, have inadvertently browsed any other pages of the Applications prior to reading the privacy statements set out herein, and you do not agree with the manner in which such information is obtained, stored or used, merely quitting this browser application should ordinarily clear all temporary cookies installed by the Company. All visitors, however, encouraged to use the “clear cookies” functionality of their browsers to ensure such clearing / deletion, as the Company cannot guarantee, predict or provide for the behaviour of the equipment of all the visitors of the Applications."}, {"47": "You must, at all times, respect the terms and conditions of the then-current Privacy Policy and the Terms of Use. This includes respecting all intellectual property rights which may belong to the Company’s third parties."}, {"48": "The Users acknowledge that this Privacy Policy is part of the Terms of Use and unconditionally agree that becoming a User of the Applications signifies their assent to this Privacy Policy. User’s dispute over privacy is subject to this policy and Terms of Use. The Company may update this Privacy Policy at any time, with or without advance notice. In the event there are significant changes in the way the Company treats User’s Personal Information, the Company may display a notice on the Applications or send Users an email, in connection thereto. Unless stated otherwise, this current Privacy Policy applies to all information that the Company has about Users and their account. Notwithstanding the above, the Company shall not be required to notify the Users of any changes made to the Privacy Policy."}, {"49": "As permitted by applicable law, if you continue to use the Services after the effective date of any change, then your access and/or use will be deemed an acceptance of (and agreement to follow and be bound by) the revised Privacy Policy. The revised Privacy Policy supersedes all previous Privacy Policies."}]}, "count": 50}, "why": {"text": {"why": [{"0": "Why is this Privacy Policy?"}, {"1": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"2": "Why is this Privacy Policy?"}, {"3": "Why we are updating this policy : We have been already very serious about the way we process data about our users, including parents and students and stakeholders, we are updating and implementing this policy to make it more comprehensive, easier to read, and to comply with amongst others the EU GDPR (General Data Protection Regulation) and the California Consumer Privacy Act, which are now becoming global accepted standards and Section 43A of the Information Technology Act, 2000 (India);"}]}, "count": 4}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "This Privacy Policy applies when you visit or use our (CueMath) website, learning platform, mobile applications, or related services, attend experience sessions / demos / classes / training sessions online or physically as a Parent, Student, teacher, prospective teacher or any other Stakeholder (the “Services”)."}, {"1": "Please note By using the Services, you are agreeing to the terms of this Privacy Policy. Should you not agree with this Privacy Policy or any other agreement that governs your use of the Services, you should not use the Services in any form."}, {"2": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"3": "Usage data : We also collect some data automatically, like information about performance across various cuemath platform(s), usage logs when using the cuemath platform including worksheets, teacher/instructor interaction, interaction with other participants in class, audio video logs, device details and details on parts of our Services you interact with, and spend time."}, {"4": "You may also choose to provide your personal information like a photo, social media profiles, or other data, called as Profile Data. Your Profile Data will be publicly viewable by others."}, {"5": "We will attempt to verify information provided by you through trusted / empanelled partners. We will share information you have provided with other stakeholders like parents, other teachers / mentors / counsellors or operations teams, to ensure quality, to maintain standards and facilitate smooth operations."}, {"6": "Parts of the Services that allow you to interact with teachers /instructors/ mentors / other students counsellors, and other users or share content publicly, including in class performance, assignments and by allowing you to post reviews sharing in class experiences including performance updates. Such shared content may be publicly viewable by others depending on where it is posted."}, {"7": "When you enrol in and avail of demos / courses/ or interact with a teacher/instructor , we collect certain data including the material/courses accessed, assigned, performance including speed, accuracy of the assignments across learning materials, attendance, data on your exchanges with teachers / instructors and other students and other related items basis course requirements."}, {"8": "If you are a teacher/instructor/mentor, you need to share your bank account details along with any applicable tax identification such as Permanent account number or any other relevant identification mandated by relevant tax authorities to receive payments. We collect and use certain information, including your payment account, email address, account ID, physical address, Bank identification details such as IFSC code and/or other data necessary for us to send payments to your account. If you are a teacher / instructor / mentor, prospective, in training or empanelled, we in conjunction with partners may attempt to verify independently, information you have provided including location, resident status, tax permanent account numbers, tax status, personal biographical information, and other personal information including location and residency status necessary for taxation purposes."}, {"9": "Data pertaining to your accounts with other service providers"}, {"10": "We may obtain certain information through your social media or other online accounts if they are connected to CueMath account, or if you use them while accessing any Cuemath service. If you should access CueMath via another third-party platform or service, like Facebook or using your google account, we ask for your permission to access certain information about that other account."}, {"11": "Please note If you access or use our Services through a third-party platform or service, or click on any third-party links, the collection, use, and sharing of your data will also be subject to the privacy policies and other agreements of that third party, in addition to our terms and our policies. "}, {"12": "Data pertaining to your accounts with other service providers"}, {"13": "That data is subject to this Privacy Policy unless otherwise stated in the terms and conditions of the promotion or in any communication or in another privacy policy."}, {"14": "To receive a reward, you may be required to allow us to post some of your information or your participating ward’s information publicly (like on a git hub profile or an event page or a profile page of a teacher /instructor or other profile pages). Where we use a third party platform to conduct an event / demo/ promotion or administer a survey, seek feedback, or seek referral, the third partyʼs privacy policy will also apply. "}, {"15": "If you contact us for a query, seeking resolution to a grievance or support in any other matter, or to report a problem or concern (regardless of whether you are a registered user or have created an account), we will collect and store your contact information, details of messages including medium and content of the message, in addition to personal identifying data about you like your name, email address, contact number, location, device, device OS details, IP address or other device identification, and any other data you provide or that we collect through other automated means. We will use the data so collected to provide a response to you and undertake measures to pro-actively respond to potential similar requests in the future from you or other users in accordance with this Privacy Policy."}, {"16": "Technical data about your device or computer, like your IP address, device type, operating system type and version, browser type and version, unique device identifiers, domain and other systems data, and platform types (“System Data”)."}, {"17": "Usage data about your or your ward/students interactions with the Services, including content accessed, courses accessed on our platform, demo courses and sessions, events accessed and participation including platform and performance statistics such as question level performance and performance on timed assessments, time spent on worksheets, apps or web pages, games, or other parts of the Service, pages visited, features used such as games played, content downloaded, your click data including search queries, date and time, your communication on the platform with teachers/instructors/mentors/ and other students and other data regarding your use of the Services (“Usage Data”)"}, {"18": "The data listed above is collected through the use of log files including in-class whiteboard, audio, video, and chat participation logs and other tracking technologies, as detailed in the “Cookies and Data Collection Tools” section below. It is stored by us and associated with your account."}, {"19": "The Service and Applications may enable User to communicate with other Users or to post information to be accessed by others, whereupon other Users may collect such data. The Company hereby expressly disclaims any liability for any misuse of such information that is made available by visitors in such a manner."}, {"20": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"21": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"22": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"23": "We use commonly used third-party analytics tools and services such as Google Analytics amongst others. These 3rd party services use Data Collection Tools and mechanisms to help analyse your use of the Services provided by us. These often include visit data such as origination details of your visit, length, frequency and other such data, type of pages and material accessed and used, and in case of mobile, applications will include data on, from where the application was downloaded and installed on your device."}, {"24": "We use commonly used 3rd party advertising services e.g. Facebook, Instagram, Google Display network, and other such display and advertising networks for our promotional and advertising purposes. These ads may be served to you based on information that the advertising networks have about you based on their data. They may also be based on what we have come to know about your preferences from your data with us, and may be customised for your specific interests."}, {"25": "These 3rd party advertising services typically use cookies on your device and or browser in order to track data about your use of our Services and other services you may use on their networks to customise the advertisements for you. In order to deliver customised content and advertising we may provide these 3rd part advertising networks with a masked version of your data, in a machine readable, but not human readable form, including contact data. This may be based on information content and reviews that you share publicly on our Services."}, {"26": "Provide and administer the Services, including to display customised content and facilitate communication with teachers and other users."}, {"27": "Process your requests and orders for courses or other services, and serve information that maybe useful to you, or have requested for."}, {"28": "Sending you profile / administrative information, including messages from teachers and other staff, notifications including push notifications about changes to our Service, and updates to our agreements."}, {"29": "Sending you information in program and in-app messages about your progress on the learning platform, courses, referral and other rewards, new services offerings, promotions, newsletters, and other such communication to which you have the ability to opt out of."}, {"30": "The User may also receive updates about special offers, new services, and other noteworthy events or training programs. However, the User may, at any time choose to no longer receive such types of emails."}, {"31": "We share certain data about you with our StakeHolders which does mean — instructors (Teachers), our business partners, analytics and data enrichment providers, your social media providers, companies helping us run promotions and surveys, and advertising companies who help us promote our Services. We may also share your data as needed for security, legal compliance, or as part of a corporate restructuring. Lastly, we can share data in other ways if it is aggregated or de-identified or if we get your consent."}, {"32": "With Other Students: Depending on your settings, your shared content and profile data may be publicly viewable, including to other students. If you ask a question to a cuemath teacher (your information -including your name) may also be publicly viewable by other users in the class, depending on your class settings."}, {"33": "With Analytics and Data Enrichment Services: As part of our use of third-party analytics tools like Google Analytics and data enrichment services, we share certain contact information, Account Data, System Data, Usage Data (as detailed in Section 3.1), or de-identified data as needed. De-identified data means data where weʼve removed things like your name and email address and replaced it with a unique ID. This allows these providers to provide analytics services or match your data with publicly-available database information (including contact and social information from other sources). We do this to communicate with you in a more effective and customised manner."}, {"34": "Reasonably necessary as part of a valid subpoena, warrant, or other legally-valid request;"}, {"35": "Reasonably necessary to enforce our Terms of Use, Privacy Policy, and other legal agreements;"}, {"36": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"37": "The Company does not collect information about the Users of the Applications from other sources, such as public records or bodies, or private organisations, save and except as provided in this Privacy Policy."}, {"38": " The browser or device you use may allow you to control cookies and other types of local data storage. Your wireless device may also allow you to control whether location or other data is collected and shared."}, {"39": "Please note: even after your account is terminated, some or all of your data may still be visible to others, including without limitation any data that has been (a) copied, stored, or disseminated by other users (including in class progress); (b) shared or disseminated by you or others (including in your shared content); or (c) posted to a third-party platform. Even after your account is terminated, we retain your data for as long as we have a legitimate purpose to do so (and in accordance with applicable law), including to assist with legal obligations, resolve disputes, and enforce our agreements. We may retain and disclose such data pursuant to this Privacy Policy after your account has been terminated."}, {"40": "Users in India : As defined under Indian Law “Personal information” is defined under the SPI Rules to mean any information that relates to a natural person, which, either directly or indirectly, in combination with other information available or likely to be available with a body corporate, is capable of identifying such a natural person."}, {"41": "financial information such as bank accounts, credit and debit card details or other payment instrument details;"}, {"42": "Information that is freely available in the public domain or accessible under the Right to Information Act, 2005 or any other law will not be regarded as sensitive personal data or information."}, {"43": " “Right to Non-Discrimination” — If you choose to exercise any of your rights under CCPA, CueMath will treat you like all other users. In other words, there is no penalty for exercising your rights under CCPA."}, {"44": "Generally applicable for Users Outside of the India: CueMath, is headquartered in India, and in order to provide the Services to you, we must transfer your data to India and process it there. By visiting or using our Services, you consent to storage of your data on servers located in the India. If you are using the Services from outside India, you consent to the transfer, storage, and processing of your data in and to India or other countries."}, {"45": " If you, as a casual visitor, have inadvertently browsed any other pages of the Applications prior to reading the privacy statements set out herein, and you do not agree with the manner in which such information is obtained, stored or used, merely quitting this browser application should ordinarily clear all temporary cookies installed by the Company. All visitors, however, encouraged to use the “clear cookies” functionality of their browsers to ensure such clearing / deletion, as the Company cannot guarantee, predict or provide for the behaviour of the equipment of all the visitors of the Applications."}, {"46": "You must not provide information to the Company and /or other Users which you believe might be injurious or detrimental to your person, professional or social status."}, {"47": "When we make a material change to this policy, we will notify users via email, in-product notice, or another mechanism required by law. Changes become effective the day they are posted. Please contact us via email or postal mail with any questions, concerns, or disputes."}]}, "count": 48}, "if": {"text": {"if": [{"0": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"1": "If you register as a teacher / instructor / mentor / counsellor you must provide personal biographical and academic accreditation, professional qualifications, work history, in addition to location and residency status."}, {"2": "If you make purchases, we collect certain data about your purchase (such as your name pin/zip/geography code, currency, payment instrument) as necessary to process your order."}, {"3": "If you are a teacher/instructor/mentor, you need to share your bank account details along with any applicable tax identification such as Permanent account number or any other relevant identification mandated by relevant tax authorities to receive payments. We collect and use certain information, including your payment account, email address, account ID, physical address, Bank identification details such as IFSC code and/or other data necessary for us to send payments to your account. If you are a teacher / instructor / mentor, prospective, in training or empanelled, we in conjunction with partners may attempt to verify independently, information you have provided including location, resident status, tax permanent account numbers, tax status, personal biographical information, and other personal information including location and residency status necessary for taxation purposes."}, {"4": "We may obtain certain information through your social media or other online accounts if they are connected to CueMath account, or if you use them while accessing any Cuemath service. If you should access CueMath via another third-party platform or service, like Facebook or using your google account, we ask for your permission to access certain information about that other account."}, {"5": "Please note If you access or use our Services through a third-party platform or service, or click on any third-party links, the collection, use, and sharing of your data will also be subject to the privacy policies and other agreements of that third party, in addition to our terms and our policies. "}, {"6": "If you participate, we will collect and store the data you provide as part of participating, such as your and your ward’s name, email address, date of birth, school grade your phone number, nature of event and details of participation and reviews."}, {"7": "If you contact us for a query, seeking resolution to a grievance or support in any other matter, or to report a problem or concern (regardless of whether you are a registered user or have created an account), we will collect and store your contact information, details of messages including medium and content of the message, in addition to personal identifying data about you like your name, email address, contact number, location, device, device OS details, IP address or other device identification, and any other data you provide or that we collect through other automated means. We will use the data so collected to provide a response to you and undertake measures to pro-actively respond to potential similar requests in the future from you or other users in accordance with this Privacy Policy."}, {"8": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"9": "These are strictly necessary for the Services to work properly, so if you disable them then certain functionalities will break or be unavailable."}, {"10": "You can set your web browser to alert you about attempts to place cookies on your computer, limit the types of cookies you allow, or refuse cookies altogether. If you do, you may not be able to use some or all features of the Services, and your experience may be different or less functional."}, {"11": "We share certain data about you with our StakeHolders which does mean — instructors (Teachers), our business partners, analytics and data enrichment providers, your social media providers, companies helping us run promotions and surveys, and advertising companies who help us promote our Services. We may also share your data as needed for security, legal compliance, or as part of a corporate restructuring. Lastly, we can share data in other ways if it is aggregated or de-identified or if we get your consent."}, {"12": "With Other Students: Depending on your settings, your shared content and profile data may be publicly viewable, including to other students. If you ask a question to a cuemath teacher (your information -including your name) may also be publicly viewable by other users in the class, depending on your class settings."}, {"13": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"14": "For Security and Legal Compliance: We may disclose your data to third parties if we (in our sole discretion) have a good faith belief that the disclosure is:"}, {"15": "During a Change in Control: If CueMath undergoes a business transaction like a merger, acquisition, corporate divestiture, or dissolution (including bankruptcy), or a sale of all or some of its assets, we may share, disclose, or transfer all of your data to the successor organisation during such transition or in contemplation of a transition (including during due diligence)."}, {"16": "We use appropriate security based on the type and sensitivity of data being stored. As with any internet-enabled system, there is always a risk of unauthorised access, so itʼs important to protect your password and to contact us if you suspect any unauthorised access to your account."}, {"17": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}, {"18": "If you have any issues terminating your account, email us at privacy@cuemath.com or via our Support Center (https://www.cuemath.com/support/)."}, {"19": "Users who are California residents have certain rights under the California Consumer Privacy Act, (“CCPA”). If you are an eligible California user, included in these rights are:"}, {"20": " “Right to Non-Discrimination” — If you choose to exercise any of your rights under CCPA, CueMath will treat you like all other users. In other words, there is no penalty for exercising your rights under CCPA."}, {"21": "Users in Australia: If you are an Australia resident and you have a complaint, you may refer it to the office of the Australian Information Commissioner (“OAIC”). You can contact OAIC by visiting www.oaic.gov.au (http://www.oaic.gov.au); forwarding an email to enquiries@oaic.gov.au (mailto:enquiries@oaic.gov.au); telephoning 1300 363 992; or writing to OAIC at GPO Box 5218, Sydney NSW 2001."}, {"22": "Users in the EU or EEA: Specifically, personal data collected in the United Kingdom (“UK”), Switzerland, and the European Economic Area (“EEA”) is transferred and stored outside those areas. Additionally, if you are located in the UK, EEA, or Switzerland, you also have the right to lodge a complaint with your data supervisory authority."}, {"23": "Generally applicable for Users Outside of the India: CueMath, is headquartered in India, and in order to provide the Services to you, we must transfer your data to India and process it there. By visiting or using our Services, you consent to storage of your data on servers located in the India. If you are using the Services from outside India, you consent to the transfer, storage, and processing of your data in and to India or other countries."}, {"24": " If you, as a casual visitor, have inadvertently browsed any other pages of the Applications prior to reading the privacy statements set out herein, and you do not agree with the manner in which such information is obtained, stored or used, merely quitting this browser application should ordinarily clear all temporary cookies installed by the Company. All visitors, however, encouraged to use the “clear cookies” functionality of their browsers to ensure such clearing / deletion, as the Company cannot guarantee, predict or provide for the behaviour of the equipment of all the visitors of the Applications."}, {"25": "You are not a casual visitor if you have willingly submitted any personal data or information to the Company through any means, including email, post on the Applications. All such visitors will be deemed to be, and will be treated as, Users for the purposes of this Privacy Policy, and in which case, all the statements in this Privacy Policy apply to such persons."}, {"26": "Any violation of this Privacy Policy may lead to the restriction, suspension or termination of your account by the Company and of your right, if any, to have access to the Applications, as we take these principles seriously and consider them to be the basis on which our Users adhere to the Company policies and the services which it offers."}, {"27": "If you have any questions, concerns, or disputes regarding our Privacy Policy, please feel free to contact our privacy team (including our designated personal information protection manager) at privacy@cuemath.com. You can also send postal mail to us at CueMath, Attn: Legal Dept, 100 Feet Road, Koramangala, Bangalore, India."}, {"28": "If a User uses the Applications of the Company after notice of changes have been sent to such User, such User hereby provides his/her/its consent to the changed practices."}, {"29": "From time to time, we may update this Privacy Policy. If we make any material change to it, we will notify you via email, through a notification posted on the Services, or as required by applicable law. We will also include a summary of the key changes. Unless stated otherwise, modifications will become effective on the day they are posted."}, {"30": "As permitted by applicable law, if you continue to use the Services after the effective date of any change, then your access and/or use will be deemed an acceptance of (and agreement to follow and be bound by) the revised Privacy Policy. The revised Privacy Policy supersedes all previous Privacy Policies."}]}, "count": 31}, "when": {"text": {"when": [{"0": "How, when and with who we share users data with ?"}, {"1": "This Privacy Policy applies when you visit or use our (CueMath) website, learning platform, mobile applications, or related services, attend experience sessions / demos / classes / training sessions online or physically as a Parent, Student, teacher, prospective teacher or any other Stakeholder (the “Services”)."}, {"2": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"3": "Usage data : We also collect some data automatically, like information about performance across various cuemath platform(s), usage logs when using the cuemath platform including worksheets, teacher/instructor interaction, interaction with other participants in class, audio video logs, device details and details on parts of our Services you interact with, and spend time."}, {"4": "To use certain features (like enrolling in a course or demo session for a course), you need to register and create an user account. When you create or update your account, we ask for, collect and store the data you provide, like your phone number, email address, gender, students name (student being the ward of a “parent”) school grade, curriculum followed e.g. Common Core / GCSE / CBSE, city/country/time zone and date of birth, and assign you a unique identifying number (“Account Data”)."}, {"5": "When you enrol in and avail of demos / courses/ or interact with a teacher/instructor , we collect certain data including the material/courses accessed, assigned, performance including speed, accuracy of the assignments across learning materials, attendance, data on your exchanges with teachers / instructors and other students and other related items basis course requirements."}, {"6": "We collect Your Data in Automated Manner, When you access the Services (including browsing courses), we collect certain data by automated manner, including:"}, {"7": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"8": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"9": "When using our mobile apps you may also receive customised in-app promotions and advertisements. Each of these operating systems provide their own privacy policies and allow you to review and reset your settings."}, {"10": "How, when and with who we share users data with ?"}, {"11": "The Company will not disclose any Personal Information or data to governmental institutions or authorities unless such disclosure is requisitioned under any law or judicial decree or when the Company, in its sole discretion, deems it necessary in order to protect its rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Terms of Use."}, {"12": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}, {"13": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"14": "When we make a material change to this policy, we will notify users via email, in-product notice, or another mechanism required by law. Changes become effective the day they are posted. Please contact us via email or postal mail with any questions, concerns, or disputes."}]}, "count": 15}, "help": {"text": {"help": [{"0": "Preferences: cookies that remember data about your browser and preferred settings that affect the appearance and behaviour of the Services (like your preferred language). Security: cookies used to enable you to log in and access the Services; protect against fraudulent logins; and help detect and prevent abuse or unauthorised use of your account. Functional: cookies that store functional settings (like the volume level you set for video playback). Session State: cookies that track your interactions with the Services to help us improve the Services and your browsing experience, remember your login details, and enable processing of your course purchases."}, {"1": "We use commonly used third-party analytics tools and services such as Google Analytics amongst others. These 3rd party services use Data Collection Tools and mechanisms to help analyse your use of the Services provided by us. These often include visit data such as origination details of your visit, length, frequency and other such data, type of pages and material accessed and used, and in case of mobile, applications will include data on, from where the application was downloaded and installed on your device."}, {"2": "Identify unique users across devices to help you log in or deliver services in an efficient manner."}, {"3": "Learn more about you by linking your data with additional data through third-party data providers or analysing the data with the help of analytics service providers."}, {"4": "We share certain data about you with our StakeHolders which does mean — instructors (Teachers), our business partners, analytics and data enrichment providers, your social media providers, companies helping us run promotions and surveys, and advertising companies who help us promote our Services. We may also share your data as needed for security, legal compliance, or as part of a corporate restructuring. Lastly, we can share data in other ways if it is aggregated or de-identified or if we get your consent."}, {"5": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}, {"6": " Third party service providers to the extent necessary to provide the Users with the necessary assistance. The Company may provide the User Information to third party service providers to work on behalf of or with the Company to provide the Users with the necessary assistance, to help the Company communicate with the Users or to maintain the Applications."}, {"7": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}]}, "count": 8}, "access": {"text": {"access": [{"0": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"1": "We also maintain logs of communication, access, and instruction such as interaction with teachers on Video, Audio or chat mediums as used in the class. These logs are used to audit for class performance of teachers / instructors by our operations teams for quality assurances and improvement purposes. "}, {"2": "We may obtain certain information through your social media or other online accounts if they are connected to CueMath account, or if you use them while accessing any Cuemath service. If you should access CueMath via another third-party platform or service, like Facebook or using your google account, we ask for your permission to access certain information about that other account."}, {"3": "Please note If you access or use our Services through a third-party platform or service, or click on any third-party links, the collection, use, and sharing of your data will also be subject to the privacy policies and other agreements of that third party, in addition to our terms and our policies. "}, {"4": "We collect Your Data in Automated Manner, When you access the Services (including browsing courses), we collect certain data by automated manner, including:"}, {"5": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"6": "Preferences: cookies that remember data about your browser and preferred settings that affect the appearance and behaviour of the Services (like your preferred language). Security: cookies used to enable you to log in and access the Services; protect against fraudulent logins; and help detect and prevent abuse or unauthorised use of your account. Functional: cookies that store functional settings (like the volume level you set for video playback). Session State: cookies that track your interactions with the Services to help us improve the Services and your browsing experience, remember your login details, and enable processing of your course purchases."}, {"7": "With Service Providers, Contractors, and Agents: We share your data with third-party companies who perform services on our behalf, like payment processing, data analysis, marketing and advertising services (including retargeted advertising), email and hosting services, and customer services and support. These service providers may access your personal data and are required to use it solely as we direct, to provide our requested service."}, {"8": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}, {"9": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy/Legal Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}, {"10": "We use appropriate security based on the type and sensitivity of data being stored. As with any internet-enabled system, there is always a risk of unauthorised access, so itʼs important to protect your password and to contact us if you suspect any unauthorised access to your account."}, {"11": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"12": "Access of Information"}, {"13": "Its employees on a need-to-know basis. All the Company employees and data processors, who have access to, and are associated with the processing of User Information, are obliged to respect the confidentiality of User Information."}, {"14": "Notwithstanding the above, the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the User Information or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorised access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"15": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}, {"16": "You can access and update your personal data that cuemath collects and maintains as follows:"}, {"17": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}, {"18": " “Right to Know” — You have the right to request to know more about the categories and specific pieces of personal information that we have collected about you and access a copy of your personal information."}, {"19": "To learn about the business and commercial purposes for which your personal information is collected and the categories of service providers who have access to your personal information, please see the sections above entitled “What We Use Your Data For” and “Who We Share Your Data With.”"}, {"20": "Any violation of this Privacy Policy may lead to the restriction, suspension or termination of your account by the Company and of your right, if any, to have access to the Applications, as we take these principles seriously and consider them to be the basis on which our Users adhere to the Company policies and the services which it offers."}, {"21": "As permitted by applicable law, if you continue to use the Services after the effective date of any change, then your access and/or use will be deemed an acceptance of (and agreement to follow and be bound by) the revised Privacy Policy. The revised Privacy Policy supersedes all previous Privacy Policies."}]}, "count": 22}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "What data do we collect ?"}, {"1": "How do we collect our users data ?"}, {"2": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"3": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"4": "What data do we collect ?"}, {"5": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"6": "When you enrol in and avail of demos / courses/ or interact with a teacher/instructor , we collect certain data including the material/courses accessed, assigned, performance including speed, accuracy of the assignments across learning materials, attendance, data on your exchanges with teachers / instructors and other students and other related items basis course requirements."}, {"7": "If you make purchases, we collect certain data about your purchase (such as your name pin/zip/geography code, currency, payment instrument) as necessary to process your order."}, {"8": "If you are a teacher/instructor/mentor, you need to share your bank account details along with any applicable tax identification such as Permanent account number or any other relevant identification mandated by relevant tax authorities to receive payments. We collect and use certain information, including your payment account, email address, account ID, physical address, Bank identification details such as IFSC code and/or other data necessary for us to send payments to your account. If you are a teacher / instructor / mentor, prospective, in training or empanelled, we in conjunction with partners may attempt to verify independently, information you have provided including location, resident status, tax permanent account numbers, tax status, personal biographical information, and other personal information including location and residency status necessary for taxation purposes."}, {"9": "If you contact us for a query, seeking resolution to a grievance or support in any other matter, or to report a problem or concern (regardless of whether you are a registered user or have created an account), we will collect and store your contact information, details of messages including medium and content of the message, in addition to personal identifying data about you like your name, email address, contact number, location, device, device OS details, IP address or other device identification, and any other data you provide or that we collect through other automated means. We will use the data so collected to provide a response to you and undertake measures to pro-actively respond to potential similar requests in the future from you or other users in accordance with this Privacy Policy."}, {"10": "We collect Your Data in Automated Manner, When you access the Services (including browsing courses), we collect certain data by automated manner, including:"}, {"11": "How do we collect our users data ?"}, {"12": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"13": "We use the data we collect through your use of the Services to:"}, {"14": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}, {"15": " Additionally, for more information about the personal information we collect and how we collect it, please see the sections above entitled “What Data We Get” and “How We Get Data About You.”"}]}, "count": 16}, "we may collect": {"text": {"we may collect": [{"0": "For example, depending on the platform or service we may collect your name, profile picture, account ID number, login email address, location, applicable time zone, physical location of your accessed devices, gender, date of birth, and list of friends, connections or contacts."}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "You may also choose to provide your personal information like a photo, social media profiles, or other data, called as Profile Data. Your Profile Data will be publicly viewable by others."}, {"1": "To receive a reward, you may be required to allow us to post some of your information or your participating ward’s information publicly (like on a git hub profile or an event page or a profile page of a teacher /instructor or other profile pages). Where we use a third party platform to conduct an event / demo/ promotion or administer a survey, seek feedback, or seek referral, the third partyʼs privacy policy will also apply. "}, {"2": "You can set your web browser to alert you about attempts to place cookies on your computer, limit the types of cookies you allow, or refuse cookies altogether. If you do, you may not be able to use some or all features of the Services, and your experience may be different or less functional."}, {"3": "These 3rd party advertising services typically use cookies on your device and or browser in order to track data about your use of our Services and other services you may use on their networks to customise the advertisements for you. In order to deliver customised content and advertising we may provide these 3rd part advertising networks with a masked version of your data, in a machine readable, but not human readable form, including contact data. This may be based on information content and reviews that you share publicly on our Services."}, {"4": "When using our mobile apps you may also receive customised in-app promotions and advertisements. Each of these operating systems provide their own privacy policies and allow you to review and reset your settings."}, {"5": "You can choose not to provide certain data to us, but you may not be able to use certain features of the Services."}, {"6": "To exercise any of these rights under CCPA, please email privacy@cuemath.com or write to us at CueMath, Attn: Privacy/Legal Team, 100 Feet Road Koramangala, Bangalore, India. As part of the CCPA you may designate an authorised agent to make these requests on your behalf. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify you and/or your agentʼs identity before fulfilling your request."}, {"7": "Users in Australia: If you are an Australia resident and you have a complaint, you may refer it to the office of the Australian Information Commissioner (“OAIC”). You can contact OAIC by visiting www.oaic.gov.au (http://www.oaic.gov.au); forwarding an email to enquiries@oaic.gov.au (mailto:enquiries@oaic.gov.au); telephoning 1300 363 992; or writing to OAIC at GPO Box 5218, Sydney NSW 2001."}]}, "count": 8}, "you can": {"text": {"you can": [{"0": "You can set your web browser to alert you about attempts to place cookies on your computer, limit the types of cookies you allow, or refuse cookies altogether. If you do, you may not be able to use some or all features of the Services, and your experience may be different or less functional."}, {"1": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}, {"2": "You can choose not to provide certain data to us, but you may not be able to use certain features of the Services."}, {"3": "To stop receiving promotional communications from us, you can opt out by using the unsubscribe mechanism in the promotional communication you receive or by changing the email preferences. Note that regardless of your email preference settings, we will send you transactional and relationship messages regarding the Services, including administrative confirmations, order confirmations, important updates about the cuemath classes, progress reports and notices about our policies."}, {"4": "You can access and update your personal data that cuemath collects and maintains as follows:"}, {"5": "Users in Australia: If you are an Australia resident and you have a complaint, you may refer it to the office of the Australian Information Commissioner (“OAIC”). You can contact OAIC by visiting www.oaic.gov.au (http://www.oaic.gov.au); forwarding an email to enquiries@oaic.gov.au (mailto:enquiries@oaic.gov.au); telephoning 1300 363 992; or writing to OAIC at GPO Box 5218, Sydney NSW 2001."}, {"6": "If you have any questions, concerns, or disputes regarding our Privacy Policy, please feel free to contact our privacy team (including our designated personal information protection manager) at privacy@cuemath.com. You can also send postal mail to us at CueMath, Attn: Legal Dept, 100 Feet Road, Koramangala, Bangalore, India."}]}, "count": 7}, "right": {"text": {"right": [{"0": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}, {"1": "Information that is freely available in the public domain or accessible under the Right to Information Act, 2005 or any other law will not be regarded as sensitive personal data or information."}, {"2": "Personal Data in India has recently been adjudicated by the Supreme Court of India as being part of your fundamental right and the same needs to be protected and secured. Therefore your understanding and acceptance of this policy is of prime importance and based on such consent and agreements as stated herein, we are taking steps to place in public domain our privacy policy as well as obtain your consent to use the same in the manner prescribed herein."}, {"3": " “Right to Know” — You have the right to request to know more about the categories and specific pieces of personal information that we have collected about you and access a copy of your personal information."}, {"4": " “Right to Deletion” — You have the right to request deletion of personal information that we have collected about you."}, {"5": " “Right to Non-Discrimination” — If you choose to exercise any of your rights under CCPA, CueMath will treat you like all other users. In other words, there is no penalty for exercising your rights under CCPA."}, {"6": " As a California resident, you also have the right to request certain details about what personal information we share with third parties for those third partiesʼ direct marketing purposes. To submit your request, send an email to privacy@cuemath.com with the phrase “California Privacy Data” and include your mailing address, state of residence, and email address."}, {"7": "Users in the EU or EEA: Specifically, personal data collected in the United Kingdom (“UK”), Switzerland, and the European Economic Area (“EEA”) is transferred and stored outside those areas. Additionally, if you are located in the UK, EEA, or Switzerland, you also have the right to lodge a complaint with your data supervisory authority."}, {"8": "Any violation of this Privacy Policy may lead to the restriction, suspension or termination of your account by the Company and of your right, if any, to have access to the Applications, as we take these principles seriously and consider them to be the basis on which our Users adhere to the Company policies and the services which it offers."}]}, "count": 9}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"1": "With Your Instructors: We share data that we have about you with instructors for courses you enrol in or request for demo. This data may include things like your city, country, the site that brought you to CueMath, and your activities / interest on CueMath math classes, grade and gender details while you are exploring the cuemath classes. Once you get enrolled yourself to cuemath classes, we share the class progress details, fee validity details with the cuemath teacher (instructor)."}, {"2": "Reasonably necessary as part of a valid subpoena, warrant, or other legally-valid request;"}, {"3": "We recognise the privacy interests of children and while following principles enunciated under COPPA Regulations, do encourage parents and guardians to take an active role in their childrenʼs online activities and interests. Parents who believe that CueMath may have collected personal data from a child can submit a request with specific input on data to be removed to privacy@cuemath.com ."}, {"4": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy/Legal Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}, {"5": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}, {"6": " “Right to Know” — You have the right to request to know more about the categories and specific pieces of personal information that we have collected about you and access a copy of your personal information."}, {"7": " “Right to Deletion” — You have the right to request deletion of personal information that we have collected about you."}, {"8": "To exercise any of these rights under CCPA, please email privacy@cuemath.com or write to us at CueMath, Attn: Privacy/Legal Team, 100 Feet Road Koramangala, Bangalore, India. As part of the CCPA you may designate an authorised agent to make these requests on your behalf. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify you and/or your agentʼs identity before fulfilling your request."}, {"9": " As a California resident, you also have the right to request certain details about what personal information we share with third parties for those third partiesʼ direct marketing purposes. To submit your request, send an email to privacy@cuemath.com with the phrase “California Privacy Data” and include your mailing address, state of residence, and email address."}]}, "count": 10}, "delete": {"text": {"delete": [{"0": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy/Legal Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}, {"1": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}]}, "count": 2}, "deletion": {"text": {"deletion": [{"0": " “Right to Deletion” — You have the right to request deletion of personal information that we have collected about you."}, {"1": " If you, as a casual visitor, have inadvertently browsed any other pages of the Applications prior to reading the privacy statements set out herein, and you do not agree with the manner in which such information is obtained, stored or used, merely quitting this browser application should ordinarily clear all temporary cookies installed by the Company. All visitors, however, encouraged to use the “clear cookies” functionality of their browsers to ensure such clearing / deletion, as the Company cannot guarantee, predict or provide for the behaviour of the equipment of all the visitors of the Applications."}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "information received by body corporate under lawful contract or otherwise;"}]}, "count": 1}, "agreement": {"text": {"agreement": [{"0": "Please note By using the Services, you are agreeing to the terms of this Privacy Policy. Should you not agree with this Privacy Policy or any other agreement that governs your use of the Services, you should not use the Services in any form."}, {"1": "As permitted by applicable law, if you continue to use the Services after the effective date of any change, then your access and/or use will be deemed an acceptance of (and agreement to follow and be bound by) the revised Privacy Policy. The revised Privacy Policy supersedes all previous Privacy Policies."}]}, "count": 2}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Registering as a student : Minors are not allowed to register on the platform as a student on their own. Parents / legal Guardians will have to register on behalf of students for services that require login credentials. At all times every registered student is linked to a “Parent”."}, {"1": "Registering as a student : Minors are not allowed to register on the platform as a student on their own. Parents / legal Guardians will have to register on behalf of students for services that require login credentials. At all times every registered student is linked to a “Parent”."}, {"2": "We share certain data about you with our StakeHolders which does mean — instructors (Teachers), our business partners, analytics and data enrichment providers, your social media providers, companies helping us run promotions and surveys, and advertising companies who help us promote our Services. We may also share your data as needed for security, legal compliance, or as part of a corporate restructuring. Lastly, we can share data in other ways if it is aggregated or de-identified or if we get your consent."}, {"3": "For Security and Legal Compliance: We may disclose your data to third parties if we (in our sole discretion) have a good faith belief that the disclosure is:"}, {"4": "Requested as part of a judicial, governmental, or legal inquiry, order, or proceeding;"}, {"5": "Reasonably necessary to enforce our Terms of Use, Privacy Policy, and other legal agreements;"}, {"6": "We may also disclose data about you to our auditors and legal advisors in order to assess our disclosure obligations and rights under this Privacy Policy."}, {"7": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy/Legal Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}, {"8": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"9": "Please note: even after your account is terminated, some or all of your data may still be visible to others, including without limitation any data that has been (a) copied, stored, or disseminated by other users (including in class progress); (b) shared or disseminated by you or others (including in your shared content); or (c) posted to a third-party platform. Even after your account is terminated, we retain your data for as long as we have a legitimate purpose to do so (and in accordance with applicable law), including to assist with legal obligations, resolve disputes, and enforce our agreements. We may retain and disclose such data pursuant to this Privacy Policy after your account has been terminated."}, {"10": "To exercise any of these rights under CCPA, please email privacy@cuemath.com or write to us at CueMath, Attn: Privacy/Legal Team, 100 Feet Road Koramangala, Bangalore, India. As part of the CCPA you may designate an authorised agent to make these requests on your behalf. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify you and/or your agentʼs identity before fulfilling your request."}, {"11": "If you have any questions, concerns, or disputes regarding our Privacy Policy, please feel free to contact our privacy team (including our designated personal information protection manager) at privacy@cuemath.com. You can also send postal mail to us at CueMath, Attn: Legal Dept, 100 Feet Road, Koramangala, Bangalore, India."}]}, "count": 12}, "authority": {"text": {"authority": [{"0": "Users in the EU or EEA: Specifically, personal data collected in the United Kingdom (“UK”), Switzerland, and the European Economic Area (“EEA”) is transferred and stored outside those areas. Additionally, if you are located in the UK, EEA, or Switzerland, you also have the right to lodge a complaint with your data supervisory authority."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "It also covers our practices to comply with the Governing Regulations."}, {"1": "Why we are updating this policy : We have been already very serious about the way we process data about our users, including parents and students and stakeholders, we are updating and implementing this policy to make it more comprehensive, easier to read, and to comply with amongst others the EU GDPR (General Data Protection Regulation) and the California Consumer Privacy Act, which are now becoming global accepted standards and Section 43A of the Information Technology Act, 2000 (India);"}]}, "count": 2}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "It covers your rights under EU GDPR, California Consumer Privacy Act, and Indian law covering SPI Rules – (Regulation 4 of the Information Technology, Reasonable Security Practices and Procedures and Sensitive Personal Information) Rules, 2011 (the “SPI Rules”) and Regulation 3(1) of the Information Technology (Intermediaries Guidelines) Rules, 2011."}, {"1": "In addition to our stated policies in jurisdictions such as India. Since GDPR Regulations create more stricter obligations, we intend to make the GDPR Regulations and Policy as a standard, to state our seriousness and convictions to hold high standards of Data Privacy at core of our operation and our conviction to operate beyond law."}, {"2": "We use your data to do things like provide our Services, communicate with you, troubleshoot issues, secure against fraud and abuse, improve and update our Services, analyse how people use our Services, serve personalised advertising, and as required by law or necessary for safety and integrity."}, {"3": "To Administer Promotions and Surveys: We may share your data as necessary to administer, market, or sponsor promotions and surveys you choose to participate in, as required by applicable law (like to provide a winners list or make required filings), or in accordance with the rules of the promotion or survey."}, {"4": " Permitted or required by law;"}, {"5": " Required to detect, prevent, or address fraud, abuse, misuse, potential violations of law (or rule or regulation), or security or technical issues;"}, {"6": "The Company will not disclose any Personal Information or data to governmental institutions or authorities unless such disclosure is requisitioned under any law or judicial decree or when the Company, in its sole discretion, deems it necessary in order to protect its rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Terms of Use."}, {"7": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}, {"8": "Please note: even after your account is terminated, some or all of your data may still be visible to others, including without limitation any data that has been (a) copied, stored, or disseminated by other users (including in class progress); (b) shared or disseminated by you or others (including in your shared content); or (c) posted to a third-party platform. Even after your account is terminated, we retain your data for as long as we have a legitimate purpose to do so (and in accordance with applicable law), including to assist with legal obligations, resolve disputes, and enforce our agreements. We may retain and disclose such data pursuant to this Privacy Policy after your account has been terminated."}, {"9": "Users in India : As defined under Indian Law “Personal information” is defined under the SPI Rules to mean any information that relates to a natural person, which, either directly or indirectly, in combination with other information available or likely to be available with a body corporate, is capable of identifying such a natural person."}, {"10": "Information that is freely available in the public domain or accessible under the Right to Information Act, 2005 or any other law will not be regarded as sensitive personal data or information."}, {"11": "When we make a material change to this policy, we will notify users via email, in-product notice, or another mechanism required by law. Changes become effective the day they are posted. Please contact us via email or postal mail with any questions, concerns, or disputes."}, {"12": "From time to time, we may update this Privacy Policy. If we make any material change to it, we will notify you via email, through a notification posted on the Services, or as required by applicable law. We will also include a summary of the key changes. Unless stated otherwise, modifications will become effective on the day they are posted."}, {"13": "As permitted by applicable law, if you continue to use the Services after the effective date of any change, then your access and/or use will be deemed an acceptance of (and agreement to follow and be bound by) the revised Privacy Policy. The revised Privacy Policy supersedes all previous Privacy Policies."}]}, "count": 14}, "enforce": {"text": {"enforce": [{"0": "Reasonably necessary to enforce our Terms of Use, Privacy Policy, and other legal agreements;"}, {"1": "The Company will not disclose any Personal Information or data to governmental institutions or authorities unless such disclosure is requisitioned under any law or judicial decree or when the Company, in its sole discretion, deems it necessary in order to protect its rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Terms of Use."}, {"2": "Please note: even after your account is terminated, some or all of your data may still be visible to others, including without limitation any data that has been (a) copied, stored, or disseminated by other users (including in class progress); (b) shared or disseminated by you or others (including in your shared content); or (c) posted to a third-party platform. Even after your account is terminated, we retain your data for as long as we have a legitimate purpose to do so (and in accordance with applicable law), including to assist with legal obligations, resolve disputes, and enforce our agreements. We may retain and disclose such data pursuant to this Privacy Policy after your account has been terminated."}]}, "count": 3}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": " What is Privacy Policy?"}, {"1": "Why is this Privacy Policy?"}, {"2": " What is Privacy Policy?"}, {"3": "This Privacy Policy describes the Company’s policies and procedures on the collection, use and disclosure, transfer and storage of the information provided by the end users (“Your data”). This Privacy Policy was last updated on 20th August 2020"}, {"4": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"5": "Interpretation: In this Privacy Policy, references to “You”, “Your”, “User” shall mean the end user accessing the Applications and “We”, “Us” and “Our” shall mean the Company, Our affiliates and partners."}, {"6": "This Privacy Policy applies when you visit or use our (CueMath) website, learning platform, mobile applications, or related services, attend experience sessions / demos / classes / training sessions online or physically as a Parent, Student, teacher, prospective teacher or any other Stakeholder (the “Services”)."}, {"7": "Please note By using the Services, you are agreeing to the terms of this Privacy Policy. Should you not agree with this Privacy Policy or any other agreement that governs your use of the Services, you should not use the Services in any form."}, {"8": "Why is this Privacy Policy?"}, {"9": "Why we are updating this policy : We have been already very serious about the way we process data about our users, including parents and students and stakeholders, we are updating and implementing this policy to make it more comprehensive, easier to read, and to comply with amongst others the EU GDPR (General Data Protection Regulation) and the California Consumer Privacy Act, which are now becoming global accepted standards and Section 43A of the Information Technology Act, 2000 (India);"}, {"10": "In addition to our stated policies in jurisdictions such as India. Since GDPR Regulations create more stricter obligations, we intend to make the GDPR Regulations and Policy as a standard, to state our seriousness and convictions to hold high standards of Data Privacy at core of our operation and our conviction to operate beyond law."}, {"11": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"12": "That data is subject to this Privacy Policy unless otherwise stated in the terms and conditions of the promotion or in any communication or in another privacy policy."}, {"13": "To receive a reward, you may be required to allow us to post some of your information or your participating ward’s information publicly (like on a git hub profile or an event page or a profile page of a teacher /instructor or other profile pages). Where we use a third party platform to conduct an event / demo/ promotion or administer a survey, seek feedback, or seek referral, the third partyʼs privacy policy will also apply. "}, {"14": "If you contact us for a query, seeking resolution to a grievance or support in any other matter, or to report a problem or concern (regardless of whether you are a registered user or have created an account), we will collect and store your contact information, details of messages including medium and content of the message, in addition to personal identifying data about you like your name, email address, contact number, location, device, device OS details, IP address or other device identification, and any other data you provide or that we collect through other automated means. We will use the data so collected to provide a response to you and undertake measures to pro-actively respond to potential similar requests in the future from you or other users in accordance with this Privacy Policy."}, {"15": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"16": "We may share your data with third parties under the following circumstances or as otherwise described in this Privacy Policy:"}, {"17": "To Power Social Media Features: The social media features in the Services (like the Facebook Like button) may allow the third-party social media provider to collect things like your IP address and which page of the Services youʼre visiting, and to set a cookie to enable the feature. Your interactions with these features are governed by the third-party and companyʼs privacy policy."}, {"18": "Reasonably necessary to enforce our Terms of Use, Privacy Policy, and other legal agreements;"}, {"19": "We may also disclose data about you to our auditors and legal advisors in order to assess our disclosure obligations and rights under this Privacy Policy."}, {"20": "The Company does not collect information about the Users of the Applications from other sources, such as public records or bodies, or private organisations, save and except as provided in this Privacy Policy."}, {"21": "Please note: even after your account is terminated, some or all of your data may still be visible to others, including without limitation any data that has been (a) copied, stored, or disseminated by other users (including in class progress); (b) shared or disseminated by you or others (including in your shared content); or (c) posted to a third-party platform. Even after your account is terminated, we retain your data for as long as we have a legitimate purpose to do so (and in accordance with applicable law), including to assist with legal obligations, resolve disputes, and enforce our agreements. We may retain and disclose such data pursuant to this Privacy Policy after your account has been terminated."}, {"22": "Personal Data in India has recently been adjudicated by the Supreme Court of India as being part of your fundamental right and the same needs to be protected and secured. Therefore your understanding and acceptance of this policy is of prime importance and based on such consent and agreements as stated herein, we are taking steps to place in public domain our privacy policy as well as obtain your consent to use the same in the manner prescribed herein."}, {"23": "Nevertheless, certain provisions of this Privacy Policy are applicable to even such casual visitors, and such casual visitors are also required to read and understand the privacy statements set out herein, failing which they are required to leave the Applications immediately."}, {"24": "You are not a casual visitor if you have willingly submitted any personal data or information to the Company through any means, including email, post on the Applications. All such visitors will be deemed to be, and will be treated as, Users for the purposes of this Privacy Policy, and in which case, all the statements in this Privacy Policy apply to such persons."}, {"25": "You must, at all times, respect the terms and conditions of the then-current Privacy Policy and the Terms of Use. This includes respecting all intellectual property rights which may belong to the Company’s third parties."}, {"26": "Any violation of this Privacy Policy may lead to the restriction, suspension or termination of your account by the Company and of your right, if any, to have access to the Applications, as we take these principles seriously and consider them to be the basis on which our Users adhere to the Company policies and the services which it offers."}, {"27": "Cue Learn can be reached, for all questions and directions related to this privacy policy (the “Privacy Policy”), by: Sending an email to privacy@cuemath.com or Sending a letter marked to the attention of Privacy Policy C/O Nodal Officer, to Plot No. 7, 80 Feet Road, 4th Block, Koramangala, Bengaluru – 560034, India"}, {"28": "If you have any questions, concerns, or disputes regarding our Privacy Policy, please feel free to contact our privacy team (including our designated personal information protection manager) at privacy@cuemath.com. You can also send postal mail to us at CueMath, Attn: Legal Dept, 100 Feet Road, Koramangala, Bangalore, India."}, {"29": "When we make a material change to this policy, we will notify users via email, in-product notice, or another mechanism required by law. Changes become effective the day they are posted. Please contact us via email or postal mail with any questions, concerns, or disputes."}, {"30": "The Users acknowledge that this Privacy Policy is part of the Terms of Use and unconditionally agree that becoming a User of the Applications signifies their assent to this Privacy Policy. User’s dispute over privacy is subject to this policy and Terms of Use. The Company may update this Privacy Policy at any time, with or without advance notice. In the event there are significant changes in the way the Company treats User’s Personal Information, the Company may display a notice on the Applications or send Users an email, in connection thereto. Unless stated otherwise, this current Privacy Policy applies to all information that the Company has about Users and their account. Notwithstanding the above, the Company shall not be required to notify the Users of any changes made to the Privacy Policy."}, {"31": "From time to time, we may update this Privacy Policy. If we make any material change to it, we will notify you via email, through a notification posted on the Services, or as required by applicable law. We will also include a summary of the key changes. Unless stated otherwise, modifications will become effective on the day they are posted."}, {"32": "As permitted by applicable law, if you continue to use the Services after the effective date of any change, then your access and/or use will be deemed an acceptance of (and agreement to follow and be bound by) the revised Privacy Policy. The revised Privacy Policy supersedes all previous Privacy Policies."}, {"33": "Any terms not defined in this policy are defined as specified in CueMath’s Terms of Use"}]}, "count": 34}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "It covers your rights under EU GDPR, California Consumer Privacy Act, and Indian law covering SPI Rules – (Regulation 4 of the Information Technology, Reasonable Security Practices and Procedures and Sensitive Personal Information) Rules, 2011 (the “SPI Rules”) and Regulation 3(1) of the Information Technology (Intermediaries Guidelines) Rules, 2011."}, {"1": "Why we are updating this policy : We have been already very serious about the way we process data about our users, including parents and students and stakeholders, we are updating and implementing this policy to make it more comprehensive, easier to read, and to comply with amongst others the EU GDPR (General Data Protection Regulation) and the California Consumer Privacy Act, which are now becoming global accepted standards and Section 43A of the Information Technology Act, 2000 (India);"}, {"2": "Users who are California residents have certain rights under the California Consumer Privacy Act, (“CCPA”). If you are an eligible California user, included in these rights are:"}, {"3": " As a California resident, you also have the right to request certain details about what personal information we share with third parties for those third partiesʼ direct marketing purposes. To submit your request, send an email to privacy@cuemath.com with the phrase “California Privacy Data” and include your mailing address, state of residence, and email address."}]}, "count": 4}, "children": {"text": {"children": [{"0": "Children Policy"}, {"1": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"2": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"3": "Children Policy"}, {"4": "We recognise the privacy interests of children and while following principles enunciated under COPPA Regulations, do encourage parents and guardians to take an active role in their childrenʼs online activities and interests. Parents who believe that CueMath may have collected personal data from a child can submit a request with specific input on data to be removed to privacy@cuemath.com ."}, {"5": "The Company is involved in enabling learning program for students of Grades KG onwards, (“Cuemath Learning Program”). The Company enables the registration of the teachers and parents of the children, desirous of being part of the Cuemath Learning Program, on the website of the Company viz. www.cuemath.com (the “Website”) and /or through mobile applications"}]}, "count": 6}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"1": "We recognise the privacy interests of children and while following principles enunciated under COPPA Regulations, do encourage parents and guardians to take an active role in their childrenʼs online activities and interests. Parents who believe that CueMath may have collected personal data from a child can submit a request with specific input on data to be removed to privacy@cuemath.com ."}, {"2": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}]}, "count": 3}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "That data is also processed outside of the UK, Switzerland, and the EEA by our group companies, or our service providers, including to process transactions, facilitate payments, and provide support services as described in Section 3.1. We have entered into data processing agreements with our service providers that restrict and regulate their processing of your data on our behalf. By submitting your data or using our Services, you consent to this transfer, storage, and processing by CueMath and its processors."}, {"1": "Generally applicable for Users Outside of the India: CueMath, is headquartered in India, and in order to provide the Services to you, we must transfer your data to India and process it there. By visiting or using our Services, you consent to storage of your data on servers located in the India. If you are using the Services from outside India, you consent to the transfer, storage, and processing of your data in and to India or other countries."}]}, "count": 2}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {"your permission": [{"0": "We may obtain certain information through your social media or other online accounts if they are connected to CueMath account, or if you use them while accessing any Cuemath service. If you should access CueMath via another third-party platform or service, like Facebook or using your google account, we ask for your permission to access certain information about that other account."}]}, "count": 1}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "As we, in our sole discretion, otherwise determine to be necessary to ensure the safety or integrity of our users, employees, third parties, the public, or our Services."}, {"1": "We may share your data with third parties under the following circumstances or as otherwise described in this Privacy Policy:"}, {"2": "For Security and Legal Compliance: We may disclose your data to third parties if we (in our sole discretion) have a good faith belief that the disclosure is:"}, {"3": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"4": "Notwithstanding the above, the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the User Information or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorised access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"5": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}, {"6": " As a California resident, you also have the right to request certain details about what personal information we share with third parties for those third partiesʼ direct marketing purposes. To submit your request, send an email to privacy@cuemath.com with the phrase “California Privacy Data” and include your mailing address, state of residence, and email address."}, {"7": "You must, at all times, respect the terms and conditions of the then-current Privacy Policy and the Terms of Use. This includes respecting all intellectual property rights which may belong to the Company’s third parties."}]}, "count": 8}, "third-party": {"text": {"third-party": [{"0": "We may obtain certain information through your social media or other online accounts if they are connected to CueMath account, or if you use them while accessing any Cuemath service. If you should access CueMath via another third-party platform or service, like Facebook or using your google account, we ask for your permission to access certain information about that other account."}, {"1": "Please note If you access or use our Services through a third-party platform or service, or click on any third-party links, the collection, use, and sharing of your data will also be subject to the privacy policies and other agreements of that third party, in addition to our terms and our policies. "}, {"2": "We may invite you to complete a survey or participate in a promotion (like a contest / quiz/ event, or a challenge or referrals), either through the Services or a third-party platform."}, {"3": "We use commonly used third-party analytics tools and services such as Google Analytics amongst others. These 3rd party services use Data Collection Tools and mechanisms to help analyse your use of the Services provided by us. These often include visit data such as origination details of your visit, length, frequency and other such data, type of pages and material accessed and used, and in case of mobile, applications will include data on, from where the application was downloaded and installed on your device."}, {"4": "Learn more about you by linking your data with additional data through third-party data providers or analysing the data with the help of analytics service providers."}, {"5": "Advertise the Services on third-party websites and applications;"}, {"6": "With Service Providers, Contractors, and Agents: We share your data with third-party companies who perform services on our behalf, like payment processing, data analysis, marketing and advertising services (including retargeted advertising), email and hosting services, and customer services and support. These service providers may access your personal data and are required to use it solely as we direct, to provide our requested service."}, {"7": "With Analytics and Data Enrichment Services: As part of our use of third-party analytics tools like Google Analytics and data enrichment services, we share certain contact information, Account Data, System Data, Usage Data (as detailed in Section 3.1), or de-identified data as needed. De-identified data means data where weʼve removed things like your name and email address and replaced it with a unique ID. This allows these providers to provide analytics services or match your data with publicly-available database information (including contact and social information from other sources). We do this to communicate with you in a more effective and customised manner."}, {"8": "To Power Social Media Features: The social media features in the Services (like the Facebook Like button) may allow the third-party social media provider to collect things like your IP address and which page of the Services youʼre visiting, and to set a cookie to enable the feature. Your interactions with these features are governed by the third-party and companyʼs privacy policy."}, {"9": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"10": "Please note: even after your account is terminated, some or all of your data may still be visible to others, including without limitation any data that has been (a) copied, stored, or disseminated by other users (including in class progress); (b) shared or disseminated by you or others (including in your shared content); or (c) posted to a third-party platform. Even after your account is terminated, we retain your data for as long as we have a legitimate purpose to do so (and in accordance with applicable law), including to assist with legal obligations, resolve disputes, and enforce our agreements. We may retain and disclose such data pursuant to this Privacy Policy after your account has been terminated."}]}, "count": 11}, "third party": {"text": {"third party": [{"0": "Please note If you access or use our Services through a third-party platform or service, or click on any third-party links, the collection, use, and sharing of your data will also be subject to the privacy policies and other agreements of that third party, in addition to our terms and our policies. "}, {"1": "To receive a reward, you may be required to allow us to post some of your information or your participating ward’s information publicly (like on a git hub profile or an event page or a profile page of a teacher /instructor or other profile pages). Where we use a third party platform to conduct an event / demo/ promotion or administer a survey, seek feedback, or seek referral, the third partyʼs privacy policy will also apply. "}, {"2": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"3": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"4": " Third party service providers to the extent necessary to provide the Users with the necessary assistance. The Company may provide the User Information to third party service providers to work on behalf of or with the Company to provide the Users with the necessary assistance, to help the Company communicate with the Users or to maintain the Applications."}, {"5": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}]}, "count": 6}, "advertising": {"text": {"advertising": [{"0": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"1": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"2": "We use commonly used 3rd party advertising services e.g. Facebook, Instagram, Google Display network, and other such display and advertising networks for our promotional and advertising purposes. These ads may be served to you based on information that the advertising networks have about you based on their data. They may also be based on what we have come to know about your preferences from your data with us, and may be customised for your specific interests."}, {"3": "These 3rd party advertising services typically use cookies on your device and or browser in order to track data about your use of our Services and other services you may use on their networks to customise the advertisements for you. In order to deliver customised content and advertising we may provide these 3rd part advertising networks with a masked version of your data, in a machine readable, but not human readable form, including contact data. This may be based on information content and reviews that you share publicly on our Services."}, {"4": "We use your data to do things like provide our Services, communicate with you, troubleshoot issues, secure against fraud and abuse, improve and update our Services, analyse how people use our Services, serve personalised advertising, and as required by law or necessary for safety and integrity."}, {"5": "We share certain data about you with our StakeHolders which does mean — instructors (Teachers), our business partners, analytics and data enrichment providers, your social media providers, companies helping us run promotions and surveys, and advertising companies who help us promote our Services. We may also share your data as needed for security, legal compliance, or as part of a corporate restructuring. Lastly, we can share data in other ways if it is aggregated or de-identified or if we get your consent."}, {"6": "With Service Providers, Contractors, and Agents: We share your data with third-party companies who perform services on our behalf, like payment processing, data analysis, marketing and advertising services (including retargeted advertising), email and hosting services, and customer services and support. These service providers may access your personal data and are required to use it solely as we direct, to provide our requested service."}, {"7": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}]}, "count": 8}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"1": " As a California resident, you also have the right to request certain details about what personal information we share with third parties for those third partiesʼ direct marketing purposes. To submit your request, send an email to privacy@cuemath.com with the phrase “California Privacy Data” and include your mailing address, state of residence, and email address."}]}, "count": 2}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Preferences: cookies that remember data about your browser and preferred settings that affect the appearance and behaviour of the Services (like your preferred language). Security: cookies used to enable you to log in and access the Services; protect against fraudulent logins; and help detect and prevent abuse or unauthorised use of your account. Functional: cookies that store functional settings (like the volume level you set for video playback). Session State: cookies that track your interactions with the Services to help us improve the Services and your browsing experience, remember your login details, and enable processing of your course purchases."}, {"1": "We use this data to improve the Services, customise our services for you, determine what improvements need to be made to provide better services and provide you with services content and information that may be potentially of interest to you"}, {"2": "We use your data to do things like provide our Services, communicate with you, troubleshoot issues, secure against fraud and abuse, improve and update our Services, analyse how people use our Services, serve personalised advertising, and as required by law or necessary for safety and integrity."}, {"3": "Improve our Services and develop new products, services, and features."}, {"4": "Share de-identified data with partners to aid with data analysis and to improve the product"}, {"5": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}]}, "count": 6}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "We use cookies on this site to enhance your experience. To learn more, visit our  Privacy Policy"}]}, "count": 1}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "What data do we collect ?"}, {"1": "How do we collect our users data ?"}, {"2": "How do we use our users data ?"}, {"3": "How, when and with who we share users data with ?"}, {"4": "This Privacy Policy describes the Company’s policies and procedures on the collection, use and disclosure, transfer and storage of the information provided by the end users (“Your data”). This Privacy Policy was last updated on 20th August 2020"}, {"5": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"6": "Why we are updating this policy : We have been already very serious about the way we process data about our users, including parents and students and stakeholders, we are updating and implementing this policy to make it more comprehensive, easier to read, and to comply with amongst others the EU GDPR (General Data Protection Regulation) and the California Consumer Privacy Act, which are now becoming global accepted standards and Section 43A of the Information Technology Act, 2000 (India);"}, {"7": "In addition to our stated policies in jurisdictions such as India. Since GDPR Regulations create more stricter obligations, we intend to make the GDPR Regulations and Policy as a standard, to state our seriousness and convictions to hold high standards of Data Privacy at core of our operation and our conviction to operate beyond law."}, {"8": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"9": "What data do we collect ?"}, {"10": "Personal Information : We collect certain data from you directly. This could include information you enter yourself, about you and your ward/child who might be the student, when you register or participate, in demo sessions / training sessions / experience sessions or when you request for information or data, or download information and content, or data you provide when you are accessing the website, mobile applications and other learning platforms. In addition, we may also collect any data from other stakeholders with whom you interact such as Google or other advertising services. In line with children’s Online Privacy Protection Rule (“COPPA”) – A student can be enrolled in our program only with due parental consent. The account is mapped to the parent and not to the child."}, {"11": "Usage data : We also collect some data automatically, like information about performance across various cuemath platform(s), usage logs when using the cuemath platform including worksheets, teacher/instructor interaction, interaction with other participants in class, audio video logs, device details and details on parts of our Services you interact with, and spend time."}, {"12": "Types of data we collect"}, {"13": "Account Data (Students/ Parents and Teachers)"}, {"14": "To use certain features (like enrolling in a course or demo session for a course), you need to register and create an user account. When you create or update your account, we ask for, collect and store the data you provide, like your phone number, email address, gender, students name (student being the ward of a “parent”) school grade, curriculum followed e.g. Common Core / GCSE / CBSE, city/country/time zone and date of birth, and assign you a unique identifying number (“Account Data”)."}, {"15": "All account data is collected with the express consent of the parent, electronically. Account data may include data on payment instruments used. The payment instrument must belong or be primarily used by the Parent."}, {"16": "You may also choose to provide your personal information like a photo, social media profiles, or other data, called as Profile Data. Your Profile Data will be publicly viewable by others."}, {"17": "When you enrol in and avail of demos / courses/ or interact with a teacher/instructor , we collect certain data including the material/courses accessed, assigned, performance including speed, accuracy of the assignments across learning materials, attendance, data on your exchanges with teachers / instructors and other students and other related items basis course requirements."}, {"18": "If you make purchases, we collect certain data about your purchase (such as your name pin/zip/geography code, currency, payment instrument) as necessary to process your order."}, {"19": "You must provide certain payment and billing data directly to our payment processing partners, including your name, payment instrument information such as debit/credit card information, payment provider login, billing address, and geo/pin/zip code. For security, we do not collect or store sensitive cardholder data, such as full debit/credit card numbers or card authentication data."}, {"20": "If you are a teacher/instructor/mentor, you need to share your bank account details along with any applicable tax identification such as Permanent account number or any other relevant identification mandated by relevant tax authorities to receive payments. We collect and use certain information, including your payment account, email address, account ID, physical address, Bank identification details such as IFSC code and/or other data necessary for us to send payments to your account. If you are a teacher / instructor / mentor, prospective, in training or empanelled, we in conjunction with partners may attempt to verify independently, information you have provided including location, resident status, tax permanent account numbers, tax status, personal biographical information, and other personal information including location and residency status necessary for taxation purposes."}, {"21": "Data pertaining to your accounts with other service providers"}, {"22": "Please note If you access or use our Services through a third-party platform or service, or click on any third-party links, the collection, use, and sharing of your data will also be subject to the privacy policies and other agreements of that third party, in addition to our terms and our policies. "}, {"23": "Data pertaining to your accounts with other service providers"}, {"24": "If you participate, we will collect and store the data you provide as part of participating, such as your and your ward’s name, email address, date of birth, school grade your phone number, nature of event and details of participation and reviews."}, {"25": "That data is subject to this Privacy Policy unless otherwise stated in the terms and conditions of the promotion or in any communication or in another privacy policy."}, {"26": "The data collected will be used to administer the demo/ event / promotion or survey, referral including for notifying winners and distributing rewards."}, {"27": "If you contact us for a query, seeking resolution to a grievance or support in any other matter, or to report a problem or concern (regardless of whether you are a registered user or have created an account), we will collect and store your contact information, details of messages including medium and content of the message, in addition to personal identifying data about you like your name, email address, contact number, location, device, device OS details, IP address or other device identification, and any other data you provide or that we collect through other automated means. We will use the data so collected to provide a response to you and undertake measures to pro-actively respond to potential similar requests in the future from you or other users in accordance with this Privacy Policy."}, {"28": "The data listed above is stored by us and is associated with your account."}, {"29": "We collect Your Data in Automated Manner, When you access the Services (including browsing courses), we collect certain data by automated manner, including:"}, {"30": "Technical data about your device or computer, like your IP address, device type, operating system type and version, browser type and version, unique device identifiers, domain and other systems data, and platform types (“System Data”)."}, {"31": "Usage data about your or your ward/students interactions with the Services, including content accessed, courses accessed on our platform, demo courses and sessions, events accessed and participation including platform and performance statistics such as question level performance and performance on timed assessments, time spent on worksheets, apps or web pages, games, or other parts of the Service, pages visited, features used such as games played, content downloaded, your click data including search queries, date and time, your communication on the platform with teachers/instructors/mentors/ and other students and other data regarding your use of the Services (“Usage Data”)"}, {"32": "The data listed above is collected through the use of log files including in-class whiteboard, audio, video, and chat participation logs and other tracking technologies, as detailed in the “Cookies and Data Collection Tools” section below. It is stored by us and associated with your account."}, {"33": "The Service and Applications may enable User to communicate with other Users or to post information to be accessed by others, whereupon other Users may collect such data. The Company hereby expressly disclaims any liability for any misuse of such information that is made available by visitors in such a manner."}, {"34": "How do we collect our users data ?"}, {"35": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"36": "Cookies and Data Collection Tools and Mechanisms"}, {"37": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"38": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"39": "Preferences: cookies that remember data about your browser and preferred settings that affect the appearance and behaviour of the Services (like your preferred language). Security: cookies used to enable you to log in and access the Services; protect against fraudulent logins; and help detect and prevent abuse or unauthorised use of your account. Functional: cookies that store functional settings (like the volume level you set for video playback). Session State: cookies that track your interactions with the Services to help us improve the Services and your browsing experience, remember your login details, and enable processing of your course purchases."}, {"40": "We use commonly used third-party analytics tools and services such as Google Analytics amongst others. These 3rd party services use Data Collection Tools and mechanisms to help analyse your use of the Services provided by us. These often include visit data such as origination details of your visit, length, frequency and other such data, type of pages and material accessed and used, and in case of mobile, applications will include data on, from where the application was downloaded and installed on your device."}, {"41": "We use this data to improve the Services, customise our services for you, determine what improvements need to be made to provide better services and provide you with services content and information that may be potentially of interest to you"}, {"42": "We use commonly used 3rd party advertising services e.g. Facebook, Instagram, Google Display network, and other such display and advertising networks for our promotional and advertising purposes. These ads may be served to you based on information that the advertising networks have about you based on their data. They may also be based on what we have come to know about your preferences from your data with us, and may be customised for your specific interests."}, {"43": "These 3rd party advertising services typically use cookies on your device and or browser in order to track data about your use of our Services and other services you may use on their networks to customise the advertisements for you. In order to deliver customised content and advertising we may provide these 3rd part advertising networks with a masked version of your data, in a machine readable, but not human readable form, including contact data. This may be based on information content and reviews that you share publicly on our Services."}, {"44": "How do we use our users data ?"}, {"45": "We use your data to do things like provide our Services, communicate with you, troubleshoot issues, secure against fraud and abuse, improve and update our Services, analyse how people use our Services, serve personalised advertising, and as required by law or necessary for safety and integrity."}, {"46": "We use the data we collect through your use of the Services to:"}, {"47": "Learn more about you by linking your data with additional data through third-party data providers or analysing the data with the help of analytics service providers."}, {"48": "Analyse trends and traffic, track purchases, and track usage data."}, {"49": "Share de-identified data with partners to aid with data analysis and to improve the product"}, {"50": "How, when and with who we share users data with ?"}, {"51": "We share certain data about you with our StakeHolders which does mean — instructors (Teachers), our business partners, analytics and data enrichment providers, your social media providers, companies helping us run promotions and surveys, and advertising companies who help us promote our Services. We may also share your data as needed for security, legal compliance, or as part of a corporate restructuring. Lastly, we can share data in other ways if it is aggregated or de-identified or if we get your consent."}, {"52": "We may share your data with third parties under the following circumstances or as otherwise described in this Privacy Policy:"}, {"53": "With Your Instructors: We share data that we have about you with instructors for courses you enrol in or request for demo. This data may include things like your city, country, the site that brought you to CueMath, and your activities / interest on CueMath math classes, grade and gender details while you are exploring the cuemath classes. Once you get enrolled yourself to cuemath classes, we share the class progress details, fee validity details with the cuemath teacher (instructor)."}, {"54": "With Other Students: Depending on your settings, your shared content and profile data may be publicly viewable, including to other students. If you ask a question to a cuemath teacher (your information -including your name) may also be publicly viewable by other users in the class, depending on your class settings."}, {"55": "With Service Providers, Contractors, and Agents: We share your data with third-party companies who perform services on our behalf, like payment processing, data analysis, marketing and advertising services (including retargeted advertising), email and hosting services, and customer services and support. These service providers may access your personal data and are required to use it solely as we direct, to provide our requested service."}, {"56": "With Analytics and Data Enrichment Services: As part of our use of third-party analytics tools like Google Analytics and data enrichment services, we share certain contact information, Account Data, System Data, Usage Data (as detailed in Section 3.1), or de-identified data as needed. De-identified data means data where weʼve removed things like your name and email address and replaced it with a unique ID. This allows these providers to provide analytics services or match your data with publicly-available database information (including contact and social information from other sources). We do this to communicate with you in a more effective and customised manner."}, {"57": "To Administer Promotions and Surveys: We may share your data as necessary to administer, market, or sponsor promotions and surveys you choose to participate in, as required by applicable law (like to provide a winners list or make required filings), or in accordance with the rules of the promotion or survey."}, {"58": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"59": "For Security and Legal Compliance: We may disclose your data to third parties if we (in our sole discretion) have a good faith belief that the disclosure is:"}, {"60": "We may also disclose data about you to our auditors and legal advisors in order to assess our disclosure obligations and rights under this Privacy Policy."}, {"61": "The Company will not disclose any Personal Information or data to governmental institutions or authorities unless such disclosure is requisitioned under any law or judicial decree or when the Company, in its sole discretion, deems it necessary in order to protect its rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Terms of Use."}, {"62": "During a Change in Control: If CueMath undergoes a business transaction like a merger, acquisition, corporate divestiture, or dissolution (including bankruptcy), or a sale of all or some of its assets, we may share, disclose, or transfer all of your data to the successor organisation during such transition or in contemplation of a transition (including during due diligence)."}, {"63": "After Aggregation/ De-identification: we can disclose or use aggregate or de-identified data for any purpose."}, {"64": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}, {"65": "We recognise the privacy interests of children and while following principles enunciated under COPPA Regulations, do encourage parents and guardians to take an active role in their childrenʼs online activities and interests. Parents who believe that CueMath may have collected personal data from a child can submit a request with specific input on data to be removed to privacy@cuemath.com ."}, {"66": "All account data is collected with the express consent of the parent, electronically. Account data may include data on payment instruments used. The payment instrument must belong or be primarily used by the Parent."}, {"67": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy/Legal Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}, {"68": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"69": "We use appropriate security based on the type and sensitivity of data being stored. As with any internet-enabled system, there is always a risk of unauthorised access, so itʼs important to protect your password and to contact us if you suspect any unauthorised access to your account."}, {"70": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"71": "Its employees on a need-to-know basis. All the Company employees and data processors, who have access to, and are associated with the processing of User Information, are obliged to respect the confidentiality of User Information."}, {"72": "Notwithstanding the above, the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the User Information or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorised access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"73": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}, {"74": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}, {"75": "You can choose not to provide certain data to us, but you may not be able to use certain features of the Services."}, {"76": " The browser or device you use may allow you to control cookies and other types of local data storage. Your wireless device may also allow you to control whether location or other data is collected and shared."}, {"77": "You can access and update your personal data that cuemath collects and maintains as follows:"}, {"78": "To update data you provide directly, log into your account and update your account at any time using valid password / OTP. To terminate your account: Visit your profile settings page and follow the steps."}, {"79": "Please note: even after your account is terminated, some or all of your data may still be visible to others, including without limitation any data that has been (a) copied, stored, or disseminated by other users (including in class progress); (b) shared or disseminated by you or others (including in your shared content); or (c) posted to a third-party platform. Even after your account is terminated, we retain your data for as long as we have a legitimate purpose to do so (and in accordance with applicable law), including to assist with legal obligations, resolve disputes, and enforce our agreements. We may retain and disclose such data pursuant to this Privacy Policy after your account has been terminated."}, {"80": "To request to access, correct, or delete your personal data, email privacy@cuemath.com or write to us at CueMath,, Attn: Privacy Team, 100 Feet Road, Koramangala, Bangalore, India. Please allow upto 30 days for a response. For your protection, we may require that the request be sent through the email address associated with your account, and we may need to verify your identity before implementing your request. Please note that we retain certain data where we have a lawful basis to do so, including for mandatory record-keeping and to complete transactions."}, {"81": "call data records."}, {"82": "Information that is freely available in the public domain or accessible under the Right to Information Act, 2005 or any other law will not be regarded as sensitive personal data or information."}, {"83": "Personal Data in India has recently been adjudicated by the Supreme Court of India as being part of your fundamental right and the same needs to be protected and secured. Therefore your understanding and acceptance of this policy is of prime importance and based on such consent and agreements as stated herein, we are taking steps to place in public domain our privacy policy as well as obtain your consent to use the same in the manner prescribed herein."}, {"84": " Additionally, for more information about the personal information we collect and how we collect it, please see the sections above entitled “What Data We Get” and “How We Get Data About You.”"}, {"85": "To learn about the business and commercial purposes for which your personal information is collected and the categories of service providers who have access to your personal information, please see the sections above entitled “What We Use Your Data For” and “Who We Share Your Data With.”"}, {"86": " As a California resident, you also have the right to request certain details about what personal information we share with third parties for those third partiesʼ direct marketing purposes. To submit your request, send an email to privacy@cuemath.com with the phrase “California Privacy Data” and include your mailing address, state of residence, and email address."}, {"87": "Users in the EU or EEA: Specifically, personal data collected in the United Kingdom (“UK”), Switzerland, and the European Economic Area (“EEA”) is transferred and stored outside those areas. Additionally, if you are located in the UK, EEA, or Switzerland, you also have the right to lodge a complaint with your data supervisory authority."}, {"88": "That data is also processed outside of the UK, Switzerland, and the EEA by our group companies, or our service providers, including to process transactions, facilitate payments, and provide support services as described in Section 3.1. We have entered into data processing agreements with our service providers that restrict and regulate their processing of your data on our behalf. By submitting your data or using our Services, you consent to this transfer, storage, and processing by CueMath and its processors."}, {"89": "Generally applicable for Users Outside of the India: CueMath, is headquartered in India, and in order to provide the Services to you, we must transfer your data to India and process it there. By visiting or using our Services, you consent to storage of your data on servers located in the India. If you are using the Services from outside India, you consent to the transfer, storage, and processing of your data in and to India or other countries."}, {"90": "No sensitive personal data or information is automatically collected by the Company from any casual visitors of the Applications, who are merely perusing or browsing the Applications, except as otherwise provided in section 4"}, {"91": "You are not a casual visitor if you have willingly submitted any personal data or information to the Company through any means, including email, post on the Applications. All such visitors will be deemed to be, and will be treated as, Users for the purposes of this Privacy Policy, and in which case, all the statements in this Privacy Policy apply to such persons."}]}, "count": 92}, "we process": {"text": {"we process": [{"0": "Why we are updating this policy : We have been already very serious about the way we process data about our users, including parents and students and stakeholders, we are updating and implementing this policy to make it more comprehensive, easier to read, and to comply with amongst others the EU GDPR (General Data Protection Regulation) and the California Consumer Privacy Act, which are now becoming global accepted standards and Section 43A of the Information Technology Act, 2000 (India);"}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "All account data is collected with the express consent of the parent, electronically. Account data may include data on payment instruments used. The payment instrument must belong or be primarily used by the Parent."}, {"1": "The data collected will be used to administer the demo/ event / promotion or survey, referral including for notifying winners and distributing rewards."}, {"2": "If you contact us for a query, seeking resolution to a grievance or support in any other matter, or to report a problem or concern (regardless of whether you are a registered user or have created an account), we will collect and store your contact information, details of messages including medium and content of the message, in addition to personal identifying data about you like your name, email address, contact number, location, device, device OS details, IP address or other device identification, and any other data you provide or that we collect through other automated means. We will use the data so collected to provide a response to you and undertake measures to pro-actively respond to potential similar requests in the future from you or other users in accordance with this Privacy Policy."}, {"3": "The data listed above is collected through the use of log files including in-class whiteboard, audio, video, and chat participation logs and other tracking technologies, as detailed in the “Cookies and Data Collection Tools” section below. It is stored by us and associated with your account."}, {"4": "The information specified in section 3.1 above is collected on, for reasons including but not limited to, (i) personal identification, (ii) to allow the Company to contact the User for customer service and business development purposes, (iii) to keep the record of the teachers and the students registered/desirous of being registered with the Company (iv) to customize the content of the Applications to meet specific needs of the User, and/or (v) to make improvements to the Applications."}, {"5": "We recognise the privacy interests of children and while following principles enunciated under COPPA Regulations, do encourage parents and guardians to take an active role in their childrenʼs online activities and interests. Parents who believe that CueMath may have collected personal data from a child can submit a request with specific input on data to be removed to privacy@cuemath.com ."}, {"6": "All account data is collected with the express consent of the parent, electronically. Account data may include data on payment instruments used. The payment instrument must belong or be primarily used by the Parent."}, {"7": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}, {"8": " The browser or device you use may allow you to control cookies and other types of local data storage. Your wireless device may also allow you to control whether location or other data is collected and shared."}, {"9": " “Right to Know” — You have the right to request to know more about the categories and specific pieces of personal information that we have collected about you and access a copy of your personal information."}, {"10": " “Right to Deletion” — You have the right to request deletion of personal information that we have collected about you."}, {"11": "To learn about the business and commercial purposes for which your personal information is collected and the categories of service providers who have access to your personal information, please see the sections above entitled “What We Use Your Data For” and “Who We Share Your Data With.”"}, {"12": "Users in the EU or EEA: Specifically, personal data collected in the United Kingdom (“UK”), Switzerland, and the European Economic Area (“EEA”) is transferred and stored outside those areas. Additionally, if you are located in the UK, EEA, or Switzerland, you also have the right to lodge a complaint with your data supervisory authority."}, {"13": "No sensitive personal data or information is automatically collected by the Company from any casual visitors of the Applications, who are merely perusing or browsing the Applications, except as otherwise provided in section 4"}]}, "count": 14}, "stored": {"text": {"stored": [{"0": "The data listed above is stored by us and is associated with your account."}, {"1": "The data listed above is collected through the use of log files including in-class whiteboard, audio, video, and chat participation logs and other tracking technologies, as detailed in the “Cookies and Data Collection Tools” section below. It is stored by us and associated with your account."}, {"2": "We use appropriate security based on the type and sensitivity of data being stored. As with any internet-enabled system, there is always a risk of unauthorised access, so itʼs important to protect your password and to contact us if you suspect any unauthorised access to your account."}, {"3": "Please note: even after your account is terminated, some or all of your data may still be visible to others, including without limitation any data that has been (a) copied, stored, or disseminated by other users (including in class progress); (b) shared or disseminated by you or others (including in your shared content); or (c) posted to a third-party platform. Even after your account is terminated, we retain your data for as long as we have a legitimate purpose to do so (and in accordance with applicable law), including to assist with legal obligations, resolve disputes, and enforce our agreements. We may retain and disclose such data pursuant to this Privacy Policy after your account has been terminated."}, {"4": "Users in the EU or EEA: Specifically, personal data collected in the United Kingdom (“UK”), Switzerland, and the European Economic Area (“EEA”) is transferred and stored outside those areas. Additionally, if you are located in the UK, EEA, or Switzerland, you also have the right to lodge a complaint with your data supervisory authority."}, {"5": " If you, as a casual visitor, have inadvertently browsed any other pages of the Applications prior to reading the privacy statements set out herein, and you do not agree with the manner in which such information is obtained, stored or used, merely quitting this browser application should ordinarily clear all temporary cookies installed by the Company. All visitors, however, encouraged to use the “clear cookies” functionality of their browsers to ensure such clearing / deletion, as the Company cannot guarantee, predict or provide for the behaviour of the equipment of all the visitors of the Applications."}]}, "count": 6}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "Share de-identified data with partners to aid with data analysis and to improve the product"}, {"1": "With Service Providers, Contractors, and Agents: We share your data with third-party companies who perform services on our behalf, like payment processing, data analysis, marketing and advertising services (including retargeted advertising), email and hosting services, and customer services and support. These service providers may access your personal data and are required to use it solely as we direct, to provide our requested service."}]}, "count": 2}, "analytics": {"text": {"analytics": [{"0": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"1": "Analytics including 3rd party analytics tools"}, {"2": "We use commonly used third-party analytics tools and services such as Google Analytics amongst others. These 3rd party services use Data Collection Tools and mechanisms to help analyse your use of the Services provided by us. These often include visit data such as origination details of your visit, length, frequency and other such data, type of pages and material accessed and used, and in case of mobile, applications will include data on, from where the application was downloaded and installed on your device."}, {"3": "Learn more about you by linking your data with additional data through third-party data providers or analysing the data with the help of analytics service providers."}, {"4": "We share certain data about you with our StakeHolders which does mean — instructors (Teachers), our business partners, analytics and data enrichment providers, your social media providers, companies helping us run promotions and surveys, and advertising companies who help us promote our Services. We may also share your data as needed for security, legal compliance, or as part of a corporate restructuring. Lastly, we can share data in other ways if it is aggregated or de-identified or if we get your consent."}, {"5": "With Analytics and Data Enrichment Services: As part of our use of third-party analytics tools like Google Analytics and data enrichment services, we share certain contact information, Account Data, System Data, Usage Data (as detailed in Section 3.1), or de-identified data as needed. De-identified data means data where weʼve removed things like your name and email address and replaced it with a unique ID. This allows these providers to provide analytics services or match your data with publicly-available database information (including contact and social information from other sources). We do this to communicate with you in a more effective and customised manner."}, {"6": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"7": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}]}, "count": 8}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {"automatically": [{"0": "Usage data : We also collect some data automatically, like information about performance across various cuemath platform(s), usage logs when using the cuemath platform including worksheets, teacher/instructor interaction, interaction with other participants in class, audio video logs, device details and details on parts of our Services you interact with, and spend time."}, {"1": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"2": "Due to the communications standards on the internet, when a User uses the Applications, the Company automatically receives the uniform resource locator (URL) of the site from which such User came and the site to which such User is going when he/she/it leaves the Applications. The Company also receives the Internet Protocol (the “IP”) address of each User’s computer (or the proxy server a User used to access the internet), the User’s computer operating system and type of web browser the User is using, email patterns, as well as the name of User’s internet service provider (ISP). This information is used to analyze overall trends to help the Company improve its actions and reach in relation to the Cuemath Learning Program, including for the purposes of improving the Cuemath Learning Program. The linkage between User’s IP address and User’s personally identifiable information is not shared with third-parties without such User’s permission or except when required by law or except where required to provide or facilitate the services provided by the Company. Notwithstanding the above, the User acknowledges the Company’s right to share some of the aggregate findings (not the specific data) with advertisers, sponsors, investors, strategic partners, and others in order to help grow its business."}, {"3": "No sensitive personal data or information is automatically collected by the Company from any casual visitors of the Applications, who are merely perusing or browsing the Applications, except as otherwise provided in section 4"}]}, "count": 4}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "During a Change in Control: If CueMath undergoes a business transaction like a merger, acquisition, corporate divestiture, or dissolution (including bankruptcy), or a sale of all or some of its assets, we may share, disclose, or transfer all of your data to the successor organisation during such transition or in contemplation of a transition (including during due diligence)."}, {"1": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"2": "Notwithstanding the above, the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the User Information or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorised access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"3": " The browser or device you use may allow you to control cookies and other types of local data storage. Your wireless device may also allow you to control whether location or other data is collected and shared."}]}, "count": 4}, "settings": {"text": {"settings": [{"0": "Generally these platforms and services make information available to us through their APIs. The information we receive depends on what information you (via your privacy settings) or the platform or service decide to give us and their applicable terms and policies."}, {"1": "Preferences: cookies that remember data about your browser and preferred settings that affect the appearance and behaviour of the Services (like your preferred language). Security: cookies used to enable you to log in and access the Services; protect against fraudulent logins; and help detect and prevent abuse or unauthorised use of your account. Functional: cookies that store functional settings (like the volume level you set for video playback). Session State: cookies that track your interactions with the Services to help us improve the Services and your browsing experience, remember your login details, and enable processing of your course purchases."}, {"2": "When using our mobile apps you may also receive customised in-app promotions and advertisements. Each of these operating systems provide their own privacy policies and allow you to review and reset your settings."}, {"3": "With Other Students: Depending on your settings, your shared content and profile data may be publicly viewable, including to other students. If you ask a question to a cuemath teacher (your information -including your name) may also be publicly viewable by other users in the class, depending on your class settings."}, {"4": "To stop receiving promotional communications from us, you can opt out by using the unsubscribe mechanism in the promotional communication you receive or by changing the email preferences. Note that regardless of your email preference settings, we will send you transactional and relationship messages regarding the Services, including administrative confirmations, order confirmations, important updates about the cuemath classes, progress reports and notices about our policies."}, {"5": "To update data you provide directly, log into your account and update your account at any time using valid password / OTP. To terminate your account: Visit your profile settings page and follow the steps."}]}, "count": 6}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "We use your data to do things like provide our Services, communicate with you, troubleshoot issues, secure against fraud and abuse, improve and update our Services, analyse how people use our Services, serve personalised advertising, and as required by law or necessary for safety and integrity."}, {"1": "Securing the Services, and preventing fraud and abuse."}, {"2": " Required to detect, prevent, or address fraud, abuse, misuse, potential violations of law (or rule or regulation), or security or technical issues;"}, {"3": "The Company will not disclose any Personal Information or data to governmental institutions or authorities unless such disclosure is requisitioned under any law or judicial decree or when the Company, in its sole discretion, deems it necessary in order to protect its rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Terms of Use."}]}, "count": 4}, "to detect": {"text": {"to detect": [{"0": " Required to detect, prevent, or address fraud, abuse, misuse, potential violations of law (or rule or regulation), or security or technical issues;"}]}, "count": 1}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Reasonably necessary in our discretion to protect against imminent harm to the rights, property, or safety of CueMath, our users, employees, members of the public, or our Services."}, {"1": "The Company will not disclose any Personal Information or data to governmental institutions or authorities unless such disclosure is requisitioned under any law or judicial decree or when the Company, in its sole discretion, deems it necessary in order to protect its rights or the rights of others, to prevent harm to persons or property, to fight fraud and credit risk, or to enforce or apply our Terms of Use."}, {"2": "We use appropriate security based on the type and sensitivity of data being stored. As with any internet-enabled system, there is always a risk of unauthorised access, so itʼs important to protect your password and to contact us if you suspect any unauthorised access to your account."}, {"3": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"4": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}]}, "count": 5}, "encryption": {"text": {"encryption": [{"0": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"1": "Notwithstanding the above, the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the User Information or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorised access to computer data and storage device, computer crashes, breach of security and encryption, etc."}]}, "count": 2}, "security": {"text": {"security": [{"0": "Security Policies"}, {"1": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"2": "It covers your rights under EU GDPR, California Consumer Privacy Act, and Indian law covering SPI Rules – (Regulation 4 of the Information Technology, Reasonable Security Practices and Procedures and Sensitive Personal Information) Rules, 2011 (the “SPI Rules”) and Regulation 3(1) of the Information Technology (Intermediaries Guidelines) Rules, 2011."}, {"3": "You must provide certain payment and billing data directly to our payment processing partners, including your name, payment instrument information such as debit/credit card information, payment provider login, billing address, and geo/pin/zip code. For security, we do not collect or store sensitive cardholder data, such as full debit/credit card numbers or card authentication data."}, {"4": "Preferences: cookies that remember data about your browser and preferred settings that affect the appearance and behaviour of the Services (like your preferred language). Security: cookies used to enable you to log in and access the Services; protect against fraudulent logins; and help detect and prevent abuse or unauthorised use of your account. Functional: cookies that store functional settings (like the volume level you set for video playback). Session State: cookies that track your interactions with the Services to help us improve the Services and your browsing experience, remember your login details, and enable processing of your course purchases."}, {"5": "We share certain data about you with our StakeHolders which does mean — instructors (Teachers), our business partners, analytics and data enrichment providers, your social media providers, companies helping us run promotions and surveys, and advertising companies who help us promote our Services. We may also share your data as needed for security, legal compliance, or as part of a corporate restructuring. Lastly, we can share data in other ways if it is aggregated or de-identified or if we get your consent."}, {"6": "For Security and Legal Compliance: We may disclose your data to third parties if we (in our sole discretion) have a good faith belief that the disclosure is:"}, {"7": " Required to detect, prevent, or address fraud, abuse, misuse, potential violations of law (or rule or regulation), or security or technical issues;"}, {"8": "Security Policies"}, {"9": "We use appropriate security based on the type and sensitivity of data being stored. As with any internet-enabled system, there is always a risk of unauthorised access, so itʼs important to protect your password and to contact us if you suspect any unauthorised access to your account."}, {"10": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"11": "Notwithstanding the above, the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the User Information or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorised access to computer data and storage device, computer crashes, breach of security and encryption, etc."}, {"12": "CueMath takes appropriate security measures to protect against unauthorised access, alteration, disclosure, or destruction of your personal data that we collect and store. These measures vary based on the type and sensitivity of the data. Unfortunately, however, no system can be 100% secured, so we cannot guarantee that communications between you and CueMath, the Services, or any information provided to us in connection with the data we collect through the Services will be free from unauthorised access by third parties. Your password and OTPs are an important part of our security system, and it is your responsibility to protect it. You should not share your password / OTP with any third party, and if you believe your password or account has been compromised, you should change it immediately and contact customercare@cuemath.com with detail concerns."}]}, "count": 13}, "unauthorized": {"text": {"unauthorized": [{"0": "The Company has implemented Indian legal industry standard security policies, rules and technical measures to protect the Personal Information that it has under its control from unauthorised access, improper use or disclosure, unauthorised modification and unlawful destruction or accidental loss. It is expressly stated that the Company shall not be responsible for any breach of security or for any actions of any third parties that receive the Users’ personal data or events that are beyond the reasonable control of the Company including, acts of government, computer hacking, unauthorized access to computer data and storage device, computer crashes, breach of security and encryption, etc."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "How do we collect our users data ?"}, {"1": "How do we use our users data ?"}, {"2": "How, when and with who we share users data with ?"}, {"3": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"4": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"5": "How do we collect our users data ?"}, {"6": "How do we use our users data ?"}, {"7": "We use your data to do things like provide our Services, communicate with you, troubleshoot issues, secure against fraud and abuse, improve and update our Services, analyse how people use our Services, serve personalised advertising, and as required by law or necessary for safety and integrity."}, {"8": "How, when and with who we share users data with ?"}, {"9": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"10": " Additionally, for more information about the personal information we collect and how we collect it, please see the sections above entitled “What Data We Get” and “How We Get Data About You.”"}]}, "count": 11}, "what": {"text": {"what": [{"0": " What is Privacy Policy?"}, {"1": "What data do we collect ?"}, {"2": " What is Privacy Policy?"}, {"3": "This Privacy Policy covers the following with respect to “Your Data”: What we collect, How we collect, How we use, Sharing Your Data : How, why and with whom we share, specifically our policy is on registration, use of data of children and Policy on Children, Our Security policies, Your rights with elaborations for specific Jurisdictions, To whom and how we disclose your data, our cookie policy and contact information."}, {"4": "What data do we collect ?"}, {"5": "Generally these platforms and services make information available to us through their APIs. The information we receive depends on what information you (via your privacy settings) or the platform or service decide to give us and their applicable terms and policies."}, {"6": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"7": "We use this data to improve the Services, customise our services for you, determine what improvements need to be made to provide better services and provide you with services content and information that may be potentially of interest to you"}, {"8": "We use commonly used 3rd party advertising services e.g. Facebook, Instagram, Google Display network, and other such display and advertising networks for our promotional and advertising purposes. These ads may be served to you based on information that the advertising networks have about you based on their data. They may also be based on what we have come to know about your preferences from your data with us, and may be customised for your specific interests."}, {"9": " Additionally, for more information about the personal information we collect and how we collect it, please see the sections above entitled “What Data We Get” and “How We Get Data About You.”"}, {"10": "To learn about the business and commercial purposes for which your personal information is collected and the categories of service providers who have access to your personal information, please see the sections above entitled “What We Use Your Data For” and “Who We Share Your Data With.”"}, {"11": " As a California resident, you also have the right to request certain details about what personal information we share with third parties for those third partiesʼ direct marketing purposes. To submit your request, send an email to privacy@cuemath.com with the phrase “California Privacy Data” and include your mailing address, state of residence, and email address."}]}, "count": 12}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"1": "Nevertheless, certain provisions of this Privacy Policy are applicable to even such casual visitors, and such casual visitors are also required to read and understand the privacy statements set out herein, failing which they are required to leave the Applications immediately."}]}, "count": 2}, "learn": {"text": {"learn": [{"0": "We use cookies on this site to enhance your experience. To learn more, visit our  Privacy Policy"}, {"1": "We at Cue Learn (“CueMath”, “we”, “us”) respect your privacy. We want you to understand how we collect, use, and share data about you (including your ward if you are the parent). This Privacy Policy covers our data collection and privacy practices and describes your rights to access, correct, or restrict our use of your personal data."}, {"2": "Learn more about you by linking your data with additional data through third-party data providers or analysing the data with the help of analytics service providers."}, {"3": "For Advertising: If we decide to offer advertising in the future, we may use and share certain System Data and Usage Data with third-party advertisers and networks to show general demographic and preference information among our users. We may also allow advertisers to collect System Data through Data Collection Tools (as detailed in Section 4.1), and to use this data to offer you targeted ad delivery to personalise your user experience (through behavioural advertising) and undertake web analytics. Advertisers may also share with us the data they collect about you. To learn more or opt out from participating ad networksʼ behavioural advertising, see Section 9.1 (Your Choices About the Use of Your Data) below. Note that if you opt out, you will continue to be served generic ads."}, {"4": "To learn about the business and commercial purposes for which your personal information is collected and the categories of service providers who have access to your personal information, please see the sections above entitled “What We Use Your Data For” and “Who We Share Your Data With.”"}, {"5": "Cue Learn Private Limited is a company duly incorporated under the provisions of the Companies Act, 1956 having its address at D-58, Basement, Kalkaji, New Delhi 110 019, India and Learning Centre at Plot No. 7, 80 Feet Road, 4th Block, Koramangala, Bengaluru - 560034 (herein this document referred to as “Cue Learn” or “Cuemath” or “Company” or “We” or “Our” or “Us”)."}, {"6": "Cue Learn can be reached, for all questions and directions related to this privacy policy (the “Privacy Policy”), by: Sending an email to privacy@cuemath.com or Sending a letter marked to the attention of Privacy Policy C/O Nodal Officer, to Plot No. 7, 80 Feet Road, 4th Block, Koramangala, Bengaluru – 560034, India"}]}, "count": 7}, "more information": {"text": {"more information": [{"0": " Additionally, for more information about the personal information we collect and how we collect it, please see the sections above entitled “What Data We Get” and “How We Get Data About You.”"}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "We use cookies on this site to enhance your experience. To learn more, visit our  Privacy Policy"}, {"1": "The data listed above is collected through the use of log files including in-class whiteboard, audio, video, and chat participation logs and other tracking technologies, as detailed in the “Cookies and Data Collection Tools” section below. It is stored by us and associated with your account."}, {"2": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"3": "Cookies and Data Collection Tools and Mechanisms"}, {"4": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"5": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"6": "Preferences: cookies that remember data about your browser and preferred settings that affect the appearance and behaviour of the Services (like your preferred language). Security: cookies used to enable you to log in and access the Services; protect against fraudulent logins; and help detect and prevent abuse or unauthorised use of your account. Functional: cookies that store functional settings (like the volume level you set for video playback). Session State: cookies that track your interactions with the Services to help us improve the Services and your browsing experience, remember your login details, and enable processing of your course purchases."}, {"7": "You can set your web browser to alert you about attempts to place cookies on your computer, limit the types of cookies you allow, or refuse cookies altogether. If you do, you may not be able to use some or all features of the Services, and your experience may be different or less functional."}, {"8": "These 3rd party advertising services typically use cookies on your device and or browser in order to track data about your use of our Services and other services you may use on their networks to customise the advertisements for you. In order to deliver customised content and advertising we may provide these 3rd part advertising networks with a masked version of your data, in a machine readable, but not human readable form, including contact data. This may be based on information content and reviews that you share publicly on our Services."}, {"9": "As is common practice, we use cookies, which are used to identify your browser or device or store data in your browser for purposes of customising your experience, making your experience easier for instance faster log in, and allowing you to start off from where you left when you return amongst other user experience enhancements."}, {"10": "You have certain rights around the use of your data, including the ability to opt out of promotional SMS / emails, cookies, and collection of your data by certain analytics providers. You can update or terminate your account from within our Services, and can also contact us for individual rights requests about your personal data. Parents who believe weʼve unintentionally collected personal data about their underage child should contact us for help deleting that information."}, {"11": " The browser or device you use may allow you to control cookies and other types of local data storage. Your wireless device may also allow you to control whether location or other data is collected and shared."}, {"12": " If you, as a casual visitor, have inadvertently browsed any other pages of the Applications prior to reading the privacy statements set out herein, and you do not agree with the manner in which such information is obtained, stored or used, merely quitting this browser application should ordinarily clear all temporary cookies installed by the Company. All visitors, however, encouraged to use the “clear cookies” functionality of their browsers to ensure such clearing / deletion, as the Company cannot guarantee, predict or provide for the behaviour of the equipment of all the visitors of the Applications."}]}, "count": 13}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "We use commonly used mechanisms such as cookies, third party analytics, digital advertising networks, pixels, web beacons, and other such tools to gather your data as described above. Some of these tools may offer you the ability to opt out of data collection (Please note : if you wish to opt out on the 3rd party tools you will need to do so on their systems or through them)."}, {"1": "As is detailed in our Cookie Policy, CueMath and 3rd party service providers acting on our behalf e.g. third party advertisers such as Google display network, use server log files and automated data collection tools like cookies, tags, scripts, customized links, device or browser fingerprints, and web beacons (collectively referred to as “Data Collection Tools and Mechanisms”) when you access and use the Services. These Data Collection Tools and mechanisms can automatically track and collect Usage data and Profile data (see section on “Your data: what we collect”) when you use the Services. In some cases, we tie data gathered through those Data Collection Tools to other data that we collect as described in this Privacy Policy."}, {"2": "We use pixels or web beacons (which allow us to measure your visits to personalise and provide a more customised more curated and better experience. This may include pages visited, scrolls, content downloaded or bookmarked, measuring your response to account and promotional email and messages that allow us to better serve and identify potential needs of users."}, {"3": "We use pixels or web beacons (which allow us to measure your visits to personalise and provide a more customised more curated and better experience. This may include pages visited, scrolls, content downloaded or bookmarked, measuring your response to account and promotional email and messages that allow us to better serve and identify potential needs of users."}]}, "count": 4}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}