{"https://adidas.com": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "This Privacy Policy (the “Policy”) describes how adidas America, Inc. (\"adidas\" or \"we\", \"us\", or \"our\") collects, uses, and discloses personal information. This Policy applies to those adidas U.S. websites and applications that display or link to this Policy (referred to in this Policy as the “Website”). This Policy also applies to other U.S. services, including retail stores, that display or link to these terms. It does not apply to those adidas sites, services and products that have their own privacy policies.  This privacy policy outlines the following:"}, {"1": "What Personal Information Do We Collect"}, {"2": "From Where Do We Collect Personal Information"}, {"3": "How Do We Use Your Personal Information"}, {"4": "How Do We Use Cookies and Other Tracking Technologies?"}, {"5": "How Do We Disclose Your Personal Information?"}, {"6": "1. What Personal Information Do We Collect?"}, {"7": "Information we can use to make sure your gear fits.  Examples: shoe and apparel size, height, weight, chest, waist, hip, inseam, body shape and heel-toe measurement."}, {"8": "Information about you we obtain through different social media channels such as Facebook, Instagram, Google, etc., when we use these channels for consumer engagement, advertising, sales, or analytics purposes or to enrich your customer profile with adidas.  Examples: publicly available social media information, and photos and posts you send to us by mentioning us or following our social media posts by using “handles” or “hashtags.”"}, {"9": "Image, voice, and video recordings we have captured or obtained where you may be identified. Examples: photos and videos taken in our retail stores, at events, in focus groups, in CCTV footage, in customer service call recordings and through images you share with us via social media.  We may also collect scans, videos and images if you choose to participate in certain research projects with us."}, {"10": "2. From Where Do We Collect Personal Information?"}, {"11": "We collect Personal Information you provide to us. Examples:"}, {"12": "We receive information about you from third parties. Examples:"}, {"13": "Business partners who have your permission to share your data with us.  For example, if we co-host events or contests with certain sports entities or if we have co-branded websites."}, {"14": "We gather certain information automatically when you visit our Website (including apps) or interact with our ads and emails via cookies, pixels, web beacons, SDKs, and other tracking technologies. "}, {"15": "For details about what we collect and how we use this information, see the ”"}, {"16": "“How Do We Use Cookies and Other Tracking Technologies?”"}, {"17": "We may record you on video through our CCTV when you visit our stores."}, {"18": "3. How Do We Use Your Personal Information?"}, {"19": "We may use your personal information to, for example, provide the products you have ordered, advertise to you, provide customer service, improve Website functionality and user experience, improve our products and services and personalize the Website, our communications with you, and your shopping experience. Please see below for details. "}, {"20": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"21": "We invite you to provide your images to us via social media platforms by following specific instructions such as “#yesadidas”. We may use the images you provide for our campaign communications under a license agreement in our terms and conditions, which you should read and agree to prior to providing us with such images (https://www.adidas.com/us/help/us-company-information/what-is-yesadidas)."}, {"22": "We may combine the information we collect about you from different sources to create a profile about you and to infer your interests, preferences, shopping habits and other behaviors."}, {"23": "We may also use your information to create a profile for fraud-prevention and investigation purposes."}, {"24": "Administer sign-ups for events we organize and keep you informed of events you may enjoy."}, {"25": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"26": "We also analyze survey, product testing and focus group results,"}, {"27": "We may ask our service providers to conduct market and product research for us."}, {"28": "We may access and use your personal information, including the content of your communications, in order to: (a) comply with the law or respond to lawful requests or legal process; (b) protect the rights or property of adidas or our customers, including the enforcement of our agreements or policies governing your use of our Websites and services; or (c) to protect the personal safety of adidas employees, customers or the public."}, {"29": "We may need to keep some personal information as evidence in case of a dispute, complaint or audit."}, {"30": "We may collect CCTV video in adidas stores to limit fraud and investigate crimes."}, {"31": "We use Usage Information to detect and investigate fraud and to provide statistical information in aggregated form to our partners and other third parties about how our users collectively use the Website."}, {"32": "4. How Do We Use Cookies and Other Tracking Technologies?"}, {"33": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}, {"34": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"35": "Cookies also allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the Website.  We may also use Cookies or other technologies in online advertising to track responses to our ads. We use third-party companies to measure and target ads on our behalf about products and services tailored to your interests. Most browsers accept Cookies automatically but allow you to disable them or be given the choice of declining or accepting a particular Cookie (or Cookies) from a particular website. "}, {"36": "5. How Do We Disclose Your Personal Information?"}, {"37": "Except as described in this Policy, we will not disclose your personal information outside of adidas and the adidas Group without your consent."}, {"38": "We disclose your data to our affiliates (described in"}, {"39": "We disclose personal information to select business partners with your consent or at your direction (for example, if you allow them to contact you about their products, services or offers)."}, {"40": "We hire other companies to provide services to us or on our behalf, such as marketing, web analytics, chat support and functionality (including through conversational artificial intelligence), data analysis, credit card processing, shipping, stocking orders, providing customer service and fraud protection."}, {"41": "We disclose most of your data with cloud service and other technical and platform service providers."}, {"42": "We disclose your Payment and Purchase Information, Usage Information and other data to our fraud prevention providers and data analytics providers."}, {"43": "Additionally, we disclose chat transcripts to our chat service provider for storage, customer service, and limited troubleshooting (as needed), otherwise your chat conversations are processed, disclosed, and retained solely for our own operational business purposes, such as training and further customer support."}, {"44": "We may disclose information about you to these parties to comply with legal and safety obligations as described above."}, {"45": "We may disclose personal information as part of a corporate transaction such as a merger or a sale of assets."}, {"46": "We provide you with several opportunities to opt-out of receiving our promotional communications and newsletters, including:"}, {"47": "If you opt out, we may still send you non-promotional messages, such as those about your adiClub membership or our ongoing business relations."}, {"48": "ACCESS, DELETE AND CORRECT INFORMATION WE HAVE ABOUT YOU"}, {"49": "You can (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access or deletion of your personal information, please click the “Your Privacy Choices” link at the bottom of our website.  From within an adidas app, you can make a request by navigating to “Manage Account” under the “Settings” tab.  You may also make a request by calling customer service at 1-888-694-6364.  To make a correction request, log into your adidas account (if you have an account) and make changes there, or call customer service at 1-888-694-6364.  We may verify your request by asking you to provide information related to your recent interactions with us, such as your name, email address, or adiClub membership ID."}, {"50": "How Do We Use Cookies and Other Tracking Technologies?"}, {"51": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}, {"52": "We will not discriminate against you if you choose to exercise your privacy rights."}, {"53": "We do not knowingly collect or solicit personal information from children under 13."}, {"54": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}, {"55": "We will update this Policy as needed to reflect changes in our services, the law and customer feedback. When we post changes to this Policy, we will revise the \"last updated\" date at the top. If there are material changes to this Policy or to how adidas will use your personal information, we will provide you with additional notice (such as by adding a statement to the Website or sending you a notification. We encourage you to review this Policy regularly to remain informed about our information practices and the choices available to you."}, {"56": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"57": "Personal Information that we \"Share, \"Sell,\" or Use for \"Targeted Advertising*"}, {"58": "We disclose the following categories of personal information to third parties for the purpose of engaging in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our marketing campaigns. These disclosures may be considered “sales” or “sharing” or use of personal information for “targeted advertising” under certain State Laws."}, {"59": "From Where Do We Collect Personal Information?"}, {"60": "” section, we collect personal information directly from you (for example, when you make a purchase or register for adiClub membership), automatically when you visit our Website or interact with our emails, and from third-party sources such as business partners that co-host events or contests with us."}, {"61": "We do not knowingly sell or share personal information about consumers under the age of 16."}, {"62": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}, {"63": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}, {"64": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}, {"65": "If you reside in California, Colorado, Connecticut, Montana or Oregon, you have the right to authorize another individual (an “authorized agent”) to submit certain privacy rights request on your behalf. If you are submitting a rights request as an authorized agent, we may require you to submit proof of your authorization to make the request, such as a valid power of attorney or proof that you have signed permission from the individual who is the subject of the request. Please do not provide any sensitive personal information in connection with this request, such as a driver's license or other government-issued ID. In some cases, we may contact the individual who is the subject of the request to verify their own identity or confirm you have permission to submit this request. To submit a request as an authorized agent, please contact us at 1-888-694-6364."}, {"66": "If we deny your request, you may to appeal our decision by contacting us at"}, {"67": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}, {"68": "California law permits residents of California to request certain details about how their information is disclosed to third parties for direct marketing purposes. Under the law, a business must either provide this information or permit California residents to opt in to, or opt out of, this type of disclosure. We qualify for this alternative option. To opt out of having information about you disclosed to third parties for direct marketing purposes, please visit the “Your Privacy Choices” link at the bottom of our websites."}, {"69": "The following chart shows details about the consumer rights requests we received under CCPA from January 1, 2023 to December 31, 2023:"}, {"70": "We strive to serve you better and appreciate your feedback"}]}, "count": 71}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"1": "These providers have access only to such personal information as appropriate to perform their functions and are contractually obligated to maintain the confidentiality and security of your information. They are subject to appropriate contractual restrictions on how they use this information. Examples:"}, {"2": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}]}, "count": 3}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "This Privacy Policy (the “Policy”) describes how adidas America, Inc. (\"adidas\" or \"we\", \"us\", or \"our\") collects, uses, and discloses personal information. This Policy applies to those adidas U.S. websites and applications that display or link to this Policy (referred to in this Policy as the “Website”). This Policy also applies to other U.S. services, including retail stores, that display or link to these terms. It does not apply to those adidas sites, services and products that have their own privacy policies.  This privacy policy outlines the following:"}, {"1": "How Do We Use Cookies and Other Tracking Technologies?"}, {"2": "Other Privacy, Security and Legal Information."}, {"3": "Information that identifies you.  Examples: name, date of birth, e-mail address, phone number, shipping and billing address, customer ID, adiClub membership ID, social media identifiers and handles, your device fingerprint (including your browser fingerprint) and any other communication channel you have used to contact us."}, {"4": "We gather certain information automatically when you visit our Website (including apps) or interact with our ads and emails via cookies, pixels, web beacons, SDKs, and other tracking technologies. "}, {"5": "“How Do We Use Cookies and Other Tracking Technologies?”"}, {"6": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"7": "Answer your questions through various communication channels (including chat and phone). Use recorded customer service phone conversations and stored chat transcripts for quality assurance, training, trouble shooting and other business purposes."}, {"8": "We may combine the information we collect about you from different sources to create a profile about you and to infer your interests, preferences, shopping habits and other behaviors."}, {"9": "ADMINISTER SWEEPSTAKES, CONTESTS AND OTHER ACTIVITIES"}, {"10": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"11": "OTHER BUSINESS PURPOSES"}, {"12": "We use Usage Information to detect and investigate fraud and to provide statistical information in aggregated form to our partners and other third parties about how our users collectively use the Website."}, {"13": "4. How Do We Use Cookies and Other Tracking Technologies?"}, {"14": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}, {"15": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"16": "Cookies also allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the Website.  We may also use Cookies or other technologies in online advertising to track responses to our ads. We use third-party companies to measure and target ads on our behalf about products and services tailored to your interests. Most browsers accept Cookies automatically but allow you to disable them or be given the choice of declining or accepting a particular Cookie (or Cookies) from a particular website. "}, {"17": ").  This helps us implement our global single sign-on and other centralized functions. "}, {"18": "Some adidas services are co-branded by adidas and another company, with the privacy policies of both adidas and the other company displayed on the website. The information you provide, such as on registration forms, is collected by both adidas and the other company, subject to both privacy policies."}, {"19": "We hire other companies to provide services to us or on our behalf, such as marketing, web analytics, chat support and functionality (including through conversational artificial intelligence), data analysis, credit card processing, shipping, stocking orders, providing customer service and fraud protection."}, {"20": "We disclose most of your data with cloud service and other technical and platform service providers."}, {"21": "We disclose your Payment and Purchase Information, Usage Information and other data to our fraud prevention providers and data analytics providers."}, {"22": "For any other promotional communications, use the opt-out instructions contained in that communication."}, {"23": "How Do We Use Cookies and Other Tracking Technologies?"}, {"24": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}, {"25": "link at the bottom of our websites.  And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.” Please note that you will need to renew your opt-out choice at each adidas-branded Website you visit, if you visit our Website with another device or browser, or if you clear your cookies.  You may still see ads for adidas on third-party websites and services, but they may be less relevant because they aren't based on your interests. "}, {"26": "8. Other Privacy, Security and Legal Information"}, {"27": "Adidas Group, cloud service, internet service and other technical, operational, and platform service providers (“Standard Third Parties”), advertising networks, data analytics providers, fraud prevention providers, social networks, research partners, payment processors, fulfillment partners, customer support partners, event partners"}, {"28": "Administer and fulfill our sweepstakes, contests, and other promotions and deliver rewards;"}, {"29": "Characteristics of protected classifications under California or U.S. law (such as gender, age, veteran status and other demographic information)"}, {"30": "Internet and other similar network activity (such as browsing history, search history, and information from cookies)"}, {"31": "Other personal information that relates to or is reasonably capable of being associated with you (for example, certain information you submit in connection with a product review or in response to a survey such as your clothing size)"}, {"32": "Standard Third Parties, other users of our services, product review partners"}, {"33": "We disclose the following categories of personal information to third parties for the purpose of engaging in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our marketing campaigns. These disclosures may be considered “sales” or “sharing” or use of personal information for “targeted advertising” under certain State Laws."}, {"34": "Other Details about our Information Practices"}, {"35": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}, {"36": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}, {"37": "If you reside in California, Colorado, Connecticut, Montana or Oregon, you have the right to authorize another individual (an “authorized agent”) to submit certain privacy rights request on your behalf. If you are submitting a rights request as an authorized agent, we may require you to submit proof of your authorization to make the request, such as a valid power of attorney or proof that you have signed permission from the individual who is the subject of the request. Please do not provide any sensitive personal information in connection with this request, such as a driver's license or other government-issued ID. In some cases, we may contact the individual who is the subject of the request to verify their own identity or confirm you have permission to submit this request. To submit a request as an authorized agent, please contact us at 1-888-694-6364."}, {"38": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}, {"39": "*Denied requests include those requests where users did not confirm their identity, where the provided verification information did not match the information on file for that account, where users did not provide all required verification information, and where requests were denied on other grounds."}]}, "count": 40}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "Information that indicates, directly or indirectly, where you are, real time or otherwise, for example, if you use our adidas Running app or if you participate in certain hype events. Examples: current log-in location (IP address), real-time device location information via device signals ("}, {"1": "if your device settings allow us to collect that information)."}, {"2": "Information related to your adiClub membership and registration. Examples: gender, age, acquisition source ID (where you signed up to our membership), membership points, engagement history, rewards history and social media identifiers if you choose to log in to your account via a third-party social media account."}, {"3": "Image, voice, and video recordings we have captured or obtained where you may be identified. Examples: photos and videos taken in our retail stores, at events, in focus groups, in CCTV footage, in customer service call recordings and through images you share with us via social media.  We may also collect scans, videos and images if you choose to participate in certain research projects with us."}, {"4": "Information connected to your fitness activity, if you choose to track this activity using our Website (including adidas Running and Training).  Examples: activity type, distance, exercise duration, fitness score, pace and speed."}, {"5": "If you register for adiClub membership"}, {"6": "If you make a purchase"}, {"7": "If you contact our customer service team, including through chat or by phone."}, {"8": "If you participate in a contest or sweepstakes, respond to a survey or register for an event."}, {"9": "Business partners who have your permission to share your data with us.  For example, if we co-host events or contests with certain sports entities or if we have co-branded websites."}, {"10": "Implement persistent login.  If persistent log-in is enabled, basic profile information like e-mail, first name, last name and a unique account identifier will be stored for up to 30 days in the browser that was used for the login. Please note: To protect your personal data, do not enable persistent log-in on a publicly accessible device."}, {"11": "Send you personalized marketing messages via email or (if you have our app) push notifications based on our information about you, your interests and your interactions with us.  You can unsubscribe from marketing emails and adjust your device settings to disallow push notifications (please see the “"}, {"12": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"13": "f you prefer to opt out of having your information used for cookie-based ad targeting activities, you can visit the “Your Privacy Choices” link at the bottom of our websites. And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.”  "}, {"14": "We disclose personal information to select business partners with your consent or at your direction (for example, if you allow them to contact you about their products, services or offers)."}, {"15": "If you have an adiClub membership, sign in online, go to your account page, go to Account Overview, go to Preferences, then uncheck the Newsletter checkbox; or"}, {"16": "If you opt out, we may still send you non-promotional messages, such as those about your adiClub membership or our ongoing business relations."}, {"17": "log into your adidas account (if you have an account) and make changes there, or call"}, {"18": "link at the bottom of our websites.  And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.” Please note that you will need to renew your opt-out choice at each adidas-branded Website you visit, if you visit our Website with another device or browser, or if you clear your cookies.  You may still see ads for adidas on third-party websites and services, but they may be less relevant because they aren't based on your interests. "}, {"19": "We will not discriminate against you if you choose to exercise your privacy rights."}, {"20": "If you have questions or comments about our privacy practices, please contact us by e-mail privacy.policy@adidas.com or by mail at the following address"}, {"21": "If you have questions about a product or service, please contact our Customer Service.  You can reach Customer Service through multiple channels, including by phone at 1-800-982-9337."}, {"22": "If you choose to provide adidas with your information, you consent to the transfer and storage of that information on our servers located in the United States and around the world.  The information collected by adidas may be subject to international and U.S. state and federal law. If you are accessing our Website from outside the U.S., please be advised that you are transferring your personal information to us in the United States where data protection and privacy laws may be different than the laws of your country. By using our Website, you consent to the transfer and use of your personal information in accordance with this Policy."}, {"23": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}, {"24": "We will update this Policy as needed to reflect changes in our services, the law and customer feedback. When we post changes to this Policy, we will revise the \"last updated\" date at the top. If there are material changes to this Policy or to how adidas will use your personal information, we will provide you with additional notice (such as by adding a statement to the Website or sending you a notification. We encourage you to review this Policy regularly to remain informed about our information practices and the choices available to you."}, {"25": "California, Colorado, Connecticut, Montana, Texas, Utah, and Virginia have enacted consumer privacy laws that grant their residents certain rights and require additional disclosures (“State Laws”). If you are a resident of one of these states, this section applies to you."}, {"26": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}, {"27": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}, {"28": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}, {"29": "If you reside in California, Colorado, Connecticut, Montana or Oregon, you have the right to authorize another individual (an “authorized agent”) to submit certain privacy rights request on your behalf. If you are submitting a rights request as an authorized agent, we may require you to submit proof of your authorization to make the request, such as a valid power of attorney or proof that you have signed permission from the individual who is the subject of the request. Please do not provide any sensitive personal information in connection with this request, such as a driver's license or other government-issued ID. In some cases, we may contact the individual who is the subject of the request to verify their own identity or confirm you have permission to submit this request. To submit a request as an authorized agent, please contact us at 1-888-694-6364."}, {"30": "If we deny your request, you may to appeal our decision by contacting us at"}, {"31": ". If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside."}, {"32": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}]}, "count": 33}, "when": {"text": {"when": [{"0": "Information that indicates your preferences and opinions, whether that information is provided directly by you or inferred by us. Examples: activity preference (sports), exercise plans, product preferences, shopping history, wish list items, any “preference” details you provide to us in your profile (such as “women’s products”, “men’s products”, etc), information you provide when you interact with our communities (in person or online via chats, bulletin boards, etc.) or provide feedback through product reviews, surveys, focus groups and product testing."}, {"1": "Information about you we obtain through different social media channels such as Facebook, Instagram, Google, etc., when we use these channels for consumer engagement, advertising, sales, or analytics purposes or to enrich your customer profile with adidas.  Examples: publicly available social media information, and photos and posts you send to us by mentioning us or following our social media posts by using “handles” or “hashtags.”"}, {"2": "We gather certain information automatically when you visit our Website (including apps) or interact with our ads and emails via cookies, pixels, web beacons, SDKs, and other tracking technologies. "}, {"3": "We may record you on video through our CCTV when you visit our stores."}, {"4": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"5": "Notify you when an item is back in stock."}, {"6": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"7": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}, {"8": "When you get a marketing email, click the “unsubscribe” button at the bottom of the email; or"}, {"9": "We will update this Policy as needed to reflect changes in our services, the law and customer feedback. When we post changes to this Policy, we will revise the \"last updated\" date at the top. If there are material changes to this Policy or to how adidas will use your personal information, we will provide you with additional notice (such as by adding a statement to the Website or sending you a notification. We encourage you to review this Policy regularly to remain informed about our information practices and the choices available to you."}, {"10": "Audio and visual information (such as call recordings when you contact customer service and CTV footage from our stores)"}, {"11": "” section, we collect personal information directly from you (for example, when you make a purchase or register for adiClub membership), automatically when you visit our Website or interact with our emails, and from third-party sources such as business partners that co-host events or contests with us."}, {"12": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}]}, "count": 13}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {"help us": [{"0": "videos and feedback to help us improve our products, services and marketing efforts. "}, {"1": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}]}, "count": 2}}}, "ACCESS": {"OTHER": {"can access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {"we will not": [{"0": "Except as described in this Policy, we will not disclose your personal information outside of adidas and the adidas Group without your consent."}, {"1": "We will not discriminate against you if you choose to exercise your privacy rights."}, {"2": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}]}, "count": 3}, "we only": {"text": {"we only": [{"0": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "From Where Do We Collect Personal Information"}, {"1": "1. What Personal Information Do We Collect?"}, {"2": "2. From Where Do We Collect Personal Information?"}, {"3": "We collect Personal Information you provide to us. Examples:"}, {"4": "For details about what we collect and how we use this information, see the ”"}, {"5": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"6": "We may combine the information we collect about you from different sources to create a profile about you and to infer your interests, preferences, shopping habits and other behaviors."}, {"7": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"8": "From Where Do We Collect Personal Information?"}, {"9": "” section, we collect personal information directly from you (for example, when you make a purchase or register for adiClub membership), automatically when you visit our Website or interact with our emails, and from third-party sources such as business partners that co-host events or contests with us."}, {"10": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}]}, "count": 11}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {"we may collect": [{"0": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"1": "We may collect CCTV video in adidas stores to limit fraud and investigate crimes."}]}, "count": 2}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {"we may disclose": [{"0": "We may disclose information about you to these parties to comply with legal and safety obligations as described above."}, {"1": "We may disclose personal information as part of a corporate transaction such as a merger or a sale of assets."}]}, "count": 2}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "Image, voice, and video recordings we have captured or obtained where you may be identified. Examples: photos and videos taken in our retail stores, at events, in focus groups, in CCTV footage, in customer service call recordings and through images you share with us via social media.  We may also collect scans, videos and images if you choose to participate in certain research projects with us."}, {"1": "Administer sign-ups for events we organize and keep you informed of events you may enjoy."}, {"2": "You may also visit "}, {"3": "You can (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access or deletion of your personal information, please click the “Your Privacy Choices” link at the bottom of our website.  From within an adidas app, you can make a request by navigating to “Manage Account” under the “Settings” tab.  You may also make a request by calling customer service at 1-888-694-6364.  To make a correction request, log into your adidas account (if you have an account) and make changes there, or call customer service at 1-888-694-6364.  We may verify your request by asking you to provide information related to your recent interactions with us, such as your name, email address, or adiClub membership ID."}, {"4": "link at the bottom of our websites.  And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.” Please note that you will need to renew your opt-out choice at each adidas-branded Website you visit, if you visit our Website with another device or browser, or if you clear your cookies.  You may still see ads for adidas on third-party websites and services, but they may be less relevant because they aren't based on your interests. "}, {"5": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}, {"6": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}, {"7": "If we deny your request, you may to appeal our decision by contacting us at"}, {"8": ". If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside."}]}, "count": 9}, "you can": {"text": {"you can": [{"0": "Send you personalized marketing messages via email or (if you have our app) push notifications based on our information about you, your interests and your interactions with us.  You can unsubscribe from marketing emails and adjust your device settings to disallow push notifications (please see the “"}, {"1": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"2": "f you prefer to opt out of having your information used for cookie-based ad targeting activities, you can visit the “Your Privacy Choices” link at the bottom of our websites. And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.”  "}, {"3": "You can review and modify your adiClub account information at any time by signing into your online account. You can also update your account information by calling Customer Service at 1-800-982-9337."}, {"4": "You can (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access or deletion of your personal information, please click the “Your Privacy Choices” link at the bottom of our website.  From within an adidas app, you can make a request by navigating to “Manage Account” under the “Settings” tab.  You may also make a request by calling customer service at 1-888-694-6364.  To make a correction request, log into your adidas account (if you have an account) and make changes there, or call customer service at 1-888-694-6364.  We may verify your request by asking you to provide information related to your recent interactions with us, such as your name, email address, or adiClub membership ID."}, {"5": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}, {"6": "link at the bottom of our websites.  And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.” Please note that you will need to renew your opt-out choice at each adidas-branded Website you visit, if you visit our Website with another device or browser, or if you clear your cookies.  You may still see ads for adidas on third-party websites and services, but they may be less relevant because they aren't based on your interests. "}, {"7": "If you have questions about a product or service, please contact our Customer Service.  You can reach Customer Service through multiple channels, including by phone at 1-800-982-9337."}, {"8": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}, {"9": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}]}, "count": 10}, "right to request": {"text": {"right to request": [{"0": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}]}, "count": 1}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {"request access": [{"0": "You can (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access or deletion of your personal information, please click the “Your Privacy Choices” link at the bottom of our website.  From within an adidas app, you can make a request by navigating to “Manage Account” under the “Settings” tab.  You may also make a request by calling customer service at 1-888-694-6364.  To make a correction request, log into your adidas account (if you have an account) and make changes there, or call customer service at 1-888-694-6364.  We may verify your request by asking you to provide information related to your recent interactions with us, such as your name, email address, or adiClub membership ID."}, {"1": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}]}, "count": 2}}, "MODIFICATION": {"deletion of": {"text": {"deletion of": [{"0": "You can (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access or deletion of your personal information, please click the “Your Privacy Choices” link at the bottom of our website.  From within an adidas app, you can make a request by navigating to “Manage Account” under the “Settings” tab.  You may also make a request by calling customer service at 1-888-694-6364.  To make a correction request, log into your adidas account (if you have an account) and make changes there, or call customer service at 1-888-694-6364.  We may verify your request by asking you to provide information related to your recent interactions with us, such as your name, email address, or adiClub membership ID."}, {"1": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}]}, "count": 2}, "delete": {"text": {"delete": [{"0": "ACCESS, DELETE AND CORRECT INFORMATION WE HAVE ABOUT YOU"}, {"1": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}, {"2": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}, {"3": " \n\nRequests to Delete \n\n"}]}, "count": 4}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {}, "count": 0}, "contractual": {"text": {"contractual": [{"0": "These providers have access only to such personal information as appropriate to perform their functions and are contractually obligated to maintain the confidentiality and security of your information. They are subject to appropriate contractual restrictions on how they use this information. Examples:"}]}, "count": 1}, "agreement": {"text": {"agreement": [{"0": "We invite you to provide your images to us via social media platforms by following specific instructions such as “#yesadidas”. We may use the images you provide for our campaign communications under a license agreement in our terms and conditions, which you should read and agree to prior to providing us with such images (https://www.adidas.com/us/help/us-company-information/what-is-yesadidas)."}]}, "count": 1}, "obligation": {"text": {}, "count": 0}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "Residents of certain states, such as California, Colorado, Connecticut, Montana, Texas, Utah, and Virginia, may have additional personal information rights and notices.  Please see"}, {"1": "How Can You Exercise Your Privacy Rights and Choices?"}, {"2": "How Can You Exercise Your Privacy Rights and Choices?"}, {"3": "How Can You Exercise Your Privacy Rights and Choices?"}, {"4": "We may access and use your personal information, including the content of your communications, in order to: (a) comply with the law or respond to lawful requests or legal process; (b) protect the rights or property of adidas or our customers, including the enforcement of our agreements or policies governing your use of our Websites and services; or (c) to protect the personal safety of adidas employees, customers or the public."}, {"5": "6. How Can You Exercise Your Privacy Rights and Choices?"}, {"6": "We will not discriminate against you if you choose to exercise your privacy rights."}, {"7": "California, Colorado, Connecticut, Montana, Texas, Utah, and Virginia have enacted consumer privacy laws that grant their residents certain rights and require additional disclosures (“State Laws”). If you are a resident of one of these states, this section applies to you."}, {"8": "ADDITIONAL PRIVACY RIGHTS."}, {"9": "How Can You Exercise Your Privacy Rights and Choices?"}, {"10": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}, {"11": "If you reside in California, Colorado, Connecticut, Montana or Oregon, you have the right to authorize another individual (an “authorized agent”) to submit certain privacy rights request on your behalf. If you are submitting a rights request as an authorized agent, we may require you to submit proof of your authorization to make the request, such as a valid power of attorney or proof that you have signed permission from the individual who is the subject of the request. Please do not provide any sensitive personal information in connection with this request, such as a driver's license or other government-issued ID. In some cases, we may contact the individual who is the subject of the request to verify their own identity or confirm you have permission to submit this request. To submit a request as an authorized agent, please contact us at 1-888-694-6364."}, {"12": "The following chart shows details about the consumer rights requests we received under CCPA from January 1, 2023 to December 31, 2023:"}]}, "count": 13}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "Other Privacy, Security and Legal Information."}, {"1": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"2": "COMPLY WITH LEGAL AND SAFETY OBLIGATIONS"}, {"3": "We may access and use your personal information, including the content of your communications, in order to: (a) comply with the law or respond to lawful requests or legal process; (b) protect the rights or property of adidas or our customers, including the enforcement of our agreements or policies governing your use of our Websites and services; or (c) to protect the personal safety of adidas employees, customers or the public."}, {"4": "We may disclose information about you to these parties to comply with legal and safety obligations as described above."}, {"5": "Attn: Legal Privacy Policy"}, {"6": "8. Other Privacy, Security and Legal Information"}, {"7": "Detect fraud and protect against malicious, deceptive, or illegal activity;"}, {"8": "Comply with legal and safety obligations."}, {"9": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}]}, "count": 10}, "authority": {"text": {}, "count": 0}, "comply with": {"text": {"comply with": [{"0": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"1": "COMPLY WITH LEGAL AND SAFETY OBLIGATIONS"}, {"2": "We may access and use your personal information, including the content of your communications, in order to: (a) comply with the law or respond to lawful requests or legal process; (b) protect the rights or property of adidas or our customers, including the enforcement of our agreements or policies governing your use of our Websites and services; or (c) to protect the personal safety of adidas employees, customers or the public."}, {"3": "We may disclose information about you to these parties to comply with legal and safety obligations as described above."}, {"4": "Comply with legal and safety obligations."}]}, "count": 5}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "We may access and use your personal information, including the content of your communications, in order to: (a) comply with the law or respond to lawful requests or legal process; (b) protect the rights or property of adidas or our customers, including the enforcement of our agreements or policies governing your use of our Websites and services; or (c) to protect the personal safety of adidas employees, customers or the public."}, {"1": "GOVERNMENT, COURTS AND LAW ENFORCEMENT"}, {"2": "If you choose to provide adidas with your information, you consent to the transfer and storage of that information on our servers located in the United States and around the world.  The information collected by adidas may be subject to international and U.S. state and federal law. If you are accessing our Website from outside the U.S., please be advised that you are transferring your personal information to us in the United States where data protection and privacy laws may be different than the laws of your country. By using our Website, you consent to the transfer and use of your personal information in accordance with this Policy."}, {"3": "We will update this Policy as needed to reflect changes in our services, the law and customer feedback. When we post changes to this Policy, we will revise the \"last updated\" date at the top. If there are material changes to this Policy or to how adidas will use your personal information, we will provide you with additional notice (such as by adding a statement to the Website or sending you a notification. We encourage you to review this Policy regularly to remain informed about our information practices and the choices available to you."}, {"4": "Characteristics of protected classifications under California or U.S. law (such as gender, age, veteran status and other demographic information)"}, {"5": "law enforcement, fraud prevention partners, customer support partners"}, {"6": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}, {"7": "California law permits residents of California to request certain details about how their information is disclosed to third parties for direct marketing purposes. Under the law, a business must either provide this information or permit California residents to opt in to, or opt out of, this type of disclosure. We qualify for this alternative option. To opt out of having information about you disclosed to third parties for direct marketing purposes, please visit the “Your Privacy Choices” link at the bottom of our websites."}]}, "count": 8}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "What is the Privacy Policy?"}, {"1": "adidas has recently updated its privacy policy to clarify our personal information practices in the US."}, {"2": "below for more information.  For Puerto Rico residents, please see our Puerto Rico privacy policy here."}, {"3": "This Privacy Policy (the “Policy”) describes how adidas America, Inc. (\"adidas\" or \"we\", \"us\", or \"our\") collects, uses, and discloses personal information. This Policy applies to those adidas U.S. websites and applications that display or link to this Policy (referred to in this Policy as the “Website”). This Policy also applies to other U.S. services, including retail stores, that display or link to these terms. It does not apply to those adidas sites, services and products that have their own privacy policies.  This privacy policy outlines the following:"}, {"4": "Changes to this Policy."}, {"5": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"6": "Except as described in this Policy, we will not disclose your personal information outside of adidas and the adidas Group without your consent."}, {"7": "If you have questions or comments about our privacy practices, please contact us by e-mail privacy.policy@adidas.com or by mail at the following address"}, {"8": "How does this policy apply to international users?"}, {"9": "The Website that links to this Policy is intended for users in the United States. "}, {"10": "If you choose to provide adidas with your information, you consent to the transfer and storage of that information on our servers located in the United States and around the world.  The information collected by adidas may be subject to international and U.S. state and federal law. If you are accessing our Website from outside the U.S., please be advised that you are transferring your personal information to us in the United States where data protection and privacy laws may be different than the laws of your country. By using our Website, you consent to the transfer and use of your personal information in accordance with this Policy."}, {"11": "We will update this Policy as needed to reflect changes in our services, the law and customer feedback. When we post changes to this Policy, we will revise the \"last updated\" date at the top. If there are material changes to this Policy or to how adidas will use your personal information, we will provide you with additional notice (such as by adding a statement to the Website or sending you a notification. We encourage you to review this Policy regularly to remain informed about our information practices and the choices available to you."}, {"12": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"13": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}, {"14": "privacy.policy@adidas.com. If you have concerns about the result of an appeal, you may contact the attorney general in the state where you reside."}]}, "count": 15}, "state laws": {"text": {"state laws": [{"0": "California, Colorado, Connecticut, Montana, Texas, Utah, and Virginia have enacted consumer privacy laws that grant their residents certain rights and require additional disclosures (“State Laws”). If you are a resident of one of these states, this section applies to you."}, {"1": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"2": "We disclose the following categories of personal information to third parties for the purpose of engaging in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our marketing campaigns. These disclosures may be considered “sales” or “sharing” or use of personal information for “targeted advertising” under certain State Laws."}, {"3": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}, {"4": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}]}, "count": 5}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {"california": [{"0": "Residents of certain states, such as California, Colorado, Connecticut, Montana, Texas, Utah, and Virginia, may have additional personal information rights and notices.  Please see"}, {"1": "California, Colorado, Connecticut, Montana, Texas, Utah, and Virginia have enacted consumer privacy laws that grant their residents certain rights and require additional disclosures (“State Laws”). If you are a resident of one of these states, this section applies to you."}, {"2": "Categories of personal information described in the California Customer Records statute (California Civil Code Section 1798.80), including body measurements"}, {"3": "Characteristics of protected classifications under California or U.S. law (such as gender, age, veteran status and other demographic information)"}, {"4": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}, {"5": "If you reside in California, Colorado, Connecticut, Montana or Oregon, you have the right to authorize another individual (an “authorized agent”) to submit certain privacy rights request on your behalf. If you are submitting a rights request as an authorized agent, we may require you to submit proof of your authorization to make the request, such as a valid power of attorney or proof that you have signed permission from the individual who is the subject of the request. Please do not provide any sensitive personal information in connection with this request, such as a driver's license or other government-issued ID. In some cases, we may contact the individual who is the subject of the request to verify their own identity or confirm you have permission to submit this request. To submit a request as an authorized agent, please contact us at 1-888-694-6364."}, {"6": "CALIFORNIA SHINE THE LIGHT."}, {"7": "California law permits residents of California to request certain details about how their information is disclosed to third parties for direct marketing purposes. Under the law, a business must either provide this information or permit California residents to opt in to, or opt out of, this type of disclosure. We qualify for this alternative option. To opt out of having information about you disclosed to third parties for direct marketing purposes, please visit the “Your Privacy Choices” link at the bottom of our websites."}, {"8": "California Transparency in Supply Chains Act"}, {"9": "California Consumer Privacy Act (CCPA) Opt-Out Icon"}]}, "count": 10}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {"children": [{"0": "Children (4-8 years)"}, {"1": "We do not knowingly collect or solicit personal information from children under 13."}]}, "count": 2}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {"youth": [{"0": "Youth & Teens (8-16 years)"}]}, "count": 1}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {"under the age": [{"0": "We do not knowingly sell or share personal information about consumers under the age of 16."}]}, "count": 1}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "Except as described in this Policy, we will not disclose your personal information outside of adidas and the adidas Group without your consent."}, {"1": "We disclose personal information to select business partners with your consent or at your direction (for example, if you allow them to contact you about their products, services or offers)."}, {"2": "If you choose to provide adidas with your information, you consent to the transfer and storage of that information on our servers located in the United States and around the world.  The information collected by adidas may be subject to international and U.S. state and federal law. If you are accessing our Website from outside the U.S., please be advised that you are transferring your personal information to us in the United States where data protection and privacy laws may be different than the laws of your country. By using our Website, you consent to the transfer and use of your personal information in accordance with this Policy."}, {"3": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}]}, "count": 4}, "dispute": {"text": {"dispute": [{"0": "We may need to keep some personal information as evidence in case of a dispute, complaint or audit."}]}, "count": 1}, "with your consent": {"text": {"with your consent": [{"0": "We disclose personal information to select business partners with your consent or at your direction (for example, if you allow them to contact you about their products, services or offers)."}, {"1": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}]}, "count": 2}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "If you choose to provide adidas with your information, you consent to the transfer and storage of that information on our servers located in the United States and around the world.  The information collected by adidas may be subject to international and U.S. state and federal law. If you are accessing our Website from outside the U.S., please be advised that you are transferring your personal information to us in the United States where data protection and privacy laws may be different than the laws of your country. By using our Website, you consent to the transfer and use of your personal information in accordance with this Policy."}]}, "count": 1}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {"you signed": [{"0": "Information related to your adiClub membership and registration. Examples: gender, age, acquisition source ID (where you signed up to our membership), membership points, engagement history, rewards history and social media identifiers if you choose to log in to your account via a third-party social media account."}]}, "count": 1}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "Information related to your adiClub membership and registration. Examples: gender, age, acquisition source ID (where you signed up to our membership), membership points, engagement history, rewards history and social media identifiers if you choose to log in to your account via a third-party social media account."}, {"1": "Image, voice, and video recordings we have captured or obtained where you may be identified. Examples: photos and videos taken in our retail stores, at events, in focus groups, in CCTV footage, in customer service call recordings and through images you share with us via social media.  We may also collect scans, videos and images if you choose to participate in certain research projects with us."}, {"2": "Information connected to your fitness activity, if you choose to track this activity using our Website (including adidas Running and Training).  Examples: activity type, distance, exercise duration, fitness score, pace and speed."}, {"3": "We will not discriminate against you if you choose to exercise your privacy rights."}, {"4": "If you choose to provide adidas with your information, you consent to the transfer and storage of that information on our servers located in the United States and around the world.  The information collected by adidas may be subject to international and U.S. state and federal law. If you are accessing our Website from outside the U.S., please be advised that you are transferring your personal information to us in the United States where data protection and privacy laws may be different than the laws of your country. By using our Website, you consent to the transfer and use of your personal information in accordance with this Policy."}, {"5": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}]}, "count": 6}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "We receive information about you from third parties. Examples:"}, {"1": "We use Usage Information to detect and investigate fraud and to provide statistical information in aggregated form to our partners and other third parties about how our users collectively use the Website."}, {"2": "Adidas Group, cloud service, internet service and other technical, operational, and platform service providers (“Standard Third Parties”), advertising networks, data analytics providers, fraud prevention providers, social networks, research partners, payment processors, fulfillment partners, customer support partners, event partners"}, {"3": "Standard Third Parties, research partners, fraud prevention providers"}, {"4": "Standard Third Parties, fraud prevention providers, research partners, advertising networks, data analytics providers"}, {"5": "Standard Third Parties, fraud prevention providers, research partners, advertising networks, data analytics providers, payment processors, fulfillment partners, customer support partners, event partners"}, {"6": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers"}, {"7": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers"}, {"8": "Standard Third Parties, law enforcement, fraud prevention partners, customer support partners"}, {"9": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers, research partners"}, {"10": "Standard Third Parties, other users of our services, product review partners"}, {"11": "We disclose the following categories of personal information to third parties for the purpose of engaging in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our marketing campaigns. These disclosures may be considered “sales” or “sharing” or use of personal information for “targeted advertising” under certain State Laws."}, {"12": " \n\nCategories of Third Parties \n\n"}, {"13": "California law permits residents of California to request certain details about how their information is disclosed to third parties for direct marketing purposes. Under the law, a business must either provide this information or permit California residents to opt in to, or opt out of, this type of disclosure. We qualify for this alternative option. To opt out of having information about you disclosed to third parties for direct marketing purposes, please visit the “Your Privacy Choices” link at the bottom of our websites."}]}, "count": 14}, "third-party": {"text": {"third-party": [{"0": "Information related to your adiClub membership and registration. Examples: gender, age, acquisition source ID (where you signed up to our membership), membership points, engagement history, rewards history and social media identifiers if you choose to log in to your account via a third-party social media account."}, {"1": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"2": "Show you targeted ads on third-party websites and advertising platforms such as Facebook, Google, YouTube, Instagram, etc. (please see the “"}, {"3": "Cookies also allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the Website.  We may also use Cookies or other technologies in online advertising to track responses to our ads. We use third-party companies to measure and target ads on our behalf about products and services tailored to your interests. Most browsers accept Cookies automatically but allow you to disable them or be given the choice of declining or accepting a particular Cookie (or Cookies) from a particular website. "}, {"4": "link at the bottom of our websites.  And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.” Please note that you will need to renew your opt-out choice at each adidas-branded Website you visit, if you visit our Website with another device or browser, or if you clear your cookies.  You may still see ads for adidas on third-party websites and services, but they may be less relevant because they aren't based on your interests. "}, {"5": "” section, we collect personal information directly from you (for example, when you make a purchase or register for adiClub membership), automatically when you visit our Website or interact with our emails, and from third-party sources such as business partners that co-host events or contests with us."}]}, "count": 6}, "third party": {"text": {"third party": [{"0": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}]}, "count": 1}, "advertising partners": {"text": {"advertising partners": [{"0": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}, {"1": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}]}, "count": 2}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {}, "count": 0}}, "ASSERTIVE": {"we share": {"text": {}, "count": 0}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {"business purposes": [{"0": "Answer your questions through various communication channels (including chat and phone). Use recorded customer service phone conversations and stored chat transcripts for quality assurance, training, trouble shooting and other business purposes."}, {"1": "Additionally, we disclose chat transcripts to our chat service provider for storage, customer service, and limited troubleshooting (as needed), otherwise your chat conversations are processed, disclosed, and retained solely for our own operational business purposes, such as training and further customer support."}]}, "count": 2}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": "Evaluate our customer service and customer service channels to improve their quality and functionality."}, {"1": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}]}, "count": 2}, "to optimize": {"text": {"to optimize": [{"0": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}]}, "count": 1}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {"information you": [{"0": "Information that indicates your preferences and opinions, whether that information is provided directly by you or inferred by us. Examples: activity preference (sports), exercise plans, product preferences, shopping history, wish list items, any “preference” details you provide to us in your profile (such as “women’s products”, “men’s products”, etc), information you provide when you interact with our communities (in person or online via chats, bulletin boards, etc.) or provide feedback through product reviews, surveys, focus groups and product testing."}, {"1": "We collect Personal Information you provide to us. Examples:"}, {"2": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"3": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"4": "Some adidas services are co-branded by adidas and another company, with the privacy policies of both adidas and the other company displayed on the website. The information you provide, such as on registration forms, is collected by both adidas and the other company, subject to both privacy policies."}, {"5": "In addition, any information you decide to post to public areas of the Website, such as message boards and feedback sections, becomes publicly available."}, {"6": "Other personal information that relates to or is reasonably capable of being associated with you (for example, certain information you submit in connection with a product review or in response to a survey such as your clothing size)"}]}, "count": 7}, "a profile": {"text": {"a profile": [{"0": "We may combine the information we collect about you from different sources to create a profile about you and to infer your interests, preferences, shopping habits and other behaviors."}, {"1": "We may also use your information to create a profile for fraud-prevention and investigation purposes."}]}, "count": 2}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {"location information": [{"0": "Information that indicates, directly or indirectly, where you are, real time or otherwise, for example, if you use our adidas Running app or if you participate in certain hype events. Examples: current log-in location (IP address), real-time device location information via device signals ("}]}, "count": 1}, "location": {"text": {"location": [{"0": "Information that indicates, directly or indirectly, where you are, real time or otherwise, for example, if you use our adidas Running app or if you participate in certain hype events. Examples: current log-in location (IP address), real-time device location information via device signals ("}, {"1": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"2": "Geolocation data (such as your city of residence and, for certain activities, precise geolocation)"}, {"3": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}]}, "count": 4}, "location data": {"text": {"location data": [{"0": "Geolocation data (such as your city of residence and, for certain activities, precise geolocation)"}]}, "count": 1}}}, "DATA": {"OTHER": {"usage": {"text": {"usage": [{"0": "USAGE INFORMATION"}, {"1": "and interactions with our marketing emails. Examples: browser name, IP address, timing of site visits, pages visited, clicked links in our marketing emails, the referral URL that brought you to our Website and information about traffic patterns and site usage, such as clickstream data comprised of mouse movements, clicks, page scrolls and keystrokes."}, {"2": "Usage Information”"}, {"3": "We use Usage Information to detect and investigate fraud and to provide statistical information in aggregated form to our partners and other third parties about how our users collectively use the Website."}, {"4": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"5": "We disclose your Payment and Purchase Information, Usage Information and other data to our fraud prevention providers and data analytics providers."}]}, "count": 6}, "records": {"text": {"records": [{"0": "Categories of personal information described in the California Customer Records statute (California Civil Code Section 1798.80), including body measurements"}]}, "count": 1}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {"we process": [{"0": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}, {"1": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}]}, "count": 2}, "we use": {"text": {"we use": [{"0": "How Do We Use Your Personal Information"}, {"1": "How Do We Use Cookies and Other Tracking Technologies?"}, {"2": "Information about you we obtain through different social media channels such as Facebook, Instagram, Google, etc., when we use these channels for consumer engagement, advertising, sales, or analytics purposes or to enrich your customer profile with adidas.  Examples: publicly available social media information, and photos and posts you send to us by mentioning us or following our social media posts by using “handles” or “hashtags.”"}, {"3": "For details about what we collect and how we use this information, see the ”"}, {"4": "“How Do We Use Cookies and Other Tracking Technologies?”"}, {"5": "3. How Do We Use Your Personal Information?"}, {"6": "We use Usage Information to detect and investigate fraud and to provide statistical information in aggregated form to our partners and other third parties about how our users collectively use the Website."}, {"7": "4. How Do We Use Cookies and Other Tracking Technologies?"}, {"8": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}, {"9": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"10": "Cookies also allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the Website.  We may also use Cookies or other technologies in online advertising to track responses to our ads. We use third-party companies to measure and target ads on our behalf about products and services tailored to your interests. Most browsers accept Cookies automatically but allow you to disable them or be given the choice of declining or accepting a particular Cookie (or Cookies) from a particular website. "}, {"11": "How Do We Use Cookies and Other Tracking Technologies?"}, {"12": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}, {"13": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}]}, "count": 14}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"1": "Some adidas services are co-branded by adidas and another company, with the privacy policies of both adidas and the other company displayed on the website. The information you provide, such as on registration forms, is collected by both adidas and the other company, subject to both privacy policies."}, {"2": "If you choose to provide adidas with your information, you consent to the transfer and storage of that information on our servers located in the United States and around the world.  The information collected by adidas may be subject to international and U.S. state and federal law. If you are accessing our Website from outside the U.S., please be advised that you are transferring your personal information to us in the United States where data protection and privacy laws may be different than the laws of your country. By using our Website, you consent to the transfer and use of your personal information in accordance with this Policy."}, {"3": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}, {"4": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"5": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}]}, "count": 6}, "stored": {"text": {"stored": [{"0": "Implement persistent login.  If persistent log-in is enabled, basic profile information like e-mail, first name, last name and a unique account identifier will be stored for up to 30 days in the browser that was used for the login. Please note: To protect your personal data, do not enable persistent log-in on a publicly accessible device."}, {"1": "Answer your questions through various communication channels (including chat and phone). Use recorded customer service phone conversations and stored chat transcripts for quality assurance, training, trouble shooting and other business purposes."}, {"2": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}, {"3": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}]}, "count": 4}, "retention": {"text": {"retention": [{"0": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}]}, "count": 1}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {"analyze": [{"0": "ANALYZE AND PROMOTE USER GENERATED CONTENT FROM SOCIAL MEDIA"}, {"1": "Collect and review analytics about the Website, from social media platforms and our business to understand how our products are selling, identify popular product features, analyze our marketing and advertising campaigns, our product designs and distribution strategy, our Website design and overall user experience. "}, {"2": "We also analyze survey, product testing and focus group results,"}, {"3": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"4": "Analyze trends and statistics, learn more about your shopping preferences and your interaction with Website; and"}]}, "count": 5}, "analysis": {"text": {"analysis": [{"0": "Information related to your purchases.  Examples: payment methods, fraud risk analysis, shopping cart details, delivery details, shipping and billing address, order ID, purchase history and retail store."}, {"1": "We hire other companies to provide services to us or on our behalf, such as marketing, web analytics, chat support and functionality (including through conversational artificial intelligence), data analysis, credit card processing, shipping, stocking orders, providing customer service and fraud protection."}]}, "count": 2}, "analytics": {"text": {"analytics": [{"0": "Information about you we obtain through different social media channels such as Facebook, Instagram, Google, etc., when we use these channels for consumer engagement, advertising, sales, or analytics purposes or to enrich your customer profile with adidas.  Examples: publicly available social media information, and photos and posts you send to us by mentioning us or following our social media posts by using “handles” or “hashtags.”"}, {"1": "Our service providers, contractors and vendors (such as advertising networks, fraud prevention companies and analytics companies)."}, {"2": "Collect and review analytics about the Website, from social media platforms and our business to understand how our products are selling, identify popular product features, analyze our marketing and advertising campaigns, our product designs and distribution strategy, our Website design and overall user experience. "}, {"3": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"4": ", and exercise the opt-out provided by Google by downloading the Google Analytics opt-out browser add-on, available at"}, {"5": "We hire other companies to provide services to us or on our behalf, such as marketing, web analytics, chat support and functionality (including through conversational artificial intelligence), data analysis, credit card processing, shipping, stocking orders, providing customer service and fraud protection."}, {"6": "We disclose your Payment and Purchase Information, Usage Information and other data to our fraud prevention providers and data analytics providers."}, {"7": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"8": "Adidas Group, cloud service, internet service and other technical, operational, and platform service providers (“Standard Third Parties”), advertising networks, data analytics providers, fraud prevention providers, social networks, research partners, payment processors, fulfillment partners, customer support partners, event partners"}, {"9": "Standard Third Parties, fraud prevention providers, research partners, advertising networks, data analytics providers"}, {"10": "Standard Third Parties, fraud prevention providers, research partners, advertising networks, data analytics providers, payment processors, fulfillment partners, customer support partners, event partners"}, {"11": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers"}, {"12": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers"}, {"13": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers, research partners"}]}, "count": 14}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {"artificial intelligence": [{"0": "We hire other companies to provide services to us or on our behalf, such as marketing, web analytics, chat support and functionality (including through conversational artificial intelligence), data analysis, credit card processing, shipping, stocking orders, providing customer service and fraud protection."}]}, "count": 1}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "if your device settings allow us to collect that information)."}, {"1": "Send you personalized marketing messages via email or (if you have our app) push notifications based on our information about you, your interests and your interactions with us.  You can unsubscribe from marketing emails and adjust your device settings to disallow push notifications (please see the “"}, {"2": "f you prefer to opt out of having your information used for cookie-based ad targeting activities, you can visit the “Your Privacy Choices” link at the bottom of our websites. And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.”  "}, {"3": "You can (1) request to know more about and access your personal information, including in a portable format, (2) request deletion of your personal information, and (3) request correction of inaccurate personal information. To request access or deletion of your personal information, please click the “Your Privacy Choices” link at the bottom of our website.  From within an adidas app, you can make a request by navigating to “Manage Account” under the “Settings” tab.  You may also make a request by calling customer service at 1-888-694-6364.  To make a correction request, log into your adidas account (if you have an account) and make changes there, or call customer service at 1-888-694-6364.  We may verify your request by asking you to provide information related to your recent interactions with us, such as your name, email address, or adiClub membership ID."}, {"4": "link at the bottom of our websites.  And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.” Please note that you will need to renew your opt-out choice at each adidas-branded Website you visit, if you visit our Website with another device or browser, or if you clear your cookies.  You may still see ads for adidas on third-party websites and services, but they may be less relevant because they aren't based on your interests. "}]}, "count": 5}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {"fraud": [{"0": "Information related to your purchases.  Examples: payment methods, fraud risk analysis, shopping cart details, delivery details, shipping and billing address, order ID, purchase history and retail store."}, {"1": "Our service providers, contractors and vendors (such as advertising networks, fraud prevention companies and analytics companies)."}, {"2": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"3": "We may also use your information to create a profile for fraud-prevention and investigation purposes."}, {"4": "We may collect CCTV video in adidas stores to limit fraud and investigate crimes."}, {"5": "We use Usage Information to detect and investigate fraud and to provide statistical information in aggregated form to our partners and other third parties about how our users collectively use the Website."}, {"6": "We hire other companies to provide services to us or on our behalf, such as marketing, web analytics, chat support and functionality (including through conversational artificial intelligence), data analysis, credit card processing, shipping, stocking orders, providing customer service and fraud protection."}, {"7": "We disclose your Payment and Purchase Information, Usage Information and other data to our fraud prevention providers and data analytics providers."}, {"8": "Adidas Group, cloud service, internet service and other technical, operational, and platform service providers (“Standard Third Parties”), advertising networks, data analytics providers, fraud prevention providers, social networks, research partners, payment processors, fulfillment partners, customer support partners, event partners"}, {"9": "Detect fraud and protect against malicious, deceptive, or illegal activity;"}, {"10": "Standard Third Parties, research partners, fraud prevention providers"}, {"11": "Standard Third Parties, fraud prevention providers, research partners, advertising networks, data analytics providers"}, {"12": "Standard Third Parties, fraud prevention providers, research partners, advertising networks, data analytics providers, payment processors, fulfillment partners, customer support partners, event partners"}, {"13": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers"}, {"14": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers"}, {"15": "law enforcement, fraud prevention partners, customer support partners"}, {"16": "Standard Third Parties, advertising networks, data analytics providers, fraud prevention providers, research partners"}]}, "count": 17}, "detect": {"text": {"detect": [{"0": "Detect and prevent security threats to our domain and our consumer accounts. "}, {"1": "DETECT FRAUD"}, {"2": "Detect and investigate fraudulent activities using our fraud detection solutions.  We combine information you provide to us, information we collect automatically when you interact with our Website, and other information we obtain through our third-party payment risk and fraud prevention providers to help ensure your purchases, exchanges and returns are legitimate and comply with our terms and conditions."}, {"3": "Detect and investigate security incidents."}, {"4": "We use Usage Information to detect and investigate fraud and to provide statistical information in aggregated form to our partners and other third parties about how our users collectively use the Website."}, {"5": "Detect fraud and protect against malicious, deceptive, or illegal activity;"}]}, "count": 6}, "malicious": {"text": {"malicious": [{"0": "Detect fraud and protect against malicious, deceptive, or illegal activity;"}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "Detect fraud and protect against malicious, deceptive, or illegal activity;"}]}, "count": 1}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "Implement persistent login.  If persistent log-in is enabled, basic profile information like e-mail, first name, last name and a unique account identifier will be stored for up to 30 days in the browser that was used for the login. Please note: To protect your personal data, do not enable persistent log-in on a publicly accessible device."}, {"1": "We may access and use your personal information, including the content of your communications, in order to: (a) comply with the law or respond to lawful requests or legal process; (b) protect the rights or property of adidas or our customers, including the enforcement of our agreements or policies governing your use of our Websites and services; or (c) to protect the personal safety of adidas employees, customers or the public."}, {"2": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}]}, "count": 3}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Other Privacy, Security and Legal Information."}, {"1": "Detect and prevent security threats to our domain and our consumer accounts. "}, {"2": "Detect and investigate security incidents."}, {"3": "These providers have access only to such personal information as appropriate to perform their functions and are contractually obligated to maintain the confidentiality and security of your information. They are subject to appropriate contractual restrictions on how they use this information. Examples:"}, {"4": "8. Other Privacy, Security and Legal Information"}, {"5": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}]}, "count": 6}, "unauthorized": {"text": {"unauthorized": [{"0": "An athlete can't play without confidence, and you shouldn't order from a company that doesn't follow reasonably secure data practices. We use reasonable security procedures to protect your information. However, no data transferred over the Internet is guaranteed to be 100% secure. Personal information collected at our Website is stored in reasonably secure operating environments that are not available to the public.  In order to help protect your personal information, you should be careful about providing your adidas account password to others. If you wish to cancel your adiClub account, log into your account online, select Account, then Personal Information, then Delete Account. If you become aware of any loss, theft or unauthorized use of your password, please contact Customer Service."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "This Privacy Policy (the “Policy”) describes how adidas America, Inc. (\"adidas\" or \"we\", \"us\", or \"our\") collects, uses, and discloses personal information. This Policy applies to those adidas U.S. websites and applications that display or link to this Policy (referred to in this Policy as the “Website”). This Policy also applies to other U.S. services, including retail stores, that display or link to these terms. It does not apply to those adidas sites, services and products that have their own privacy policies.  This privacy policy outlines the following:"}, {"1": "How Do We Use Your Personal Information"}, {"2": "How Do We Use Cookies and Other Tracking Technologies?"}, {"3": "How Do We Disclose Your Personal Information?"}, {"4": "How Can You Exercise Your Privacy Rights and Choices?"}, {"5": "How Can You Contact adidas About Privacy Questions?"}, {"6": "For details about what we collect and how we use this information, see the ”"}, {"7": "“How Do We Use Cookies and Other Tracking Technologies?”"}, {"8": "3. How Do We Use Your Personal Information?"}, {"9": "How Can You Exercise Your Privacy Rights and Choices?"}, {"10": "Show you targeted ads on third-party websites and advertising platforms such as Facebook, Google, YouTube, Instagram, etc. (please see the “"}, {"11": "How Can You Exercise Your Privacy Rights and Choices?"}, {"12": "Verify eligibility for sweepstakes or contests, contact winners and administer prizes and fulfill related legal matters.  For example, if you participate in a contest or sweepstakes relating to the adiClub or our Website, we may collect the following information to administer the sweepstakes: your contact information, your product size information, your preferences, your location, information associated with your adiClub membership and other information you provide to us. When we run a contest or sweepstakes relating to our Website, it will be accompanied by a set of rules. The rules for each contest/sweepstakes will specify how the information gathered from you for entry will be used and disclosed, if it is different than as described in this Policy. Personal information will be collected in a contest or sweepstakes only if you voluntarily submit it to our sponsors or us."}, {"13": "Collect and review analytics about the Website, from social media platforms and our business to understand how our products are selling, identify popular product features, analyze our marketing and advertising campaigns, our product designs and distribution strategy, our Website design and overall user experience. "}, {"14": "We use Usage Information to detect and investigate fraud and to provide statistical information in aggregated form to our partners and other third parties about how our users collectively use the Website."}, {"15": "4. How Do We Use Cookies and Other Tracking Technologies?"}, {"16": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}, {"17": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"18": "5. How Do We Disclose Your Personal Information?"}, {"19": "These providers have access only to such personal information as appropriate to perform their functions and are contractually obligated to maintain the confidentiality and security of your information. They are subject to appropriate contractual restrictions on how they use this information. Examples:"}, {"20": "6. How Can You Exercise Your Privacy Rights and Choices?"}, {"21": "How Do We Use Cookies and Other Tracking Technologies?"}, {"22": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}, {"23": "7. How Can You Contact adidas?"}, {"24": "How does this policy apply to international users?"}, {"25": "We will update this Policy as needed to reflect changes in our services, the law and customer feedback. When we post changes to this Policy, we will revise the \"last updated\" date at the top. If there are material changes to this Policy or to how adidas will use your personal information, we will provide you with additional notice (such as by adding a statement to the Website or sending you a notification. We encourage you to review this Policy regularly to remain informed about our information practices and the choices available to you."}, {"26": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"27": "How Can You Exercise Your Privacy Rights and Choices?"}, {"28": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}, {"29": "California law permits residents of California to request certain details about how their information is disclosed to third parties for direct marketing purposes. Under the law, a business must either provide this information or permit California residents to opt in to, or opt out of, this type of disclosure. We qualify for this alternative option. To opt out of having information about you disclosed to third parties for direct marketing purposes, please visit the “Your Privacy Choices” link at the bottom of our websites."}, {"30": "How do I return my product(s)?"}, {"31": "How to Clean Shoes"}]}, "count": 32}, "how you": {"text": {"how you": [{"0": "Show you targeted ads on third-party websites and advertising platforms such as Facebook, Google, YouTube, Instagram, etc. (please see the “"}, {"1": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}]}, "count": 2}, "how we": {"text": {"how we": [{"0": "For details about what we collect and how we use this information, see the ”"}, {"1": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"2": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}]}, "count": 3}, "how are": {"text": {}, "count": 0}, "how can": {"text": {"how can": [{"0": "How Can You Exercise Your Privacy Rights and Choices?"}, {"1": "How Can You Contact adidas About Privacy Questions?"}, {"2": "How Can You Exercise Your Privacy Rights and Choices?"}, {"3": "How Can You Exercise Your Privacy Rights and Choices?"}, {"4": "6. How Can You Exercise Your Privacy Rights and Choices?"}, {"5": "7. How Can You Contact adidas?"}, {"6": "How Can You Exercise Your Privacy Rights and Choices?"}]}, "count": 7}}}, "OTHER": {"explain": {"text": {"explain": [{"0": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}]}, "count": 1}, "understand": {"text": {"understand": [{"0": "Collect and review analytics about the Website, from social media platforms and our business to understand how our products are selling, identify popular product features, analyze our marketing and advertising campaigns, our product designs and distribution strategy, our Website design and overall user experience. "}, {"1": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}]}, "count": 2}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {"what are": [{"0": "What are the Terms and Conditions?"}]}, "count": 1}, "learn": {"text": {"learn": [{"0": "We use third party analytics service providers, including Google Analytics and Google AdWords on the Website to collect Usage Information, to analyze how users use the Website—such as time spent on the website, pages visited, cart details, mouse clicks, keystrokes, purchases, and other interactions—and to provide advertisements to you on other websites.  You can learn about Google’s practices by going to"}, {"1": "Analyze trends and statistics, learn more about your shopping preferences and your interaction with Website; and"}]}, "count": 2}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {"if you have questions": [{"0": "If you have questions or comments about our privacy practices, please contact us by e-mail privacy.policy@adidas.com or by mail at the following address"}, {"1": "If you have questions about a product or service, please contact our Customer Service.  You can reach Customer Service through multiple channels, including by phone at 1-800-982-9337."}]}, "count": 2}, "if you have any questions": {"text": {}, "count": 0}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "Residents of certain states, such as California, Colorado, Connecticut, Montana, Texas, Utah, and Virginia, may have additional personal information rights and notices.  Please see"}, {"1": "Information that indicates, directly or indirectly, where you are, real time or otherwise, for example, if you use our adidas Running app or if you participate in certain hype events. Examples: current log-in location (IP address), real-time device location information via device signals ("}, {"2": "Image, voice, and video recordings we have captured or obtained where you may be identified. Examples: photos and videos taken in our retail stores, at events, in focus groups, in CCTV footage, in customer service call recordings and through images you share with us via social media.  We may also collect scans, videos and images if you choose to participate in certain research projects with us."}, {"3": "Business partners who have your permission to share your data with us.  For example, if we co-host events or contests with certain sports entities or if we have co-branded websites."}, {"4": "We gather certain information automatically when you visit our Website (including apps) or interact with our ads and emails via cookies, pixels, web beacons, SDKs, and other tracking technologies. "}, {"5": "Store your shipping address and certain payment details to shorten check-out time."}, {"6": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}, {"7": "California, Colorado, Connecticut, Montana, Texas, Utah, and Virginia have enacted consumer privacy laws that grant their residents certain rights and require additional disclosures (“State Laws”). If you are a resident of one of these states, this section applies to you."}, {"8": "Our Policy explains how we collect, use, and disclose information about you, as well as our targeted advertising and analytics practices. As required by certain State Laws, below we use two different tables to explain this same information, including the categories of personal information we collect (and have collected over the preceding 12 months), the types of entities to which we disclose such information, and the ways we use each category of information. "}, {"9": "Geolocation data (such as your city of residence and, for certain activities, precise geolocation)"}, {"10": "Inferences drawn from the above information to create consumer profiles reflecting certain preferences and behaviors"}, {"11": "Other personal information that relates to or is reasonably capable of being associated with you (for example, certain information you submit in connection with a product review or in response to a survey such as your clothing size)"}, {"12": "We disclose the following categories of personal information to third parties for the purpose of engaging in targeted advertising and other marketing activities, including to expand the reach and effectiveness of our marketing campaigns. These disclosures may be considered “sales” or “sharing” or use of personal information for “targeted advertising” under certain State Laws."}, {"13": "We process personal information that is considered “sensitive” under certain State Laws.  For example, we process your precise geolocation if you provide it for certain hype events or through our adidas Running app.  You may also self-disclose sensitive demographic information, such as sexual orientation and ethnicity, if you choose to participate in customer surveys and focus groups that help us provide and improve our products and services for a diverse range of individuals.  We only collect this information with your consent or at your direction and for purposes permitted under the State Laws."}, {"14": "” above, you have the right to request access to, and correction or deletion of, your personal information.  You also have the right to opt out of “sharing” and “sales” and use of your personal information for targeted advertising.  If you are a resident of certain states, including California, you can opt out by visiting our website with a legally recognized opt-out preference signal enabled, such as the Global Privacy Control.  Please note that, depending on which opt-out preference signal you use and whether you are logged into your account with us, our processing of the signal may be limited to the specific browser or device that you are using.  Please see above for more information about these privacy rights and other choices you have, how to exercise them, and how we will verify your requests."}, {"15": "If you reside in California, Colorado, Connecticut, Montana or Oregon, you have the right to authorize another individual (an “authorized agent”) to submit certain privacy rights request on your behalf. If you are submitting a rights request as an authorized agent, we may require you to submit proof of your authorization to make the request, such as a valid power of attorney or proof that you have signed permission from the individual who is the subject of the request. Please do not provide any sensitive personal information in connection with this request, such as a driver's license or other government-issued ID. In some cases, we may contact the individual who is the subject of the request to verify their own identity or confirm you have permission to submit this request. To submit a request as an authorized agent, please contact us at 1-888-694-6364."}, {"16": "We provide discounts, rewards, exclusive offers, or other benefits to customers who sign up to join adiClub or who participate in our promotional campaigns. These offerings may constitute “financial incentives” or “bona fide loyalty programs” under certain State Laws (for simplicity, we refer to these collectively as “financial incentives”).  If you decide to participate in a financial incentive, we collect personal information from you, such as identifiers (like your name and email address), commercial information (like your purchase history), and inferences.  We disclose this information to our service providers, contractors, and consultants who perform services on our behalf and to our marketing and advertising partners, including for the purpose of engaging in targeted advertising and other marketing activities.  You can opt into a financial incentive by following the sign-up or participation instructions provided, and you have the ability to opt-out at any time by following the instructions set forth in the applicable loyalty program or promotional campaign or contacting us at 1-888-694-6364.  If you request that we delete any of your personal information that is essential to providing you with the financial incentive, we will not be able to provide you with the benefits of that program (e.g., if you ask us to delete your email address, we will no longer be able to provide you with early access to sales or other benefits).  In some cases, we may provide additional terms and conditions, which we will provide to you when you sign up.  The value of your personal information is reasonably related to the value of the offer or discount presented to you"}, {"17": "California law permits residents of California to request certain details about how their information is disclosed to third parties for direct marketing purposes. Under the law, a business must either provide this information or permit California residents to opt in to, or opt out of, this type of disclosure. We qualify for this alternative option. To opt out of having information about you disclosed to third parties for direct marketing purposes, please visit the “Your Privacy Choices” link at the bottom of our websites."}]}, "count": 18}, "other data": {"text": {"other data": [{"0": "We disclose your Payment and Purchase Information, Usage Information and other data to our fraud prevention providers and data analytics providers."}]}, "count": 1}, "other purposes": {"text": {"other purposes": [{"0": "We retain personal information for as long as necessary to carry out the purposes for which we originally collected it and for other purposes described in this Policy. We retain personal information associated with your adiClub account for up to four years from your last interaction with us, unless a longer or shorter retention period is required by law, is necessary in the course of legal proceedings or is otherwise needed for a particular purpose under applicable law. If you don't have an adiClub account, but have purchased items online as a guest, we retain information related to your purchase for the same period of time as described for adiClub members. Examples of ways you may \"interact\" with us and extend this timeline include the following: making an online purchase, opening or interacting with a marketing email from us, logging into your adiClub account and writing a product review. "}]}, "count": 1}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {}, "count": 0}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "How Do We Use Cookies and Other Tracking Technologies?"}, {"1": "We gather certain information automatically when you visit our Website (including apps) or interact with our ads and emails via cookies, pixels, web beacons, SDKs, and other tracking technologies. "}, {"2": "“How Do We Use Cookies and Other Tracking Technologies?”"}, {"3": "4. How Do We Use Cookies and Other Tracking Technologies?"}, {"4": "Like many websites, we use cookies, tags, pixels, beacons and other tracking technologies (collectively referred to as \"Cookies\"). Cookies are files stored on your computer's hard drive by your browser to enable the Website to remember you, your actions and preferences (such as login, language, font size and other display preferences) over a period of time. This allows us to optimize the shopping experience, hold selections in a shopping cart when a user leaves the Website without checking out and send you reminder e-mail about your shopping orders and other shopping opportunities. We also use Cookies to gather statistical information about use of the Website in order to improve its design and functionality, understand how the Website is used, and assist us with resolving questions. "}, {"5": "Cookies also allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the Website.  We may also use Cookies or other technologies in online advertising to track responses to our ads. We use third-party companies to measure and target ads on our behalf about products and services tailored to your interests. Most browsers accept Cookies automatically but allow you to disable them or be given the choice of declining or accepting a particular Cookie (or Cookies) from a particular website. "}, {"6": "How Do We Use Cookies and Other Tracking Technologies?"}, {"7": "” section, we process (and allow others to process) personal information to show you targeted ads on non-adidas websites and applications. We do this via cookies and other tracking technologies, or in some cases, we disclose certain information (such as your email address or phone number) to our advertising partners, who then translate this information into a unique identifier. This unique identifier is then used to show you ads that are more relevant to you across the web and in mobile apps.  You can opt out of having your information used for targeted advertising purposes by visiting the"}, {"8": "link at the bottom of our websites.  And, if you are on an adidas app, you can opt out by clicking the settings icon and going to “Manage Account” under “App Settings.” Please note that you will need to renew your opt-out choice at each adidas-branded Website you visit, if you visit our Website with another device or browser, or if you clear your cookies.  You may still see ads for adidas on third-party websites and services, but they may be less relevant because they aren't based on your interests. "}, {"9": "Internet and other similar network activity (such as browsing history, search history, and information from cookies)"}, {"10": "Internet and electronic network activity information (including information from cookies)"}]}, "count": 11}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "We gather certain information automatically when you visit our Website (including apps) or interact with our ads and emails via cookies, pixels, web beacons, SDKs, and other tracking technologies. "}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}