{"https://tastesbetterfromscratch.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Information We Collect"}, {"1": "While using our Site, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information may include, but is not limited to your name and email address."}, {"2": "When we collect Personally Identifiable Information from you, you will have the opportunity to “opt in” and “opt out” to receive email or other digital communications from us and/or our business partners."}, {"3": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}, {"4": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server. Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.  Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies."}, {"5": "We use cookies for the following purposes:"}, {"6": "(a) authentication – we use cookies to identify you when you visit our website and as you navigate our website"}, {"7": "(b) [personalization – we use cookies to store information about your preferences and to personalize the website for you;"}, {"8": "(c) security – we use cookies as an element of the security measures used to protect user accounts, including preventing fraudulent use of login credentials, and to protect our website and services generally"}, {"9": "(d) advertising – we use cookies to help us to display advertisements that will be relevant to you"}, {"10": "(e) analysis – we use cookies to help us to analyze the use and performance of our website and services"}, {"11": "We use Google Analytics to analyze the use of our website. Google Analytics gathers information about website use by means of cookies. The information gathered relating to our website is used to create reports about the use of our website. Google’s privacy policy is available at: https://www.google.com/policies/privacy/"}, {"12": "At Tastes Better From Scratch we value all of our site visitors and strive to provide a website that meets the needs of each individual.  We are constantly striving to improve the accessibility of our website and welcome any feedback you may have.  If you have noticed anything on our site you find difficult to access (visually, audibly, etc), please contact us."}, {"13": "We may collect your email address, but only if you voluntarily provide it to us. This may occur, for example, if you sign up to receive an email newsletter, or enter a promotion. We will use your email address for the purposes for which you provided it to us, and also from time to time to send you emails regarding the Site or other products or services that we believe may be of interest to you.  You may opt out of such email communications at any time by clicking the “unsubscribe” button in the email."}, {"14": "Your email address may also be shared with the technology provider we use in connection with the purposes for which you provided it, and that technology provider may also contact you from time to time."}, {"15": "If you are a resident of a country in the European Economic Area (EEA), we do not wish to receive your email address, and will delete it you have provided it inadvertently."}, {"16": "In the event that the Site or substantially all of its assets is sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, the information we have collected about you may be one of the assets sold or merged in connection with that transaction."}, {"17": "Tastes Better from Scratch includes links to external, or third party websites. Tastes Better from Scratch’s privacy policy does not apply to, and we cannot control the activities of, such other advertisers or websites."}, {"18": "The security of your Personal Information is important to us but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security. We never sell your personal information to third parties."}, {"19": "We do not specifically market to children under the age of 13 years old."}, {"20": "We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on the Site, with the “Effective Date” posted at the top of the Policy. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new services or change existing ones. If we make any material changes to our Privacy Policy or how we handle your personal information, or we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the privacy policy in effect at the time we obtained that information. By using our Site or services after the Effective Date, you are deemed to consent to our then-current privacy policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you."}, {"21": "Sometimes when I link to products we love, I get a small commission from sales or views of that product. Affiliate links are one of the ways I cover the costs of running this website and help support my family."}, {"22": "We engage others to serve newsletter advertisements and perform related services across the web and in mobile applications. You can learn more about interest-based ads, or opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance, by visiting www.aboutads.info/choices."}, {"23": "We process personal information to understand and improve your experience with our Services and to serve you targeted advertisements. Some of these activities may be considered “sales” or “sharing” of your personal information or “targeted advertising” under certain privacy laws. To opt out of preference-based advertising, use the form linked below. Note, this will not stop you from seeing sponsorships or advertisements in our newsletters, but those ads will be selected randomly rather than based on your known preferences.https://convertk.it/opt-out-preference-based#newsletter_source=https://tastesbetterfromscratch.com/”"}, {"24": "While every effort has been made to ensure the accuracy of the nutritional information provided, we must emphasize that the values presented are approximate and may vary due to several factors."}, {"25": "For the most precise and accurate nutritional values, we recommend measuring the entire prepared meal, including all ingredients, and then dividing by the number of servings. This approach allows for a more tailored and specific estimation of the macronutrients per serving."}, {"26": "We appreciate your understanding and hope you enjoy creating delicious and nutritious meals using these recipes."}]}, "count": 27}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Tastes Better From Scratch has created this Privacy Policy in order to set forth the principles governing our information-gathering and dissemination practices, including but not limited to such activities as forums, chat rooms, personal profile pages, product reviews, article commentary, blogs, RSS feeds and newsletters, among other offerings. Tastes Better From Scratch has a strong commitment to the privacy of our users. Please note that this Privacy Policy applies only to information collected through Tastes Better From Scratch and not to information collected offline or to information you may provide to any third-party sites to which Tastes Better From Scratch may link, except as expressly provided herein."}, {"1": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}, {"2": "We may collect your email address, but only if you voluntarily provide it to us. This may occur, for example, if you sign up to receive an email newsletter, or enter a promotion. We will use your email address for the purposes for which you provided it to us, and also from time to time to send you emails regarding the Site or other products or services that we believe may be of interest to you.  You may opt out of such email communications at any time by clicking the “unsubscribe” button in the email."}, {"3": "This website and recipes on tastesbetterfromscratch.com, are produced for informational purposes only. Statements within this site have not been evaluated or approved by the Food and Drug Administration. This website is not intended to cure, prevent, diagnose or treat any disease. Content should not be considered a substitute for professional medical advice, expertise or treatment."}, {"4": "Occasionally, this website, tastesbetterfromscratch.com, may offer estimated nutritional information for recipes contained on this website, such as calories, fat, carbs, etc. This information is provided as a courtesy and is not guaranteed to be accurate. This nutritional information comes from online calculators. Although tastesbetterfromscratch.com attempts to provide accurate nutritional information, these figures are only estimates."}]}, "count": 5}, "information": {"text": {"information": [{"0": "Tastes Better From Scratch has created this Privacy Policy in order to set forth the principles governing our information-gathering and dissemination practices, including but not limited to such activities as forums, chat rooms, personal profile pages, product reviews, article commentary, blogs, RSS feeds and newsletters, among other offerings. Tastes Better From Scratch has a strong commitment to the privacy of our users. Please note that this Privacy Policy applies only to information collected through Tastes Better From Scratch and not to information collected offline or to information you may provide to any third-party sites to which Tastes Better From Scratch may link, except as expressly provided herein."}, {"1": "Information We Collect"}, {"2": "While using our Site, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information may include, but is not limited to your name and email address."}, {"3": "When we collect Personally Identifiable Information from you, you will have the opportunity to “opt in” and “opt out” to receive email or other digital communications from us and/or our business partners."}, {"4": "If you have submitted your personal information to Tastes Better from Scratch, you may correct, amend or delete the Personally Identifiable Information maintained on file about you if it is incorrect."}, {"5": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}, {"6": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server. Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.  Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies."}, {"7": "(b) [personalization – we use cookies to store information about your preferences and to personalize the website for you;"}, {"8": "We use Google Analytics to analyze the use of our website. Google Analytics gathers information about website use by means of cookies. The information gathered relating to our website is used to create reports about the use of our website. Google’s privacy policy is available at: https://www.google.com/policies/privacy/"}, {"9": "Most browsers allow you to refuse to accept cookies and to delete cookies. The methods for doing so vary from browser to browser, and from version to version. You can however obtain up-to-date information about blocking and deleting cookies via these links:"}, {"10": "In the event that the Site or substantially all of its assets is sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, the information we have collected about you may be one of the assets sold or merged in connection with that transaction."}, {"11": "The security of your Personal Information is important to us but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security. We never sell your personal information to third parties."}, {"12": "When it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online."}, {"13": "TASTES BETTER FROM SCRATCH PROVIDES THE INFORMATION, SERVICES AND PRODUCTS ON THIS WEB SITES “AS IS” WITHOUT WARRANTIES OF ANY KIND. YOU AGREE THAT TASTES BETTER FROM SCRATCH SHALL NOT BE RESPONSIBLE FOR ANY CONTENT FOUND ON OUR FORUMS THAT ANY DOWNLOADING OF MATERIALS FOUND ON OR THROUGH TASTES BETTER FROM SCRATCH FORUMS IS DONE AT YOUR OWN RISK, AND THAT TASTES BETTER FROM SCRATCH IS NOT RESPONSIBLE FOR UNSOLICITED COMMUNICATIONS THAT ARISE FROM YOUR POSTINGS. TASTES BETTER FROM SCRATCH SHALL NOT BE RESPONSIBLE IN ANY MANNER FOR THE ACTS OF ANY THIRD PARTY, INCLUDING WITOUT LIMITATION, ANY THIRD PARTY AD NETWORK."}, {"14": "We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on the Site, with the “Effective Date” posted at the top of the Policy. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new services or change existing ones. If we make any material changes to our Privacy Policy or how we handle your personal information, or we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the privacy policy in effect at the time we obtained that information. By using our Site or services after the Effective Date, you are deemed to consent to our then-current privacy policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you."}, {"15": "Nutritional Information Disclaimer"}, {"16": "Occasionally, this website, tastesbetterfromscratch.com, may offer estimated nutritional information for recipes contained on this website, such as calories, fat, carbs, etc. This information is provided as a courtesy and is not guaranteed to be accurate. This nutritional information comes from online calculators. Although tastesbetterfromscratch.com attempts to provide accurate nutritional information, these figures are only estimates."}, {"17": "Various factors can change the nutritional information in any given recipe. These factors include but are not limited to the actual brands used. Also, different online calculators sometimes provide different results based on their own algorithms and nutrition fact sources. Under no circumstances will tastesbetterfromscratch.com and the recipe creators be responsible for any loss or damage resulting from your reliance on the nutritional information that may be provided."}, {"18": "You are solely responsible for ensuring that any nutritional information obtained is accurate."}, {"19": "We engage others to serve newsletter advertisements and perform related services across the web and in mobile applications. You can learn more about interest-based ads, or opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance, by visiting www.aboutads.info/choices."}, {"20": "We process personal information to understand and improve your experience with our Services and to serve you targeted advertisements. Some of these activities may be considered “sales” or “sharing” of your personal information or “targeted advertising” under certain privacy laws. To opt out of preference-based advertising, use the form linked below. Note, this will not stop you from seeing sponsorships or advertisements in our newsletters, but those ads will be selected randomly rather than based on your known preferences.https://convertk.it/opt-out-preference-based#newsletter_source=https://tastesbetterfromscratch.com/”"}, {"21": "While every effort has been made to ensure the accuracy of the nutritional information provided, we must emphasize that the values presented are approximate and may vary due to several factors."}, {"22": "The nutritional data offered for each recipe is based on standard portion sizes and the best available information at the time of publication. However, variations in ingredients, brands used, cooking methods, and individual preparation techniques can affect the final nutritional content."}, {"23": "Please note that the information provided is intended as a general guide and should not be substituted for professional dietary advice or individualized nutritional needs. Always consult with a qualified healthcare professional or nutritionist for personalized guidance based on your specific dietary requirements or health conditions."}, {"24": "Do not sell or share my personal information."}, {"25": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}, {"26": "Do not sell or share my personal information."}]}, "count": 27}, "use": {"text": {"use": [{"0": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}, {"1": "Use of “Cookies”"}, {"2": "We use cookies for the following purposes:"}, {"3": "(a) authentication – we use cookies to identify you when you visit our website and as you navigate our website"}, {"4": "(b) [personalization – we use cookies to store information about your preferences and to personalize the website for you;"}, {"5": "(c) security – we use cookies as an element of the security measures used to protect user accounts, including preventing fraudulent use of login credentials, and to protect our website and services generally"}, {"6": "(d) advertising – we use cookies to help us to display advertisements that will be relevant to you"}, {"7": "(e) analysis – we use cookies to help us to analyze the use and performance of our website and services"}, {"8": "We use Google Analytics to analyze the use of our website. Google Analytics gathers information about website use by means of cookies. The information gathered relating to our website is used to create reports about the use of our website. Google’s privacy policy is available at: https://www.google.com/policies/privacy/"}, {"9": "Most browsers allow you to refuse to accept cookies and to delete cookies. The methods for doing so vary from browser to browser, and from version to version. You can however obtain up-to-date information about blocking and deleting cookies via these links:"}, {"10": "USE OF “AI”"}, {"11": "This Site is affiliated with CMI Marketing, Inc., d/b/a Raptive (“Raptive”) for the purposes of placing advertising on the Site, and Raptive will collect and use certain data for advertising purposes. To learn more about Raptive’s data usage, click here: https://raptive.com/creator-advertising-privacy-statement."}, {"12": "We may collect your email address, but only if you voluntarily provide it to us. This may occur, for example, if you sign up to receive an email newsletter, or enter a promotion. We will use your email address for the purposes for which you provided it to us, and also from time to time to send you emails regarding the Site or other products or services that we believe may be of interest to you.  You may opt out of such email communications at any time by clicking the “unsubscribe” button in the email."}, {"13": "Your email address may also be shared with the technology provider we use in connection with the purposes for which you provided it, and that technology provider may also contact you from time to time."}, {"14": "The security of your Personal Information is important to us but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security. We never sell your personal information to third parties."}, {"15": "We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on the Site, with the “Effective Date” posted at the top of the Policy. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new services or change existing ones. If we make any material changes to our Privacy Policy or how we handle your personal information, or we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the privacy policy in effect at the time we obtained that information. By using our Site or services after the Effective Date, you are deemed to consent to our then-current privacy policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you."}, {"16": "The reader assumes full responsibility for consulting a qualified health professional regarding health conditions or concerns, and before starting a new health program or diet. The writer(s) and publisher(s) of this site are not responsible for adverse reactions, effects, or consequences resulting from the use of any suggestions ore recipes herein or procedures undertaken hereafter."}, {"17": "To obtain the most accurate representation of the nutritional information in any given recipe, you should calculate the nutritional information with the actual ingredients you use in your recipe, using your preferred nutrition calculator, or your own nutritionist or medical professional. You are solely responsible for ensuring that any nutritional information obtained is accurate."}, {"18": "The writer(s) and publisher(s) of tastesbetterfromscratch.com are not responsible for adverse reactions, consequences or effects, resulting from the use of any recipes or suggestions herein or procedures undertaken hereafter. This website is not intended as nutritional advice and readers of this website are ultimately responsible for all decisions pertaining to their health."}, {"19": "We process personal information to understand and improve your experience with our Services and to serve you targeted advertisements. Some of these activities may be considered “sales” or “sharing” of your personal information or “targeted advertising” under certain privacy laws. To opt out of preference-based advertising, use the form linked below. Note, this will not stop you from seeing sponsorships or advertisements in our newsletters, but those ads will be selected randomly rather than based on your known preferences.https://convertk.it/opt-out-preference-based#newsletter_source=https://tastesbetterfromscratch.com/”"}, {"20": "© TASTES BETTER FROM SCRATCH.  All images & content are copyright protected. Please do not use my images without prior permission. If you want to republish a recipe, please re-create the recipe, use your own photo, and re-write the recipe in your own words, or link back to the recipe on TastesBetterFromScratch.com."}, {"21": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 22}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Tastes Better From Scratch has created this Privacy Policy in order to set forth the principles governing our information-gathering and dissemination practices, including but not limited to such activities as forums, chat rooms, personal profile pages, product reviews, article commentary, blogs, RSS feeds and newsletters, among other offerings. Tastes Better From Scratch has a strong commitment to the privacy of our users. Please note that this Privacy Policy applies only to information collected through Tastes Better From Scratch and not to information collected offline or to information you may provide to any third-party sites to which Tastes Better From Scratch may link, except as expressly provided herein."}, {"1": "When we collect Personally Identifiable Information from you, you will have the opportunity to “opt in” and “opt out” to receive email or other digital communications from us and/or our business partners."}, {"2": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}, {"3": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server. Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.  Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies."}, {"4": "The owner of this website does not consent to the content on this website being used or downloaded by any third parties for the purposes of developing, training or operating artificial intelligence or other machine learning systems (“Artificial Intelligence Purposes”), except as authorized by the owner in writing (including written electronic communication). Absent such consent, users of this website, including any third parties accessing the website through automated systems, are prohibited from using any of the content on the website for Artificial Intelligence Purposes. Users or automated systems that fail to respect these choices will be considered to have breached our terms of service."}, {"5": "We may collect your email address, but only if you voluntarily provide it to us. This may occur, for example, if you sign up to receive an email newsletter, or enter a promotion. We will use your email address for the purposes for which you provided it to us, and also from time to time to send you emails regarding the Site or other products or services that we believe may be of interest to you.  You may opt out of such email communications at any time by clicking the “unsubscribe” button in the email."}, {"6": "Tastes Better from Scratch includes links to external, or third party websites. Tastes Better from Scratch’s privacy policy does not apply to, and we cannot control the activities of, such other advertisers or websites."}, {"7": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 8}, "if": {"text": {"if": [{"0": "If you have submitted your personal information to Tastes Better from Scratch, you may correct, amend or delete the Personally Identifiable Information maintained on file about you if it is incorrect."}, {"1": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}, {"2": "At Tastes Better From Scratch we value all of our site visitors and strive to provide a website that meets the needs of each individual.  We are constantly striving to improve the accessibility of our website and welcome any feedback you may have.  If you have noticed anything on our site you find difficult to access (visually, audibly, etc), please contact us."}, {"3": "We may collect your email address, but only if you voluntarily provide it to us. This may occur, for example, if you sign up to receive an email newsletter, or enter a promotion. We will use your email address for the purposes for which you provided it to us, and also from time to time to send you emails regarding the Site or other products or services that we believe may be of interest to you.  You may opt out of such email communications at any time by clicking the “unsubscribe” button in the email."}, {"4": "If you are a resident of a country in the European Economic Area (EEA), we do not wish to receive your email address, and will delete it you have provided it inadvertently."}, {"5": "Please note that Tastes Better From Scratch may have financial relationships with some of the merchants/vendors mentioned on this website. In some instances, Tastes Better From Scratch may be compensated if consumers choose to utilize the links located throughout the content on this site and generate sales for said merchant/vendor."}, {"6": "We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on the Site, with the “Effective Date” posted at the top of the Policy. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new services or change existing ones. If we make any material changes to our Privacy Policy or how we handle your personal information, or we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the privacy policy in effect at the time we obtained that information. By using our Site or services after the Effective Date, you are deemed to consent to our then-current privacy policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you."}, {"7": "If you have any questions about this Privacy Policy, or the practices of this Site, please contact us."}, {"8": "© TASTES BETTER FROM SCRATCH.  All images & content are copyright protected. Please do not use my images without prior permission. If you want to republish a recipe, please re-create the recipe, use your own photo, and re-write the recipe in your own words, or link back to the recipe on TastesBetterFromScratch.com."}]}, "count": 9}, "when": {"text": {"when": [{"0": "When we collect Personally Identifiable Information from you, you will have the opportunity to “opt in” and “opt out” to receive email or other digital communications from us and/or our business partners."}, {"1": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server. Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.  Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies."}, {"2": "(a) authentication – we use cookies to identify you when you visit our website and as you navigate our website"}, {"3": "When it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online."}, {"4": "We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on the Site, with the “Effective Date” posted at the top of the Policy. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new services or change existing ones. If we make any material changes to our Privacy Policy or how we handle your personal information, or we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the privacy policy in effect at the time we obtained that information. By using our Site or services after the Effective Date, you are deemed to consent to our then-current privacy policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you."}, {"5": "Sometimes when I link to products we love, I get a small commission from sales or views of that product. Affiliate links are one of the ways I cover the costs of running this website and help support my family."}]}, "count": 6}, "help": {"text": {"help": [{"0": "(d) advertising – we use cookies to help us to display advertisements that will be relevant to you"}, {"1": "(e) analysis – we use cookies to help us to analyze the use and performance of our website and services"}, {"2": "http://www.opera.com/help/tutorials/security/cookies/"}, {"3": "https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies"}, {"4": "Sometimes when I link to products we love, I get a small commission from sales or views of that product. Affiliate links are one of the ways I cover the costs of running this website and help support my family."}]}, "count": 5}, "access": {"text": {"access": [{"0": "At Tastes Better From Scratch we value all of our site visitors and strive to provide a website that meets the needs of each individual.  We are constantly striving to improve the accessibility of our website and welcome any feedback you may have.  If you have noticed anything on our site you find difficult to access (visually, audibly, etc), please contact us."}]}, "count": 1}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "When we collect Personally Identifiable Information from you, you will have the opportunity to “opt in” and “opt out” to receive email or other digital communications from us and/or our business partners."}]}, "count": 1}, "we may collect": {"text": {"we may collect": [{"0": "We may collect your email address, but only if you voluntarily provide it to us. This may occur, for example, if you sign up to receive an email newsletter, or enter a promotion. We will use your email address for the purposes for which you provided it to us, and also from time to time to send you emails regarding the Site or other products or services that we believe may be of interest to you.  You may opt out of such email communications at any time by clicking the “unsubscribe” button in the email."}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "Tastes Better From Scratch has created this Privacy Policy in order to set forth the principles governing our information-gathering and dissemination practices, including but not limited to such activities as forums, chat rooms, personal profile pages, product reviews, article commentary, blogs, RSS feeds and newsletters, among other offerings. Tastes Better From Scratch has a strong commitment to the privacy of our users. Please note that this Privacy Policy applies only to information collected through Tastes Better From Scratch and not to information collected offline or to information you may provide to any third-party sites to which Tastes Better From Scratch may link, except as expressly provided herein."}, {"1": "If you have submitted your personal information to Tastes Better from Scratch, you may correct, amend or delete the Personally Identifiable Information maintained on file about you if it is incorrect."}, {"2": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server. Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.  Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies."}, {"3": "At Tastes Better From Scratch we value all of our site visitors and strive to provide a website that meets the needs of each individual.  We are constantly striving to improve the accessibility of our website and welcome any feedback you may have.  If you have noticed anything on our site you find difficult to access (visually, audibly, etc), please contact us."}, {"4": "We may collect your email address, but only if you voluntarily provide it to us. This may occur, for example, if you sign up to receive an email newsletter, or enter a promotion. We will use your email address for the purposes for which you provided it to us, and also from time to time to send you emails regarding the Site or other products or services that we believe may be of interest to you.  You may opt out of such email communications at any time by clicking the “unsubscribe” button in the email."}, {"5": "In the event that the Site or substantially all of its assets is sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, the information we have collected about you may be one of the assets sold or merged in connection with that transaction."}, {"6": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 7}, "you can": {"text": {"you can": [{"0": "Most browsers allow you to refuse to accept cookies and to delete cookies. The methods for doing so vary from browser to browser, and from version to version. You can however obtain up-to-date information about blocking and deleting cookies via these links:"}, {"1": "We engage others to serve newsletter advertisements and perform related services across the web and in mobile applications. You can learn more about interest-based ads, or opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance, by visiting www.aboutads.info/choices."}]}, "count": 2}, "right": {"text": {"right": [{"0": "© TASTES BETTER FROM SCRATCH.  All images & content are copyright protected. Please do not use my images without prior permission. If you want to republish a recipe, please re-create the recipe, use your own photo, and re-write the recipe in your own words, or link back to the recipe on TastesBetterFromScratch.com."}]}, "count": 1}, "choice": {"text": {}, "count": 0}, "request": {"text": {}, "count": 0}, "delete": {"text": {"delete": [{"0": "If you have submitted your personal information to Tastes Better from Scratch, you may correct, amend or delete the Personally Identifiable Information maintained on file about you if it is incorrect."}, {"1": "Most browsers allow you to refuse to accept cookies and to delete cookies. The methods for doing so vary from browser to browser, and from version to version. You can however obtain up-to-date information about blocking and deleting cookies via these links:"}, {"2": "https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies"}, {"3": "If you are a resident of a country in the European Economic Area (EEA), we do not wish to receive your email address, and will delete it you have provided it inadvertently."}]}, "count": 4}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}]}, "count": 1}, "authority": {"text": {}, "count": 0}, "comply": {"text": {"comply": [{"0": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}]}, "count": 1}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}]}, "count": 1}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Tastes Better From Scratch has created this Privacy Policy in order to set forth the principles governing our information-gathering and dissemination practices, including but not limited to such activities as forums, chat rooms, personal profile pages, product reviews, article commentary, blogs, RSS feeds and newsletters, among other offerings. Tastes Better From Scratch has a strong commitment to the privacy of our users. Please note that this Privacy Policy applies only to information collected through Tastes Better From Scratch and not to information collected offline or to information you may provide to any third-party sites to which Tastes Better From Scratch may link, except as expressly provided herein."}, {"1": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}, {"2": "We use Google Analytics to analyze the use of our website. Google Analytics gathers information about website use by means of cookies. The information gathered relating to our website is used to create reports about the use of our website. Google’s privacy policy is available at: https://www.google.com/policies/privacy/"}, {"3": "Tastes Better from Scratch includes links to external, or third party websites. Tastes Better from Scratch’s privacy policy does not apply to, and we cannot control the activities of, such other advertisers or websites."}, {"4": "We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on the Site, with the “Effective Date” posted at the top of the Policy. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new services or change existing ones. If we make any material changes to our Privacy Policy or how we handle your personal information, or we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the privacy policy in effect at the time we obtained that information. By using our Site or services after the Effective Date, you are deemed to consent to our then-current privacy policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you."}, {"5": "If you have any questions about this Privacy Policy, or the practices of this Site, please contact us."}, {"6": "Recipes\nMeal Plans\nAbout\nContact\nSponsor the TBFS Newsletter\nPrivacy Policy\n"}, {"7": "Privacy Policy and Disclosure"}, {"8": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 9}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {"children": [{"0": "When it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online."}, {"1": "We do not specifically market to children under the age of 13 years old."}]}, "count": 2}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "TASTES BETTER FROM SCRATCH PROVIDES THE INFORMATION, SERVICES AND PRODUCTS ON THIS WEB SITES “AS IS” WITHOUT WARRANTIES OF ANY KIND. YOU AGREE THAT TASTES BETTER FROM SCRATCH SHALL NOT BE RESPONSIBLE FOR ANY CONTENT FOUND ON OUR FORUMS THAT ANY DOWNLOADING OF MATERIALS FOUND ON OR THROUGH TASTES BETTER FROM SCRATCH FORUMS IS DONE AT YOUR OWN RISK, AND THAT TASTES BETTER FROM SCRATCH IS NOT RESPONSIBLE FOR UNSOLICITED COMMUNICATIONS THAT ARISE FROM YOUR POSTINGS. TASTES BETTER FROM SCRATCH SHALL NOT BE RESPONSIBLE IN ANY MANNER FOR THE ACTS OF ANY THIRD PARTY, INCLUDING WITOUT LIMITATION, ANY THIRD PARTY AD NETWORK."}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "The owner of this website does not consent to the content on this website being used or downloaded by any third parties for the purposes of developing, training or operating artificial intelligence or other machine learning systems (“Artificial Intelligence Purposes”), except as authorized by the owner in writing (including written electronic communication). Absent such consent, users of this website, including any third parties accessing the website through automated systems, are prohibited from using any of the content on the website for Artificial Intelligence Purposes. Users or automated systems that fail to respect these choices will be considered to have breached our terms of service."}, {"1": "The security of your Personal Information is important to us but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security. We never sell your personal information to third parties."}]}, "count": 2}, "third-party": {"text": {"third-party": [{"0": "Tastes Better From Scratch has created this Privacy Policy in order to set forth the principles governing our information-gathering and dissemination practices, including but not limited to such activities as forums, chat rooms, personal profile pages, product reviews, article commentary, blogs, RSS feeds and newsletters, among other offerings. Tastes Better From Scratch has a strong commitment to the privacy of our users. Please note that this Privacy Policy applies only to information collected through Tastes Better From Scratch and not to information collected offline or to information you may provide to any third-party sites to which Tastes Better From Scratch may link, except as expressly provided herein."}]}, "count": 1}, "third party": {"text": {"third party": [{"0": "Links to Third Party Web Sites"}, {"1": "Tastes Better from Scratch includes links to external, or third party websites. Tastes Better from Scratch’s privacy policy does not apply to, and we cannot control the activities of, such other advertisers or websites."}, {"2": "TASTES BETTER FROM SCRATCH PROVIDES THE INFORMATION, SERVICES AND PRODUCTS ON THIS WEB SITES “AS IS” WITHOUT WARRANTIES OF ANY KIND. YOU AGREE THAT TASTES BETTER FROM SCRATCH SHALL NOT BE RESPONSIBLE FOR ANY CONTENT FOUND ON OUR FORUMS THAT ANY DOWNLOADING OF MATERIALS FOUND ON OR THROUGH TASTES BETTER FROM SCRATCH FORUMS IS DONE AT YOUR OWN RISK, AND THAT TASTES BETTER FROM SCRATCH IS NOT RESPONSIBLE FOR UNSOLICITED COMMUNICATIONS THAT ARISE FROM YOUR POSTINGS. TASTES BETTER FROM SCRATCH SHALL NOT BE RESPONSIBLE IN ANY MANNER FOR THE ACTS OF ANY THIRD PARTY, INCLUDING WITOUT LIMITATION, ANY THIRD PARTY AD NETWORK."}]}, "count": 3}, "advertising": {"text": {"advertising": [{"0": "(d) advertising – we use cookies to help us to display advertisements that will be relevant to you"}, {"1": "Advertising Privacy Statement"}, {"2": "https://raptive.com/creator-advertising-privacy-statement"}, {"3": "Tastes Better From Scratch LLC is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com"}, {"4": "We engage others to serve newsletter advertisements and perform related services across the web and in mobile applications. You can learn more about interest-based ads, or opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance, by visiting www.aboutads.info/choices."}, {"5": "Opting Out of Targeted Advertising, Sharing, and Sales"}, {"6": "We process personal information to understand and improve your experience with our Services and to serve you targeted advertisements. Some of these activities may be considered “sales” or “sharing” of your personal information or “targeted advertising” under certain privacy laws. To opt out of preference-based advertising, use the form linked below. Note, this will not stop you from seeing sponsorships or advertisements in our newsletters, but those ads will be selected randomly rather than based on your known preferences.https://convertk.it/opt-out-preference-based#newsletter_source=https://tastesbetterfromscratch.com/”"}, {"7": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 8}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "At Tastes Better From Scratch we value all of our site visitors and strive to provide a website that meets the needs of each individual.  We are constantly striving to improve the accessibility of our website and welcome any feedback you may have.  If you have noticed anything on our site you find difficult to access (visually, audibly, etc), please contact us."}, {"1": "We process personal information to understand and improve your experience with our Services and to serve you targeted advertisements. Some of these activities may be considered “sales” or “sharing” of your personal information or “targeted advertising” under certain privacy laws. To opt out of preference-based advertising, use the form linked below. Note, this will not stop you from seeing sponsorships or advertisements in our newsletters, but those ads will be selected randomly rather than based on your known preferences.https://convertk.it/opt-out-preference-based#newsletter_source=https://tastesbetterfromscratch.com/”"}]}, "count": 2}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "This Site is affiliated with CMI Marketing, Inc., d/b/a Raptive (“Raptive”) for the purposes of placing advertising on the Site, and Raptive will collect and use certain data for advertising purposes. To learn more about Raptive’s data usage, click here: https://raptive.com/creator-advertising-privacy-statement."}, {"1": "The nutritional data offered for each recipe is based on standard portion sizes and the best available information at the time of publication. However, variations in ingredients, brands used, cooking methods, and individual preparation techniques can affect the final nutritional content."}]}, "count": 2}, "we process": {"text": {"we process": [{"0": "We process personal information to understand and improve your experience with our Services and to serve you targeted advertisements. Some of these activities may be considered “sales” or “sharing” of your personal information or “targeted advertising” under certain privacy laws. To opt out of preference-based advertising, use the form linked below. Note, this will not stop you from seeing sponsorships or advertisements in our newsletters, but those ads will be selected randomly rather than based on your known preferences.https://convertk.it/opt-out-preference-based#newsletter_source=https://tastesbetterfromscratch.com/”"}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "Tastes Better From Scratch has created this Privacy Policy in order to set forth the principles governing our information-gathering and dissemination practices, including but not limited to such activities as forums, chat rooms, personal profile pages, product reviews, article commentary, blogs, RSS feeds and newsletters, among other offerings. Tastes Better From Scratch has a strong commitment to the privacy of our users. Please note that this Privacy Policy applies only to information collected through Tastes Better From Scratch and not to information collected offline or to information you may provide to any third-party sites to which Tastes Better From Scratch may link, except as expressly provided herein."}, {"1": "In the event that the Site or substantially all of its assets is sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, the information we have collected about you may be one of the assets sold or merged in connection with that transaction."}, {"2": "We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on the Site, with the “Effective Date” posted at the top of the Policy. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new services or change existing ones. If we make any material changes to our Privacy Policy or how we handle your personal information, or we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the privacy policy in effect at the time we obtained that information. By using our Site or services after the Effective Date, you are deemed to consent to our then-current privacy policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you."}]}, "count": 3}, "stored": {"text": {"stored": [{"0": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server. Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.  Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies."}, {"1": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 2}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "(e) analysis – we use cookies to help us to analyze the use and performance of our website and services"}, {"1": "We use Google Analytics to analyze the use of our website. Google Analytics gathers information about website use by means of cookies. The information gathered relating to our website is used to create reports about the use of our website. Google’s privacy policy is available at: https://www.google.com/policies/privacy/"}]}, "count": 2}, "analysis": {"text": {"analysis": [{"0": "(e) analysis – we use cookies to help us to analyze the use and performance of our website and services"}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "We use Google Analytics to analyze the use of our website. Google Analytics gathers information about website use by means of cookies. The information gathered relating to our website is used to create reports about the use of our website. Google’s privacy policy is available at: https://www.google.com/policies/privacy/"}, {"1": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 2}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "USE OF “AI”"}]}, "count": 1}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {"artificial intelligence": [{"0": "The owner of this website does not consent to the content on this website being used or downloaded by any third parties for the purposes of developing, training or operating artificial intelligence or other machine learning systems (“Artificial Intelligence Purposes”), except as authorized by the owner in writing (including written electronic communication). Absent such consent, users of this website, including any third parties accessing the website through automated systems, are prohibited from using any of the content on the website for Artificial Intelligence Purposes. Users or automated systems that fail to respect these choices will be considered to have breached our terms of service."}]}, "count": 1}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Tastes Better from Scratch includes links to external, or third party websites. Tastes Better from Scratch’s privacy policy does not apply to, and we cannot control the activities of, such other advertisers or websites."}, {"1": "When it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online."}]}, "count": 2}, "settings": {"text": {}, "count": 0}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "(c) security – we use cookies as an element of the security measures used to protect user accounts, including preventing fraudulent use of login credentials, and to protect our website and services generally"}, {"1": "The security of your Personal Information is important to us but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security. We never sell your personal information to third parties."}, {"2": "When it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online."}]}, "count": 3}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "(c) security – we use cookies as an element of the security measures used to protect user accounts, including preventing fraudulent use of login credentials, and to protect our website and services generally"}, {"1": "http://www.opera.com/help/tutorials/security/cookies/"}, {"2": "The security of your Personal Information is important to us but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security. We never sell your personal information to third parties."}]}, "count": 3}, "unauthorized": {"text": {"unauthorized": [{"0": "In all cases, we will only use your information as permitted by law. Notwithstanding any other provision of this Privacy Policy, however, we may disclose Personally Identifiable Information to others if we are required to do so by law or we in good faith believe that such action is necessary to (a) comply with the law or with legal process; (b) protect and defend our rights and property; (c) protect against misuse or unauthorized use of the Site; or (d) protect the personal safety or property of our users or the public. Please note that we may not provide you with notice prior to disclosure in such cases."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "We may change this Privacy Policy from time to time. The most recent version of the Privacy Policy will always be posted on the Site, with the “Effective Date” posted at the top of the Policy. We may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new services or change existing ones. If we make any material changes to our Privacy Policy or how we handle your personal information, or we are going to use any personal information in a manner that is materially different from that stated in our Privacy Policy at the time we collected such information, we will give you a reasonable opportunity to consent to the change. If you do not consent, your personal information will be used as agreed to under the terms of the privacy policy in effect at the time we obtained that information. By using our Site or services after the Effective Date, you are deemed to consent to our then-current privacy policy. We will use information previously obtained in accordance with the Privacy Policy in effect when the information was obtained from you."}]}, "count": 1}, "what": {"text": {"what": [{"0": "When it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online."}, {"1": "What’s an affiliate program?"}]}, "count": 2}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "We process personal information to understand and improve your experience with our Services and to serve you targeted advertisements. Some of these activities may be considered “sales” or “sharing” of your personal information or “targeted advertising” under certain privacy laws. To opt out of preference-based advertising, use the form linked below. Note, this will not stop you from seeing sponsorships or advertisements in our newsletters, but those ads will be selected randomly rather than based on your known preferences.https://convertk.it/opt-out-preference-based#newsletter_source=https://tastesbetterfromscratch.com/”"}]}, "count": 1}, "learn": {"text": {"learn": [{"0": "This Site is affiliated with CMI Marketing, Inc., d/b/a Raptive (“Raptive”) for the purposes of placing advertising on the Site, and Raptive will collect and use certain data for advertising purposes. To learn more about Raptive’s data usage, click here: https://raptive.com/creator-advertising-privacy-statement."}, {"1": "We engage others to serve newsletter advertisements and perform related services across the web and in mobile applications. You can learn more about interest-based ads, or opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance, by visiting www.aboutads.info/choices."}]}, "count": 2}, "more information": {"text": {"more information": [{"0": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Use of “Cookies”"}, {"1": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server. Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.  Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies."}, {"2": "We use cookies for the following purposes:"}, {"3": "(a) authentication – we use cookies to identify you when you visit our website and as you navigate our website"}, {"4": "(b) [personalization – we use cookies to store information about your preferences and to personalize the website for you;"}, {"5": "(c) security – we use cookies as an element of the security measures used to protect user accounts, including preventing fraudulent use of login credentials, and to protect our website and services generally"}, {"6": "(d) advertising – we use cookies to help us to display advertisements that will be relevant to you"}, {"7": "(e) analysis – we use cookies to help us to analyze the use and performance of our website and services"}, {"8": "We use Google Analytics to analyze the use of our website. Google Analytics gathers information about website use by means of cookies. The information gathered relating to our website is used to create reports about the use of our website. Google’s privacy policy is available at: https://www.google.com/policies/privacy/"}, {"9": "Most browsers allow you to refuse to accept cookies and to delete cookies. The methods for doing so vary from browser to browser, and from version to version. You can however obtain up-to-date information about blocking and deleting cookies via these links:"}, {"10": "https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences"}, {"11": "http://www.opera.com/help/tutorials/security/cookies/"}, {"12": "(d) https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies (Internet Explorer);"}, {"13": "Please note that blocking cookies may have a negative impact on the functions of many websites, including our Site. Some features of the Site may cease to be available to you."}, {"14": "You have chosen to opt-out of the sale or sharing of your information from this site and any of its affiliates. To opt back in please click the \"Customize my ad experience\" link.\n    This site collects information through the use of cookies and other tracking tools. Cookies and these tools do not contain any information that personally identifies a user, but personal information that would be stored about you may be linked to the information stored in and obtained from them. This information would be used and shared for Analytics, Ad Serving, Interest Based Advertising, among other purposes.\n    For more information please visit this site's Privacy Policy."}]}, "count": 15}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}