{"https://kompas.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {}, "count": 0}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}, "information": {"text": {}, "count": 0}, "use": {"text": {}, "count": 0}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {}, "count": 0}, "if": {"text": {"if": [{"0": "Cookies membantu kami mempersonalisasi Portal dan memenuhi minat serta keinginan Pengguna. Kami menggunakan cookies untuk melindungi privasi Anda. Portal kami tidak menggunakan cookies untuk mengumpulkan informasi pribadi dari\n                perangkat Anda. Kami tidak pernah menyimpan kata sandi atau data sensitif yang serupa dalam cookies "}, {"1": "P. TANGGAL EFEKTIF DAN LAIN-LAIN"}]}, "count": 2}, "when": {"text": {}, "count": 0}, "help": {"text": {}, "count": 0}, "access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {}, "count": 0}, "you can": {"text": {}, "count": 0}, "right": {"text": {}, "count": 0}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "·     Tanggal dan waktu dari server request "}, {"1": "·     Tanggal dan waktu dari server request "}]}, "count": 2}, "delete": {"text": {}, "count": 0}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Kami menggunakan Data Pribadi untuk mencegah aktifitas ilegal yang potensial dan menegakkan Ketentuan Penggunaan . Kami juga menggunakan bermacam-macam sistem teknologi untuk mendeteksi aktifitas yang tidak lazim untuk penyalahgunaan,\n                seperti spam, plagiarisme, pembajakan dan sebagainya."}]}, "count": 1}, "authority": {"text": {}, "count": 0}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {}, "count": 0}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Do Not Track (DNT): adalah sebuah self-regulatory initiative yang dirancang oleh industri periklanan daring untuk memberikan pilihan dalam jenis iklan yang mungkin mereka lihat dan pilih dari online behavioral ads yang disediakan\n                oleh perusahaan-perusahaan yang berpartisipasi dalam hal ini. Kami tidak merespon atas DNT pada pengaturan browser Anda."}]}, "count": 1}, "policy": {"text": {}, "count": 0}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {}, "count": 0}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {}, "count": 0}, "advertising": {"text": {}, "count": 0}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {}, "count": 0}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Kebijakan Data Pribadi"}, {"1": "KG Media berkomitmen untuk melindungi data pribadi pelanggan, pengunjung, vendor, mitra, dan banyak pemilik kepentingan terkait lainnya. Oleh karena itu, dalam Kebijakan Data Pribadi ini, Kami mempertimbangkan aspek penerapan teknologi,\n        sumber daya manusia, metode dan mengacu pada hukum yang berlaku di Indonesia, seperti Peraturan Menteri dan peraturan perundang-undangan lainnya yang terkait. "}, {"2": "Kebijakan Data Pribadi dalam halaman ini membantu Anda memahami bagaimana KG Media mengumpulkan, alasan Kami mengumpulkannya, mengolah, menganalisa, menyimpan, menggunakan, mengungkapkan, memberikan, mendistribusi, merevisi atau mengubah\n        dan/atau memusnahkan Data Pribadi Anda yang dapat diidentifikasi dan diperoleh sehubungan dengan penggunaan Layanan."}, {"3": "Data Pribadi / data berarti data atau informasi mengenai diri Anda yang Kami peroleh melalui penggunaan/interaksi Portal dan/atau layanan oleh Anda baik yang dapat diidentifikasi secara pribadi maupun yang belum diidentifikasi\n                secara pribadi termasuk namun tidak terbatas seperti nama, alamat, tanggal lahir, tempat kelahiran, pekerjaan, tempat bekerja, identitas pribadi, dokumen identitas lainnya, nomor telepon, alamat surel, dan informasi lainnya\n                yang dapat mengidentifikasi Anda sebagai pengguna."}, {"4": "Kebijakan Data Pribadi ini berlaku untuk semua Data Pribadi di seluruh Layanan Kami dan/atau mitra bisnis Kami (vendor, mitra, dan pemangku kepentingan lainnya). Mohon lihat berbagai produk dan anak usaha yang merupakan Afiliasi dari\n        Kami di sini: "}, {"5": "Setiap penambahan suatu produk/layanan yang akan datang di kemudian hari merupakan produk/ layanan yang diakui oleh Kami, maka secara serta-merta mengikuti Kebijakan Data Pribadi ini. Dalam hal pembuktian tersebut, Kami tidak berkewajiban\n        untuk menunjukan dokumen perusahaan Kami, namun Kami dapat menunjukan dokumen pernyataan yang menyatakan bahwa setiap produk atau layanan tersebut adalah benar termasuk layanan Kami."}, {"6": "Kami mengumpulkan, mengolah, menggunakan dan memberikan Data Pribadi Anda termasuk kepada Afiliasi dan/atau pihak ketiga/mitra Kami, untuk tujuan berikut: "}, {"7": "Kami dapat menggunakan Data Pribadi Anda untuk memberikan dukungan atau informasi lain yang terkait dengan riwayat penggunaan yang telah dilakukan Pelanggan, termasuk namun tidak terbatas seperti keluhan Pelanggan, panggilan\n                Pelanggan, konfirmasi Pelanggan yang terkait dengan layanan Kami. "}, {"8": "Kami dapat menggunakan Data Pribadi Anda untuk memberikan pemberitahuan tentang penerbitan produk baru, pengembangan produk, penargetan ulang, promosi, penawaran yang dipersonalisasi, berlangganan, partisipasi acara, atau informasi\n                yang mungkin Anda perlukan. Informasi ini tidak hanya terbatas pada produk/jasa dari layanan Kami baik yang pernah digunakan maupun belum pernah digunakan, tetapi juga produk/jasa Afiliasi atau mitra Kami yang sesuai dengan\n                kebutuhan Anda. Kami dapat menggunakan Data Pribadi Anda dan catatan transaksi Anda untuk menganalisis perilaku Anda dan menggunakannya untuk memberikan informasi mengenai Layanan Kami dan/atau produk/jasa tersebut."}, {"9": "Kami menggunakan Data Pribadi Anda dari interaksi Anda dengan layanan Kami untuk menganalisis minat dan pola perilaku Anda sehingga Kami dapat memberikan pengalaman, pelayanan, promosi dan informasi yang lebih baik dan sesuai\n                untuk kebutuhan Anda. "}, {"10": "Kami dapat membagikan Data Pribadi Anda kepada pihak ketiga/mitra Kami yang berkaitan dengan kepentingan usaha Kami dan/atau Afiliasi dan/atau kebutuhan Kami lainnya termasuk namun tidak terbatas berkaitan dengan penyelesaian\n                transaksi atas Layanan Kami dan/atau Afiliasi Kami yang bersentuhan dengan Pelanggan, berkaitan dengan kebutuhan bagi pihak ketiga/mitra Kami dan/atau Afiliasi Kami, dan kebutuhan-kebutuhan lainnya. Kami juga membagikan\n                Data Pribadi Anda dengan pihak ketiga/mitra Kami yang menurut kami dapat memberikan konten, produk-produk, atau layanan mereka yang sesuai dengan minat Anda. Kami memastikan bahwa pihak ketiga/mitra Kami ini dipilih dengan\n                kehati-hatian dan berkewajiban untuk menjaga Data Pribadi Anda tetap aman."}, {"11": "Kami menggunakan Data Pribadi untuk mencegah aktifitas ilegal yang potensial dan menegakkan Ketentuan Penggunaan . Kami juga menggunakan bermacam-macam sistem teknologi untuk mendeteksi aktifitas yang tidak lazim untuk penyalahgunaan,\n                seperti spam, plagiarisme, pembajakan dan sebagainya."}, {"12": "D. DATA YANG KAMI KUMPULKAN "}, {"13": " Kami mengumpulkan beberapa Data Pribadi yang secara langsung disediakan oleh Anda sebagai berikut: "}, {"14": "d. Data otentikasi "}, {"15": "f. Data yang telah direkam melalui salah satu layanan Afiliasi juga akan digunakan untuk meningkatkan pengalaman Pelanggan di semua lini bisnis Kami dan Afiliasi. "}, {"16": "Cookies membantu kami mempersonalisasi Portal dan memenuhi minat serta keinginan Pengguna. Kami menggunakan cookies untuk melindungi privasi Anda. Portal kami tidak menggunakan cookies untuk mengumpulkan informasi pribadi dari\n                perangkat Anda. Kami tidak pernah menyimpan kata sandi atau data sensitif yang serupa dalam cookies "}, {"17": "E.  DATA YANG TIDAK KAMI KUMPULKAN "}, {"18": "Kami sangat menghargai kerahasian data Anda, oleh karena itu, Kami tidak mengumpulkan data-data berupa konten apapun dari album foto, komunikasi aplikasi pesan singkat (app messenger), dan informasi kontak/phonebook yang terkandung\n        dalam perangkat anda."}, {"19": "Kerahasiaan informasi dan Data Pribadi Anda menjadi perhatian utama bagi Kami. Kami melakukan usaha dan prosedur terbaik untuk melindungi serta menjamin Data Pribadi dan Kami secara berkala melakukan evaluasi secara internal\n                untuk meningkatkan keamanan sehingga Data Pribadi Anda aman dari gangguan pihak tanpa izin. Kami memastikan bahwa Data Pribadi yang Kami peroleh berada dalam bentuk data yang terenkripsi baik di dalam proses transmisi maupun\n                penyimpanan di dalam server. Namun bagaimanapun, kami tidak dapat menjamin sepenuhnya bahwa sistem Kami tidak dapat ditembus oleh virus, malware, dan gangguan dari pihak tanpa izin. "}, {"20": "Pengguna bertanggung jawab untuk selalu menjaga kerahasiaan data informasi yang ada dalam Portal maupun sehubungan dengan penggunaan Layanan, termasuk namun tidak terbatas pada kerahasiaan sandi yang Pengguna gunakan untuk\n                mengakses akun di Portal KG Media. Mohon untuk tidak mengungkapkan dan membagikan Data Pribadi Anda, termasuk kata sandi akun Anda kepada siapapun dan tetap menjaga keamanan perangkat Anda. Kami tidak bertanggung jawab\n                apabila Anda mengalami kerugian yang disebabkan oleh kelalaian Anda dalam menjaga kerahasiaan data informasi sehubungan dengan penggunaan Layanan maupun terhadap akun Anda di Portal, dan dengan ini Anda membebaskan Kami,\n                direksi, dewan komisaris, karyawan, agen, dan/atau Afiliasi Kami, dari setiap tuntutan, gugatan, ganti rugi, dan/atau klaim yang Pengguna ajukan sehubungan dengan penggunaan dan/atau akses yang tidak sah terhadap akun Anda."}, {"21": "Iklan yang muncul pada Portal mungkin dikirim ke Anda oleh mitra kami, yang mungkin menerapkan cookies. Cookies ini memungkinkan server pada masing-masing iklan mengenali perangkat Pengguna setiap kali mereka mengirimkan iklan\n                online untuk mengumpulkan data non-pribadi tentang Pengguna atau orang lain yang menggunakan perangkat dari Pengguna. "}, {"22": "Jika terdapat anak di bawah umur yang yang telah menyediakan Data Pribadi tanpa diwakili orang tua atau walinya yang sah secara hukum, maka orang tua atau wali harus menghubungi KG Media (lihat Bagian O) untuk mengajukan penghapusan\n        Data Pribadi yang masuk dalam kategori “data yang tidak relevan” dan berhenti menggunakan akun Portal dan/atau Layanan tersebut (bila Layanan dan/atau Portal yang dimaksud tidak untuk segmentasi anak-anak di bawah umur)."}, {"23": "Data yang bersifat pribadi Pengguna : Kami mengumpulkan Data Pribadi dari Pengguna melalui berbagai cara, termasuk namun tidak terbatas pada, ketika Pengguna mengunjungi Portal, menggunakan fitur, mengakses konten yang kami\n                sediakan dalam Portal, ketika mendaftar sebagai Pengguna, ketika Pengguna menggunakan layanan dan sebagainya. Pengguna juga dapat diminta memberikan data, antara lain, alamat surel, alamat rumah/kantor, nomor telepon dan\n                informasi lainnya yang dibutuhkan. "}, {"24": " Data yang bersifat non-pribadi Pengguna : Kami dapat mengumpulkan data non-pribadi Pengguna ketika mereka berinteraksi dengan Portal dan/atau layanan Kami. Setiap data non-personal termasuk namun tidak terbatas pada nama browser,\n                tipe computer, perangkat telepon, atau informasi lainnya berkaitan dengan cara Pengguna terhubung dengan Portal kami, seperti system operasi, layanan internet, sosial media, dan informasi terkait lainnya. "}, {"25": "Dalam hal ketika Anda memilih untuk menautkan akun media sosial atau akun Anda yang terkait dengan layanan pihak ketiga lainnya ke Layanan Kami dan/atau Portal, maka Anda mungkin meminta pihak ketiga untuk mengirimkan informasi\n                tertentu kepada Kami dari akun media sosial atau akun layanan tersebut dan Anda mengijinkan Kami untuk mengumpulkan, menyimpan, dan menggunakan apa yang mereka kirimkan kepada Kami sesuai dengan yang dijelaskan dalam Kebijakan\n                Data Pribadi ini. "}, {"26": "Identifikasi ini digunakan pada seluruh Layanan dan Portal Kami untuk memungkinkan dilakukan pemahaman atas data Pelanggan dari antar produk/Layanan. Ini menciptakan peluang yang lebih besar untuk Kami dalam memberikan pelayanan\n                kepada Pelanggan yang lebih baik lagi."}, {"27": "External links behavior: Beberapa Layanan Kami/Portal Kami mungkin tersambung/berisi tautan dengan situs/aplikasi lain yang dibuat dan dikelola oleh pihak lain/mitra kami. Ketika Anda masuk ke sebuah situs/aplikasi lain tersebut,\n                maka perlu diketahui bahwa kami tidak bertanggung jawab atas pengumpulan data atau konten dari situs situs/aplikasi tersebut serta informasi apa pun yang mungkin mereka kumpulkan, walaupun nama atau logo kami mungkin dapat\n                muncul di situs/aplikasi tersebut. Kami meminta Anda untuk waspada saat meninggalkan Portal kami dan membaca ketentuan privasi situs/aplikasi lain tersebut yang Anda kunjungi, karena kebijakan privasi situs/aplikasi lain\n                tersebut tersebut mungkin berbeda dari kami"}, {"28": "Jika Anda sudah tidak lagi menjadi Pengguna terdaftar atau menggunakan layanan Kami, Data Pribadi akan tetap Kami simpan sekurang-kurangnya 5 (lima) tahun sejak tanggal terakhir Anda menjadi Pengguna terdaftar atau sejak tanggal\n                terakhir Anda menggunakan Layanan Kami/mengakses Portal atau selama jangka waktu lain yang sebagaimana diatur oleh hukum dan peraturan perundang-undangan yang berlaku di Indonesia."}, {"29": "Tanggapan atas permintaan hukum: Kami berhak untuk membagikan informasi Anda untuk menanggapi permintaan informasi Data Pribadi Anda dari otoritas Pemerintah dan/atau instansi yang berwenang atau disyaratkan oleh undang-undang."}, {"30": "J. PERNYATAAN DAN PERSETUJUAN DATA PRIBADI "}, {"31": "Dengan menggunakan Portal dan/atau layanan Kami, berarti Anda menyatakan bahwa Anda telah membaca, mengerti dan setuju atas Kebijakan Data Pribadi ini beserta seluruh setiap perubahannya yang Kami lakukan dari waktu ke waktu\n                dan setuju memperkenakan Kami untuk menggunakan, menerapkan, memproses, dan mengalihkan Data Pribadi Anda sebagaimana dinyatakan dalam Kebijakan Data Pribadi ini."}, {"32": "Anda juga menyatakan bahwa Anda sepakat dan menyetujui untuk membagikan atas seluruh informasi yang telah diberikan kepada Kami dan memberikan kepada Kami kewenangan untuk menghapus, menggunakan dan membagikan Data Pribadi\n                Anda kepada Afiliasi Kami dan/atau pihak ketiga lainnya (seperti mitra kami, vendor dan lainnya) untuk mendukung Layanan dan/atau Portal Kami serta kegiatan usaha Kami dan Afiliasi Kami."}, {"33": "K. PENCABUTAN PERSETUJUAN DAN PENGHAPUSAN DATA PRIBADI "}, {"34": "Jika Anda merupakan Pengguna yang terdaftar, Anda dapat meninjau, merevisi, dan memperbaiki Data Pribadi Anda melalui layanan pengaturan profil Pengguna pada Portal."}, {"35": "KG Media hanya bertanggung jawab atas penghapusan dari data anda yang tersimpan di Akun KG Media anda."}, {"36": "KG Media tidak bertanggung jawab terhadap data anda di luar dari data anda yang tersimpan di akun KG Media anda."}, {"37": "Anda dapat mencabut persetujuan Anda atas pengumpulan, penggunaan, dan keterbukaan Data Pribadi Anda dan/atau mengajukan penghapusan Data Pribadi Anda yang tersimpan dengan cara berikut :"}, {"38": "Menghapus data Pribadi anda (PII)"}, {"39": "Tidak memiliki akses untuk melakukan perubahan data, komentar dan aktivitas lain yang memerlukan akses login"}, {"40": "Bahasa : Kebijakan Data Pribadi ini memungkinkan dibuat dalam bahasa lain diluar Bahasa Indonesia. Dalam hal terdapat ketidaksesuaian antara versi Bahasa Indonesia dengan bahasa lainnya, maka versi Bahasa Indonesia yang akan\n                berlaku."}, {"41": "N. PERUBAHAN PADA KEBIJAKAN DATA PRIBADI"}, {"42": "KG Media dapat mengubah Kebijakan Data Pribadi ini dari waktu ke waktu dengan menampilkan versi yang telah diubah pada setiap dan/atau masing-masing Portal. Anda mengakui dan menyatakan bahwa KG Media dan/atau Afiliasinya memiliki\n        hak untuk mengubah Kebijaka Data Pribadi ini secara sepihak dari waktu ke waktu oleh karena itu Anda menyatakan bahwa Anda secara seksama serta secara berkala memperhatikan dan membaca Kebijakan Data Pribadi ini. Dengan tetap mengakses\n        Portal dan/atau keberlanjutan atas penggunaan setiap Layanan KG Media, maka Pelanggan dianggap telah memahami, tunduk dan menyetujui Kebijakan Data Pribadi ini berikut setiap perubahan-perubahannya."}, {"43": " Apabila suatu bagian dari Kebijakan Data Pribadi tidak dapat dipakai/ berlaku, maka bagian tersebut tidak mempengaruhi keabsahan ketentuan lainnya."}, {"44": "Jika anda mempunyai pertanyaan atau kepentingan atas Kebijakan Data Pribadi ini atau mengenai penggunaan Data Pribadi, hubungi Kami melalui: "}, {"45": "Kebijakan Data Pribadi ini terakhir dimutakhirkan dan diubah pada tanggal 1 Maret 2021. Dengan menggunakan Portal maupun Layanan Kami, Anda dianggap setuju atas Kebijakan Data Pribadi ini termasuk namun tidak terbatas pada seluruh\n        perubahannya.."}, {"46": "\n        Kebijakan Data Pribadi ini tunduk dan ditafsirkan berdasarkan ketentuan hukum dan perundang-undangan yang berlaku di Indonesia.\n    "}]}, "count": 47}, "we process": {"text": {}, "count": 0}, "collected": {"text": {}, "count": 0}, "stored": {"text": {}, "count": 0}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "Kami menggunakan 'analytics' cookies untuk membantu menganalisis bagaimana pengguna mengakses Portal. Dengan menunjukkan bagaimana dan kapan pengguna menggunakan Portal, cookies membantu kami dalam mencari tahu halaman Portal\n                mana yang populer dan mana yang tidak, dan bagaimana kami dapat memperbaiki Portal untuk Anda. Kami menggunakan cookies 'analisis' di Portal sehingga dengan demikian, Kami hanya membagikan informasi cookies ini kepada pihak\n                ketiga/mitra Kami yakni dalam format agregat dan anonimus (keseluruhan) serta tidak ada informasi yang bersifat pribadi. "}]}, "count": 1}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "KG Media/Kami berarti Kompas Gramedia Group of Media yang bergerak di berbagai bidang bisnis media, seperti Televisi, Radio, Percetakan, Digital dan bisnis area media lainnya."}, {"1": "Data Pribadi / data berarti data atau informasi mengenai diri Anda yang Kami peroleh melalui penggunaan/interaksi Portal dan/atau layanan oleh Anda baik yang dapat diidentifikasi secara pribadi maupun yang belum diidentifikasi\n                secara pribadi termasuk namun tidak terbatas seperti nama, alamat, tanggal lahir, tempat kelahiran, pekerjaan, tempat bekerja, identitas pribadi, dokumen identitas lainnya, nomor telepon, alamat surel, dan informasi lainnya\n                yang dapat mengidentifikasi Anda sebagai pengguna."}, {"2": "Kebijakan Data Pribadi ini berlaku untuk semua Data Pribadi di seluruh Layanan Kami dan/atau mitra bisnis Kami (vendor, mitra, dan pemangku kepentingan lainnya). Mohon lihat berbagai produk dan anak usaha yang merupakan Afiliasi dari\n        Kami di sini: "}, {"3": " Untuk memberikan informasi mengenai produk atau informasi terkini; "}, {"4": "Kami dapat menggunakan Data Pribadi Anda untuk memberikan pemberitahuan tentang penerbitan produk baru, pengembangan produk, penargetan ulang, promosi, penawaran yang dipersonalisasi, berlangganan, partisipasi acara, atau informasi\n                yang mungkin Anda perlukan. Informasi ini tidak hanya terbatas pada produk/jasa dari layanan Kami baik yang pernah digunakan maupun belum pernah digunakan, tetapi juga produk/jasa Afiliasi atau mitra Kami yang sesuai dengan\n                kebutuhan Anda. Kami dapat menggunakan Data Pribadi Anda dan catatan transaksi Anda untuk menganalisis perilaku Anda dan menggunakannya untuk memberikan informasi mengenai Layanan Kami dan/atau produk/jasa tersebut."}, {"5": "Menganalisis perilaku Pelanggan untuk memberikan pengalaman, pelayanan dan informasi yang lebih baik dan sesuai; "}, {"6": "Kami menggunakan Data Pribadi Anda dari interaksi Anda dengan layanan Kami untuk menganalisis minat dan pola perilaku Anda sehingga Kami dapat memberikan pengalaman, pelayanan, promosi dan informasi yang lebih baik dan sesuai\n                untuk kebutuhan Anda. "}, {"7": "Kami dan/atau Afiliasi dapat mengkomunikasikan kepada Anda mengenai manfaat, program, dan kesempatan yang dapat diberikan terkait Layanan Kami dan/atau Afiliasi Kami. "}, {"8": "Kami dapat membagikan Data Pribadi Anda kepada pihak ketiga/mitra Kami yang berkaitan dengan kepentingan usaha Kami dan/atau Afiliasi dan/atau kebutuhan Kami lainnya termasuk namun tidak terbatas berkaitan dengan penyelesaian\n                transaksi atas Layanan Kami dan/atau Afiliasi Kami yang bersentuhan dengan Pelanggan, berkaitan dengan kebutuhan bagi pihak ketiga/mitra Kami dan/atau Afiliasi Kami, dan kebutuhan-kebutuhan lainnya. Kami juga membagikan\n                Data Pribadi Anda dengan pihak ketiga/mitra Kami yang menurut kami dapat memberikan konten, produk-produk, atau layanan mereka yang sesuai dengan minat Anda. Kami memastikan bahwa pihak ketiga/mitra Kami ini dipilih dengan\n                kehati-hatian dan berkewajiban untuk menjaga Data Pribadi Anda tetap aman."}, {"9": "Kami dapat meminta Pelanggan untuk memberikan saran-saran, agar produk/Layanan lebih sesuai dengan yang Pelanggan butuhkan dan minati (sebagai contoh lewat survei, riset atas penggunaan, diskusi kelompok)."}, {"10": " Kami mengumpulkan beberapa Data Pribadi yang secara langsung disediakan oleh Anda sebagai berikut: "}, {"11": "Kami sangat menghargai kerahasian data Anda, oleh karena itu, Kami tidak mengumpulkan data-data berupa konten apapun dari album foto, komunikasi aplikasi pesan singkat (app messenger), dan informasi kontak/phonebook yang terkandung\n        dalam perangkat anda."}, {"12": "Ketika Anda menggunakan Portal Kami, ada kemungkinan muncul iklan tertentu yang mana adalah produk dari mitra kami. Mitra kami, sebagai vendor pihak ketiga, menggunakan cookies untuk menayangkan iklan di Portal Kami"}, {"13": "Kami tidak dapat membedakan secara langsung mengenai usia seseorang saat pembuatan akun Portal dan/atau penggunaan/pendaftaran atas Layanan Kami melalui Portal. Pelanggan wajib membebaskan Kami, Afiliasi dan/atau setiap pihak ketiga/mitra\n        kami dari setiap klaim, gugatan dan/atau tuntutan yang timbul akibat Pelanggan melanggar ketentuan dalam huruf H ini serta Pelanggan wajib bertanggung jawab penuh setiap klaim, gugatan dan/atau tuntutan tersebut."}, {"14": "Data yang bersifat pribadi Pengguna : Kami mengumpulkan Data Pribadi dari Pengguna melalui berbagai cara, termasuk namun tidak terbatas pada, ketika Pengguna mengunjungi Portal, menggunakan fitur, mengakses konten yang kami\n                sediakan dalam Portal, ketika mendaftar sebagai Pengguna, ketika Pengguna menggunakan layanan dan sebagainya. Pengguna juga dapat diminta memberikan data, antara lain, alamat surel, alamat rumah/kantor, nomor telepon dan\n                informasi lainnya yang dibutuhkan. "}, {"15": "Dalam hal ketika Anda memilih untuk menautkan akun media sosial atau akun Anda yang terkait dengan layanan pihak ketiga lainnya ke Layanan Kami dan/atau Portal, maka Anda mungkin meminta pihak ketiga untuk mengirimkan informasi\n                tertentu kepada Kami dari akun media sosial atau akun layanan tersebut dan Anda mengijinkan Kami untuk mengumpulkan, menyimpan, dan menggunakan apa yang mereka kirimkan kepada Kami sesuai dengan yang dijelaskan dalam Kebijakan\n                Data Pribadi ini. "}, {"16": "Tidak mempunyai hak klaim terhadap hadiah dari kuis dan event yang sebelumnya anda ikuti"}, {"17": "Kami dapat mengirimkan surel berupa undangan untuk berpartisipasi dalam survey pengguna, tanggapan sebagai pengunjung atau pengguna, serta layanan yang ada atau sedang dikembangkan."}, {"18": "KG Media dan Pengguna dengan ini setuju untuk berusaha sedapat mungkin mencapai penyelesaian secara musyawarah paling lama 30 (tiga puluh) hari kerja sejak salah satu pihak menerima surat tertulis dari pihak lainnya "}, {"19": "Apabila penyelesaian melalui musyawarah tersebut gagal mencapai kata mufakat dalam waktu yang sudah ditentukan, maka perselisihan dapat diselesaikan dengan mengikuti peraturan peraturan perundang-undangan terkait. "}, {"20": " Apabila suatu bagian dari Kebijakan Data Pribadi tidak dapat dipakai/ berlaku, maka bagian tersebut tidak mempengaruhi keabsahan ketentuan lainnya."}, {"21": "Jika anda mempunyai pertanyaan atau kepentingan atas Kebijakan Data Pribadi ini atau mengenai penggunaan Data Pribadi, hubungi Kami melalui: "}]}, "count": 22}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {}, "count": 0}, "settings": {"text": {}, "count": 0}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {}, "count": 0}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {}, "count": 0}, "what": {"text": {}, "count": 0}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "learn": {"text": {}, "count": 0}, "more information": {"text": {}, "count": 0}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "c. Cookies. "}, {"1": "Cookies yang dimaksud huruf c di atas adalah file teks kecil yang dikirim ke dan disimpan di komputer, ponsel pintar atau perangkat lain untuk mengakses internet, setiap kali Anda menggunakan Layanan Kami melalui Portal. Cookies\n                berguna karena memungkinkan Portal mengenali perangkat pengguna "}, {"2": "Cookies membantu kami mempersonalisasi Portal dan memenuhi minat serta keinginan Pengguna. Kami menggunakan cookies untuk melindungi privasi Anda. Portal kami tidak menggunakan cookies untuk mengumpulkan informasi pribadi dari\n                perangkat Anda. Kami tidak pernah menyimpan kata sandi atau data sensitif yang serupa dalam cookies "}, {"3": "Kami menggunakan 'analytics' cookies untuk membantu menganalisis bagaimana pengguna mengakses Portal. Dengan menunjukkan bagaimana dan kapan pengguna menggunakan Portal, cookies membantu kami dalam mencari tahu halaman Portal\n                mana yang populer dan mana yang tidak, dan bagaimana kami dapat memperbaiki Portal untuk Anda. Kami menggunakan cookies 'analisis' di Portal sehingga dengan demikian, Kami hanya membagikan informasi cookies ini kepada pihak\n                ketiga/mitra Kami yakni dalam format agregat dan anonimus (keseluruhan) serta tidak ada informasi yang bersifat pribadi. "}, {"4": "Bagaimana Anda bisa mengatur cookies Anda? Browser kebanyakan komputer, ponsel pintar, dan perangkat berkemampuan web lainnya biasanya disiapkan untuk menerima cookies. Anda memiliki pilihan untuk mengontrol penerimaan cookies\n                sendiri dan, jika Anda mau, Anda dapat memblokir sepenuhnya dengan mengkonfigurasi browser Internet Anda. Silakan lihat dokumentasi untuk browser Anda untuk mengubah preferensi Anda terkait cookies ini. "}, {"5": "Harap diingat bahwa cookies digunakan untuk mengaktifkan dan memperbaiki fungsi tertentu pada Portal. Jika Anda memilih untuk menonaktifkan cookies tertentu, kemungkinan akan mempengaruhi cara kerja Portal kami."}, {"6": "Iklan yang muncul pada Portal mungkin dikirim ke Anda oleh mitra kami, yang mungkin menerapkan cookies. Cookies ini memungkinkan server pada masing-masing iklan mengenali perangkat Pengguna setiap kali mereka mengirimkan iklan\n                online untuk mengumpulkan data non-pribadi tentang Pengguna atau orang lain yang menggunakan perangkat dari Pengguna. "}, {"7": "Ketika Anda menggunakan Portal Kami, ada kemungkinan muncul iklan tertentu yang mana adalah produk dari mitra kami. Mitra kami, sebagai vendor pihak ketiga, menggunakan cookies untuk menayangkan iklan di Portal Kami"}]}, "count": 8}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}