{"https://bestbuy.com": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "Best Buy cares about your privacy, and we want to ensure you have the information you need to protect your personal information. Read about how to spot and avoid online scams and access links for additional fraud-prevention resources."}, {"1": "Customer privacy is a major priority at Best Buy, and we take great care to protect your information. The Best Buy Privacy Policy lays out the ways in which we gather and protect information, and how you can control your personal information. Read How Best Buy Interacts with Your Devices to learn more about our commitment to protecting your data and your privacy."}, {"2": "At Best Buy, our purpose is to enrich lives through technology. We collect, use, and share information about consumers to fulfill our purpose, meet (and hopefully exceed) customer expectations, and provide value to our stakeholders and the communities we serve."}, {"3": "This Privacy Policy is designed to give you an understanding of the personal information options we provide to all Americans, what types of information related to consumers we collect, how we use that information, and how we share that information. We also discuss other topics we think you’ll find relevant to personal information."}, {"4": "Creating a policy that does this isn’t as easy as it may sound—if we provide too much detail the policy might get too long or confusing. But, on the other hand, we want to provide enough detail to be clear and informative."}, {"5": "We hope you find that we’ve struck the right balance. Several state laws require us to describe our privacy practices using specific definitions and providing specific details—you can find information consistent with applicable state law on our State Privacy Rights page. And if you still have any questions about our privacy practices, feel free to ask using our contact information provided below."}, {"6": "First, we want to be clear how this Policy applies. This Privacy Policy applies to Best Buy and Pacific Sales retail stores and other locations and events under the Best Buy or Geek Squad® name. This Policy also applies to digital properties (we use “digital properties” to include websites and mobile apps) owned or operated by Best Buy Co., Inc. and any of our subsidiaries, unless that property or subsidiary has its own privacy policy (which would instead apply)."}, {"7": "While only required by a relatively small number of US states, we provide the following options to all Americans:"}, {"8": "Access: We’ll give you a report on the personal information that Best Buy has about you. Just submit an access request to get started."}, {"9": "Deletion: You can ask us to delete certain personal information we have about you by submitting a deletion request. Exceptions apply."}, {"10": "Advertising Opt-Outs: Some states have nuanced requirements that, for Best Buy, impact sharing of information for advertising purposes. We’ve provided the opportunity to make an opt-out choice that meets or exceeds applicable state-law requirements."}, {"11": "We may collect information relevant to you in three ways."}, {"12": "First, we may collect information directly from you. This could be as part of your interactions with Best Buy personnel, such as at our retail stores or during in-home visits, or when you provide information though our digital properties."}, {"13": "The personal information we collect directly from you may include things such as:"}, {"14": "In certain situations, we may also collect other information directly from you such as:"}, {"15": "Facial or wrist geometry (for example, if you choose to use Best Buy’s virtual try-on tool, with your permission your camera will scan your facial or wrist geometry. The experience is exclusively done in real time, and we do not retain such data after you use this feature.)"}, {"16": "Second, we will collect such information by observing behavior — either in the “real world” or through our digital properties."}, {"17": "Information collected automatically \nOur digital properties are not designed to respond to “do not track” requests from browsers. We may collect information about your digital interactions with us including, for example:"}, {"18": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"19": "Third, we may receive information about you from other sources, independent of you. For example, we may receive information about you as a gift recipient or as the person designated by another customer to pick up a purchased item at our store. We may receive information relating to you from our financial-services partners, consistent with federal law and the specific partner’s privacy notice, arising from our My Best Buy Credit Card program or other financial services. We may also receive information related to you from data brokers or other third parties."}, {"20": "We will use information about you to meet your expectations, give you a great experience with Best Buy, and improve our business to better serve you and others in the future. Some examples of this may include:"}, {"21": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}, {"22": "We may use location information collected by a digital property to, for example, help you locate the closest Best Buy store, use special mobile features within some of our stores, or provide you with helpful messaging in our mobile app. We also may use this information to provide you with personalized content, information, or notices (including, but not limited to, notices that may be required by law based on your location)."}, {"23": "Finally, we will seek to tell you about technology and other products and services that we think you will find useful through marketing, advertising, and other communications. That means we will use information about you to predict what you may find useful (or just fun and interesting). We or other advertisers may use those predictions to choose marketing messages to send you on our or others’ digital properties and monitor the response to that message."}, {"24": "We may combine or share information among current or future Best Buy companies, including affiliates and subsidiaries. "}, {"25": "We may share your information with third parties to perform services on our behalf such as:"}, {"26": "We also may share personal information in connection with co-branded product or service offerings (including sharing personal information with business partners to validate offers). Additionally, we may share personal information in connection with financial products or services related to our business, such as private-label credit cards or a lease-to-own program. For example, when you apply for a Best Buy Credit Card, and while you have a Best Buy Credit Card, we share your personal information with our banking partners that issue the card."}, {"27": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}, {"28": "We may share personal information in the event of a corporate sale, merger, acquisition, joint venture, reorganization, divestiture, dissolution, liquidation, or similar event."}, {"29": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}, {"30": "As another example, we may share consumer purchase history with social-media companies so that, if you have an account with that company’s digital properties, they can improve the performance of our advertising on their properties and we can better assess how those advertisements performed. Some of these companies will combine this information with other personal information for their own purposes, independent of Best Buy, but are obligated by law to follow their own privacy policy."}, {"31": "How we protect information about you"}, {"32": "We use a variety of cybersecurity measures designed, under a risk-based approach, to ensure the confidentiality of information about you from bad actors. However, as set forth in the applicable terms of use for each digital property, we cannot and do not guarantee the security of information we collect. "}, {"33": "You also can do your part to help protect the information you provide to us. Create a strong password. Use that password only on our digital properties and not on other sites or for other accounts. And do not share your password with anyone—especially anyone claiming to work with us. We would never contact you and ask for your password—ever."}, {"34": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}, {"35": "Please note that in some cases we may not be able to remove content posted on our properties, in which case we will let you know if we are unable to do so and why. Additionally, even if we are able to anonymize or make content or information no longer visible on our digital properties at your request, this cannot ensure complete or comprehensive removal of the content or information from the internet."}, {"36": "We may need to update our Privacy Policy as we and our customers grow and evolve. If we make material changes, we will notify you by email (sent to the email address specified in your account) or by means of posting a notice on this website prior to the change becoming effective, as well as inform you of any choices you may have with respect to these changes."}, {"37": "You also may contact us at the above to stop receiving direct mail from us. If you wish to make an Access, Deletion, or Advertising Opt-Out request as discussed at the start of this policy, you or your authorized representative must follow the methods provided at the specific linked pages or as described in our State Privacy Rights page. The methods we’ve established are either technically necessary or designed to ensure, under a risk-based approach, the confidentiality, integrity, and availability of personal information to a degree that emailing or writing us with such a request cannot provide."}]}, "count": 38}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "While only required by a relatively small number of US states, we provide the following options to all Americans:"}, {"1": "You also can do your part to help protect the information you provide to us. Create a strong password. Use that password only on our digital properties and not on other sites or for other accounts. And do not share your password with anyone—especially anyone claiming to work with us. We would never contact you and ask for your password—ever."}]}, "count": 2}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "Find Another Store"}, {"1": "This Privacy Policy is designed to give you an understanding of the personal information options we provide to all Americans, what types of information related to consumers we collect, how we use that information, and how we share that information. We also discuss other topics we think you’ll find relevant to personal information."}, {"2": "Creating a policy that does this isn’t as easy as it may sound—if we provide too much detail the policy might get too long or confusing. But, on the other hand, we want to provide enough detail to be clear and informative."}, {"3": "First, we want to be clear how this Policy applies. This Privacy Policy applies to Best Buy and Pacific Sales retail stores and other locations and events under the Best Buy or Geek Squad® name. This Policy also applies to digital properties (we use “digital properties” to include websites and mobile apps) owned or operated by Best Buy Co., Inc. and any of our subsidiaries, unless that property or subsidiary has its own privacy policy (which would instead apply)."}, {"4": "Payment card number and other payment information"}, {"5": "Reviews and other content you post on our digital properties in publicly accessible blogs and other forums (be aware that anyone who accesses these posts may view, collect, and use the information you provide)"}, {"6": "In certain situations, we may also collect other information directly from you such as:"}, {"7": "Store cameras & sensors \nOur stores may use cameras and sensors for asset protection and other operational purposes, such as measuring traffic patterns and protecting and improving our business."}, {"8": "MAC address (another kind of numeric identifier for your mobile device)"}, {"9": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"10": "Our digital properties link to other companies’ websites, many of which have their own privacy policies. Be sure to review the privacy policy on the website you are visiting to understand their privacy practices—our policy will not apply to others’ digital properties."}, {"11": "Third, we may receive information about you from other sources, independent of you. For example, we may receive information about you as a gift recipient or as the person designated by another customer to pick up a purchased item at our store. We may receive information relating to you from our financial-services partners, consistent with federal law and the specific partner’s privacy notice, arising from our My Best Buy Credit Card program or other financial services. We may also receive information related to you from data brokers or other third parties."}, {"12": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}, {"13": "Finally, we will seek to tell you about technology and other products and services that we think you will find useful through marketing, advertising, and other communications. That means we will use information about you to predict what you may find useful (or just fun and interesting). We or other advertisers may use those predictions to choose marketing messages to send you on our or others’ digital properties and monitor the response to that message."}, {"14": "Detecting fraud and other illegal activity"}, {"15": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}, {"16": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}, {"17": "As another example, we may share consumer purchase history with social-media companies so that, if you have an account with that company’s digital properties, they can improve the performance of our advertising on their properties and we can better assess how those advertisements performed. Some of these companies will combine this information with other personal information for their own purposes, independent of Best Buy, but are obligated by law to follow their own privacy policy."}, {"18": "You also can do your part to help protect the information you provide to us. Create a strong password. Use that password only on our digital properties and not on other sites or for other accounts. And do not share your password with anyone—especially anyone claiming to work with us. We would never contact you and ask for your password—ever."}]}, "count": 19}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "This website is a one-stop national resource to understand how to avoid identity theft — and learn what to do if your identity is stolen."}, {"1": "Creating a policy that does this isn’t as easy as it may sound—if we provide too much detail the policy might get too long or confusing. But, on the other hand, we want to provide enough detail to be clear and informative."}, {"2": "We hope you find that we’ve struck the right balance. Several state laws require us to describe our privacy practices using specific definitions and providing specific details—you can find information consistent with applicable state law on our State Privacy Rights page. And if you still have any questions about our privacy practices, feel free to ask using our contact information provided below."}, {"3": "Driver's license number (for example, if you return a product or apply for credit)"}, {"4": "Social Security Number (for example, if you apply for credit)"}, {"5": "Demographic and lifestyle information (for example, if you sign up for a registry or birthday list)"}, {"6": "Health information (for example, if you purchase a hearing aid)"}, {"7": "Facial or wrist geometry (for example, if you choose to use Best Buy’s virtual try-on tool, with your permission your camera will scan your facial or wrist geometry. The experience is exclusively done in real time, and we do not retain such data after you use this feature.)"}, {"8": "Most current operating systems on mobile devices require that a user give permission for a specific app to collect specific location information—don’t give our app permission if you don’t want that information collected. Mobile devices also often provide users with the ability to adjust settings related to sharing specific location information. Note that adjusting these settings does not completely eliminate the ability of others to develop location information about your device (such as non-specific location information derived from IP addresses)."}, {"9": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}, {"10": "As another example, we may share consumer purchase history with social-media companies so that, if you have an account with that company’s digital properties, they can improve the performance of our advertising on their properties and we can better assess how those advertisements performed. Some of these companies will combine this information with other personal information for their own purposes, independent of Best Buy, but are obligated by law to follow their own privacy policy."}, {"11": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}, {"12": "Please note that in some cases we may not be able to remove content posted on our properties, in which case we will let you know if we are unable to do so and why. Additionally, even if we are able to anonymize or make content or information no longer visible on our digital properties at your request, this cannot ensure complete or comprehensive removal of the content or information from the internet."}, {"13": "We may need to update our Privacy Policy as we and our customers grow and evolve. If we make material changes, we will notify you by email (sent to the email address specified in your account) or by means of posting a notice on this website prior to the change becoming effective, as well as inform you of any choices you may have with respect to these changes."}, {"14": "If you have any questions about our Privacy Policy or practices, please contact us."}, {"15": "You also may contact us at the above to stop receiving direct mail from us. If you wish to make an Access, Deletion, or Advertising Opt-Out request as discussed at the start of this policy, you or your authorized representative must follow the methods provided at the specific linked pages or as described in our State Privacy Rights page. The methods we’ve established are either technically necessary or designed to ensure, under a risk-based approach, the confidentiality, integrity, and availability of personal information to a degree that emailing or writing us with such a request cannot provide."}, {"16": "If you are a California resident and would like to learn more about your rights under California’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"17": "If you are a Colorado resident and would like to learn more about your rights under Colorado's laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"18": "If you are a Connecticut resident and would like to learn more about your rights under Connecticut’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"19": "If you are a Nevada resident, you have the right to request that Best Buy not sell your personal information to third parties. To submit this request, please send us an email at EnterprisePrivacy@BestBuy.com. However, please note that Best Buy does not sell personal information about you to third parties as defined under Nevada law."}, {"20": "If you are a Montana resident and would like to learn more about your rights under Montana's laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"21": "If you are an Oregon resident and would like to learn more about your rights under Oregon’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"22": "If you are a Texas resident and would like to learn more about your rights under Texas’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"23": "If you are a Utah resident and would like to learn more about your rights under Utah’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"24": "If you are a Virginia resident and would like to learn more about your rights under Virginia’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}]}, "count": 25}, "when": {"text": {"when": [{"0": "First, we may collect information directly from you. This could be as part of your interactions with Best Buy personnel, such as at our retail stores or during in-home visits, or when you provide information though our digital properties."}, {"1": "Location information (such as when you ask us to tell you about nearby stores)"}, {"2": "Fingerprints (when required by law for fraud detection in connection with Best Buy’s product trade-in program)"}, {"3": "We also may share personal information in connection with co-branded product or service offerings (including sharing personal information with business partners to validate offers). Additionally, we may share personal information in connection with financial products or services related to our business, such as private-label credit cards or a lease-to-own program. For example, when you apply for a Best Buy Credit Card, and while you have a Best Buy Credit Card, we share your personal information with our banking partners that issue the card."}, {"4": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}, {"5": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}]}, "count": 6}}}, "BENEFIT": {"OTHER": {"help you": {"text": {"help you": [{"0": "Hi, how can I help you?"}, {"1": "We may use location information collected by a digital property to, for example, help you locate the closest Best Buy store, use special mobile features within some of our stores, or provide you with helpful messaging in our mobile app. We also may use this information to provide you with personalized content, information, or notices (including, but not limited to, notices that may be required by law based on your location)."}]}, "count": 2}, "help us": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"can access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "At Best Buy, our purpose is to enrich lives through technology. We collect, use, and share information about consumers to fulfill our purpose, meet (and hopefully exceed) customer expectations, and provide value to our stakeholders and the communities we serve."}, {"1": "This Privacy Policy is designed to give you an understanding of the personal information options we provide to all Americans, what types of information related to consumers we collect, how we use that information, and how we share that information. We also discuss other topics we think you’ll find relevant to personal information."}, {"2": "The personal information we collect directly from you may include things such as:"}, {"3": "We use a variety of cybersecurity measures designed, under a risk-based approach, to ensure the confidentiality of information about you from bad actors. However, as set forth in the applicable terms of use for each digital property, we cannot and do not guarantee the security of information we collect. "}]}, "count": 4}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {"we may collect": [{"0": "We may collect information relevant to you in three ways."}, {"1": "First, we may collect information directly from you. This could be as part of your interactions with Best Buy personnel, such as at our retail stores or during in-home visits, or when you provide information though our digital properties."}, {"2": "Information collected automatically \nOur digital properties are not designed to respond to “do not track” requests from browsers. We may collect information about your digital interactions with us including, for example:"}]}, "count": 3}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "The personal information we collect directly from you may include things such as:"}, {"1": "Finally, we will seek to tell you about technology and other products and services that we think you will find useful through marketing, advertising, and other communications. That means we will use information about you to predict what you may find useful (or just fun and interesting). We or other advertisers may use those predictions to choose marketing messages to send you on our or others’ digital properties and monitor the response to that message."}, {"2": "We may need to update our Privacy Policy as we and our customers grow and evolve. If we make material changes, we will notify you by email (sent to the email address specified in your account) or by means of posting a notice on this website prior to the change becoming effective, as well as inform you of any choices you may have with respect to these changes."}]}, "count": 3}, "you can": {"text": {"you can": [{"0": "Below, you can view our Privacy Policy, read about our privacy practices and learn how you can control and protect your personal information online."}, {"1": "Customer privacy is a major priority at Best Buy, and we take great care to protect your information. The Best Buy Privacy Policy lays out the ways in which we gather and protect information, and how you can control your personal information. Read How Best Buy Interacts with Your Devices to learn more about our commitment to protecting your data and your privacy."}, {"2": "We hope you find that we’ve struck the right balance. Several state laws require us to describe our privacy practices using specific definitions and providing specific details—you can find information consistent with applicable state law on our State Privacy Rights page. And if you still have any questions about our privacy practices, feel free to ask using our contact information provided below."}, {"3": "Deletion: You can ask us to delete certain personal information we have about you by submitting a deletion request. Exceptions apply."}, {"4": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"5": "You can opt out of interest-based advertising from third-party providers who follow the Digital Advertising Alliance's Self-Regulatory Principles for Online Behavioral Advertising at www.aboutads.info/choices."}]}, "count": 6}, "right to request": {"text": {"right to request": [{"0": "If you are a Nevada resident, you have the right to request that Best Buy not sell your personal information to third parties. To submit this request, please send us an email at EnterprisePrivacy@BestBuy.com. However, please note that Best Buy does not sell personal information about you to third parties as defined under Nevada law."}]}, "count": 1}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {}, "count": 0}}, "MODIFICATION": {"deletion of": {"text": {}, "count": 0}, "delete": {"text": {"delete": [{"0": "Deletion: You can ask us to delete certain personal information we have about you by submitting a deletion request. Exceptions apply."}, {"1": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}]}, "count": 2}, "remove": {"text": {"remove": [{"0": "Please note that in some cases we may not be able to remove content posted on our properties, in which case we will let you know if we are unable to do so and why. Additionally, even if we are able to anonymize or make content or information no longer visible on our digital properties at your request, this cannot ensure complete or comprehensive removal of the content or information from the internet."}]}, "count": 1}, "removal": {"text": {"removal": [{"0": "Please note that in some cases we may not be able to remove content posted on our properties, in which case we will let you know if we are unable to do so and why. Additionally, even if we are able to anonymize or make content or information no longer visible on our digital properties at your request, this cannot ensure complete or comprehensive removal of the content or information from the internet."}]}, "count": 1}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {"contract": [{"0": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}]}, "count": 1}, "contractual": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "State Privacy Rights page"}, {"1": "State Privacy Rights page"}, {"2": "State Privacy Rights page"}, {"3": "State Privacy Rights page"}, {"4": "State Privacy Rights page"}, {"5": "State Privacy Rights page"}, {"6": "State Privacy Rights page"}, {"7": "State Privacy Rights page"}, {"8": "State Privacy Rights page"}, {"9": "State Privacy Rights page"}, {"10": "In-store pricing may vary. Prices and offers are subject to change. © 2024 Best Buy. All rights reserved. BEST BUY, the BEST BUY logo, the tag design, and MY BEST BUY are trademarks of Best Buy and its affiliated companies."}]}, "count": 11}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}, {"1": "Detecting fraud and other illegal activity"}, {"2": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}]}, "count": 3}, "authority": {"text": {}, "count": 0}, "comply with": {"text": {"comply with": [{"0": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}, {"1": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}]}, "count": 2}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "We hope you find that we’ve struck the right balance. Several state laws require us to describe our privacy practices using specific definitions and providing specific details—you can find information consistent with applicable state law on our State Privacy Rights page. And if you still have any questions about our privacy practices, feel free to ask using our contact information provided below."}, {"1": "Advertising Opt-Outs: Some states have nuanced requirements that, for Best Buy, impact sharing of information for advertising purposes. We’ve provided the opportunity to make an opt-out choice that meets or exceeds applicable state-law requirements."}, {"2": "Fingerprints (when required by law for fraud detection in connection with Best Buy’s product trade-in program)"}, {"3": "Third, we may receive information about you from other sources, independent of you. For example, we may receive information about you as a gift recipient or as the person designated by another customer to pick up a purchased item at our store. We may receive information relating to you from our financial-services partners, consistent with federal law and the specific partner’s privacy notice, arising from our My Best Buy Credit Card program or other financial services. We may also receive information related to you from data brokers or other third parties."}, {"4": "We may use location information collected by a digital property to, for example, help you locate the closest Best Buy store, use special mobile features within some of our stores, or provide you with helpful messaging in our mobile app. We also may use this information to provide you with personalized content, information, or notices (including, but not limited to, notices that may be required by law based on your location)."}, {"5": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}, {"6": "As another example, we may share consumer purchase history with social-media companies so that, if you have an account with that company’s digital properties, they can improve the performance of our advertising on their properties and we can better assess how those advertisements performed. Some of these companies will combine this information with other personal information for their own purposes, independent of Best Buy, but are obligated by law to follow their own privacy policy."}, {"7": "If you are a Nevada resident, you have the right to request that Best Buy not sell your personal information to third parties. To submit this request, please send us an email at EnterprisePrivacy@BestBuy.com. However, please note that Best Buy does not sell personal information about you to third parties as defined under Nevada law."}]}, "count": 8}, "enforce": {"text": {"enforce": [{"0": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}]}, "count": 1}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "By continuing, you agree to our Terms and Conditions and Privacy Policy."}, {"1": "Below, you can view our Privacy Policy, read about our privacy practices and learn how you can control and protect your personal information online."}, {"2": "Customer privacy is a major priority at Best Buy, and we take great care to protect your information. The Best Buy Privacy Policy lays out the ways in which we gather and protect information, and how you can control your personal information. Read How Best Buy Interacts with Your Devices to learn more about our commitment to protecting your data and your privacy."}, {"3": "This Privacy Policy is designed to give you an understanding of the personal information options we provide to all Americans, what types of information related to consumers we collect, how we use that information, and how we share that information. We also discuss other topics we think you’ll find relevant to personal information."}, {"4": "Creating a policy that does this isn’t as easy as it may sound—if we provide too much detail the policy might get too long or confusing. But, on the other hand, we want to provide enough detail to be clear and informative."}, {"5": "First, we want to be clear how this Policy applies. This Privacy Policy applies to Best Buy and Pacific Sales retail stores and other locations and events under the Best Buy or Geek Squad® name. This Policy also applies to digital properties (we use “digital properties” to include websites and mobile apps) owned or operated by Best Buy Co., Inc. and any of our subsidiaries, unless that property or subsidiary has its own privacy policy (which would instead apply)."}, {"6": "Our digital properties link to other companies’ websites, many of which have their own privacy policies. Be sure to review the privacy policy on the website you are visiting to understand their privacy practices—our policy will not apply to others’ digital properties."}, {"7": "As another example, we may share consumer purchase history with social-media companies so that, if you have an account with that company’s digital properties, they can improve the performance of our advertising on their properties and we can better assess how those advertisements performed. Some of these companies will combine this information with other personal information for their own purposes, independent of Best Buy, but are obligated by law to follow their own privacy policy."}, {"8": "Our digital properties may include ways to interact and share using social media, through features such as a “thumbs up” button, \"share this\" button, or interactive mini-programs that run on our website (\"widgets\"). These features may collect information such as your IP address or the page you are visiting on our website and may set cookies to enable the feature to function properly. Social media features can be hosted by a third party or hosted directly on our website. Your interactions with these features are governed by the privacy policy of the social media company providing the feature."}, {"9": "Privacy Policy updates"}, {"10": "We may need to update our Privacy Policy as we and our customers grow and evolve. If we make material changes, we will notify you by email (sent to the email address specified in your account) or by means of posting a notice on this website prior to the change becoming effective, as well as inform you of any choices you may have with respect to these changes."}, {"11": "If you have any questions about our Privacy Policy or practices, please contact us."}, {"12": "You also may contact us at the above to stop receiving direct mail from us. If you wish to make an Access, Deletion, or Advertising Opt-Out request as discussed at the start of this policy, you or your authorized representative must follow the methods provided at the specific linked pages or as described in our State Privacy Rights page. The methods we’ve established are either technically necessary or designed to ensure, under a risk-based approach, the confidentiality, integrity, and availability of personal information to a degree that emailing or writing us with such a request cannot provide."}, {"13": "If you are a California resident and would like to learn more about your rights under California’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"14": "If you are a Colorado resident and would like to learn more about your rights under Colorado's laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"15": "If you are a Connecticut resident and would like to learn more about your rights under Connecticut’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"16": "If you are a Montana resident and would like to learn more about your rights under Montana's laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"17": "If you are an Oregon resident and would like to learn more about your rights under Oregon’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"18": "If you are a Texas resident and would like to learn more about your rights under Texas’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"19": "If you are a Utah resident and would like to learn more about your rights under Utah’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"20": "If you are a Virginia resident and would like to learn more about your rights under Virginia’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}]}, "count": 21}, "state laws": {"text": {"state laws": [{"0": "We hope you find that we’ve struck the right balance. Several state laws require us to describe our privacy practices using specific definitions and providing specific details—you can find information consistent with applicable state law on our State Privacy Rights page. And if you still have any questions about our privacy practices, feel free to ask using our contact information provided below."}, {"1": "See above regarding “Advertising Opt-Outs” to learn more about asking us to limit this type of sharing for advertising purposes (referred to as a “sale” by a number of state laws)."}]}, "count": 2}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {"california": [{"0": "California residents:"}, {"1": "If you are a California resident and would like to learn more about your rights under California’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}]}, "count": 2}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {"children": [{"0": "Children’s privacy"}, {"1": "Protecting children’s privacy"}, {"2": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}]}, "count": 3}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {"minor": [{"0": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}]}, "count": 1}, "under the age": {"text": {"under the age": [{"0": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}]}, "count": 1}, "under age": {"text": {"under age": [{"0": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}]}, "count": 1}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}]}, "count": 1}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {}, "count": 0}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "By continuing, you agree to our Terms and Conditions and Privacy Policy."}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {"with your permission": [{"0": "Facial or wrist geometry (for example, if you choose to use Best Buy’s virtual try-on tool, with your permission your camera will scan your facial or wrist geometry. The experience is exclusively done in real time, and we do not retain such data after you use this feature.)"}]}, "count": 1}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "Facial or wrist geometry (for example, if you choose to use Best Buy’s virtual try-on tool, with your permission your camera will scan your facial or wrist geometry. The experience is exclusively done in real time, and we do not retain such data after you use this feature.)"}]}, "count": 1}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "Third, we may receive information about you from other sources, independent of you. For example, we may receive information about you as a gift recipient or as the person designated by another customer to pick up a purchased item at our store. We may receive information relating to you from our financial-services partners, consistent with federal law and the specific partner’s privacy notice, arising from our My Best Buy Credit Card program or other financial services. We may also receive information related to you from data brokers or other third parties."}, {"1": "We may share your information with third parties to perform services on our behalf such as:"}, {"2": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}, {"3": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}, {"4": "If you are a Nevada resident, you have the right to request that Best Buy not sell your personal information to third parties. To submit this request, please send us an email at EnterprisePrivacy@BestBuy.com. However, please note that Best Buy does not sell personal information about you to third parties as defined under Nevada law."}]}, "count": 5}, "third-party": {"text": {"third-party": [{"0": "Third-party sharing"}, {"1": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"2": "You can opt out of interest-based advertising from third-party providers who follow the Digital Advertising Alliance's Self-Regulatory Principles for Online Behavioral Advertising at www.aboutads.info/choices."}]}, "count": 3}, "third party": {"text": {"third party": [{"0": "Our digital properties may include ways to interact and share using social media, through features such as a “thumbs up” button, \"share this\" button, or interactive mini-programs that run on our website (\"widgets\"). These features may collect information such as your IP address or the page you are visiting on our website and may set cookies to enable the feature to function properly. Social media features can be hosted by a third party or hosted directly on our website. Your interactions with these features are governed by the privacy policy of the social media company providing the feature."}]}, "count": 1}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {"may share": [{"0": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"1": "We may share your information with third parties to perform services on our behalf such as:"}, {"2": "We also may share personal information in connection with co-branded product or service offerings (including sharing personal information with business partners to validate offers). Additionally, we may share personal information in connection with financial products or services related to our business, such as private-label credit cards or a lease-to-own program. For example, when you apply for a Best Buy Credit Card, and while you have a Best Buy Credit Card, we share your personal information with our banking partners that issue the card."}, {"3": "We may share personal information in the event of a corporate sale, merger, acquisition, joint venture, reorganization, divestiture, dissolution, liquidation, or similar event."}, {"4": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}, {"5": "As another example, we may share consumer purchase history with social-media companies so that, if you have an account with that company’s digital properties, they can improve the performance of our advertising on their properties and we can better assess how those advertisements performed. Some of these companies will combine this information with other personal information for their own purposes, independent of Best Buy, but are obligated by law to follow their own privacy policy."}]}, "count": 6}}, "ASSERTIVE": {"we share": {"text": {"we share": [{"0": "This Privacy Policy is designed to give you an understanding of the personal information options we provide to all Americans, what types of information related to consumers we collect, how we use that information, and how we share that information. We also discuss other topics we think you’ll find relevant to personal information."}, {"1": "We also may share personal information in connection with co-branded product or service offerings (including sharing personal information with business partners to validate offers). Additionally, we may share personal information in connection with financial products or services related to our business, such as private-label credit cards or a lease-to-own program. For example, when you apply for a Best Buy Credit Card, and while you have a Best Buy Credit Card, we share your personal information with our banking partners that issue the card."}, {"2": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}]}, "count": 3}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": "Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance a service or device that is owned, manufactured, manufactured for, or controlled by us"}]}, "count": 1}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {"to enhance": [{"0": "Managing our My Best Buy Credit Card program, including taking applications and actions to enhance card usage and service"}]}, "count": 1}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {"information you": [{"0": "Best Buy cares about your privacy, and we want to ensure you have the information you need to protect your personal information. Read about how to spot and avoid online scams and access links for additional fraud-prevention resources."}, {"1": "Reviews and other content you post on our digital properties in publicly accessible blogs and other forums (be aware that anyone who accesses these posts may view, collect, and use the information you provide)"}, {"2": "You also can do your part to help protect the information you provide to us. Create a strong password. Use that password only on our digital properties and not on other sites or for other accounts. And do not share your password with anyone—especially anyone claiming to work with us. We would never contact you and ask for your password—ever."}]}, "count": 3}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {"location information": [{"0": "Location information (such as when you ask us to tell you about nearby stores)"}, {"1": "Most current operating systems on mobile devices require that a user give permission for a specific app to collect specific location information—don’t give our app permission if you don’t want that information collected. Mobile devices also often provide users with the ability to adjust settings related to sharing specific location information. Note that adjusting these settings does not completely eliminate the ability of others to develop location information about your device (such as non-specific location information derived from IP addresses)."}, {"2": "We may use location information collected by a digital property to, for example, help you locate the closest Best Buy store, use special mobile features within some of our stores, or provide you with helpful messaging in our mobile app. We also may use this information to provide you with personalized content, information, or notices (including, but not limited to, notices that may be required by law based on your location)."}]}, "count": 3}, "location": {"text": {"location": [{"0": "Location information (such as when you ask us to tell you about nearby stores)"}, {"1": "Location information"}, {"2": "Most current operating systems on mobile devices require that a user give permission for a specific app to collect specific location information—don’t give our app permission if you don’t want that information collected. Mobile devices also often provide users with the ability to adjust settings related to sharing specific location information. Note that adjusting these settings does not completely eliminate the ability of others to develop location information about your device (such as non-specific location information derived from IP addresses)."}, {"3": "We may use location information collected by a digital property to, for example, help you locate the closest Best Buy store, use special mobile features within some of our stores, or provide you with helpful messaging in our mobile app. We also may use this information to provide you with personalized content, information, or notices (including, but not limited to, notices that may be required by law based on your location)."}]}, "count": 4}, "location data": {"text": {}, "count": 0}}}, "DATA": {"OTHER": {"usage": {"text": {"usage": [{"0": "Managing our My Best Buy Credit Card program, including taking applications and actions to enhance card usage and service"}]}, "count": 1}, "records": {"text": {}, "count": 0}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {}, "count": 0}, "we use": {"text": {"we use": [{"0": "This Privacy Policy is designed to give you an understanding of the personal information options we provide to all Americans, what types of information related to consumers we collect, how we use that information, and how we share that information. We also discuss other topics we think you’ll find relevant to personal information."}, {"1": "First, we want to be clear how this Policy applies. This Privacy Policy applies to Best Buy and Pacific Sales retail stores and other locations and events under the Best Buy or Geek Squad® name. This Policy also applies to digital properties (we use “digital properties” to include websites and mobile apps) owned or operated by Best Buy Co., Inc. and any of our subsidiaries, unless that property or subsidiary has its own privacy policy (which would instead apply)."}, {"2": "We use a variety of cybersecurity measures designed, under a risk-based approach, to ensure the confidentiality of information about you from bad actors. However, as set forth in the applicable terms of use for each digital property, we cannot and do not guarantee the security of information we collect. "}]}, "count": 3}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {"sharing of": [{"0": "Advertising Opt-Outs: Some states have nuanced requirements that, for Best Buy, impact sharing of information for advertising purposes. We’ve provided the opportunity to make an opt-out choice that meets or exceeds applicable state-law requirements."}]}, "count": 1}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Information collected automatically "}, {"1": "Most current operating systems on mobile devices require that a user give permission for a specific app to collect specific location information—don’t give our app permission if you don’t want that information collected. Mobile devices also often provide users with the ability to adjust settings related to sharing specific location information. Note that adjusting these settings does not completely eliminate the ability of others to develop location information about your device (such as non-specific location information derived from IP addresses)."}, {"2": "We may use location information collected by a digital property to, for example, help you locate the closest Best Buy store, use special mobile features within some of our stores, or provide you with helpful messaging in our mobile app. We also may use this information to provide you with personalized content, information, or notices (including, but not limited to, notices that may be required by law based on your location)."}, {"3": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}, {"4": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}]}, "count": 5}, "stored": {"text": {}, "count": 0}, "retention": {"text": {}, "count": 0}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {}, "count": 0}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {"information collected automatically": [{"0": "Information collected automatically "}]}, "count": 1}, "collected automatically": {"text": {"collected automatically": [{"0": "Information collected automatically "}]}, "count": 1}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "Most current operating systems on mobile devices require that a user give permission for a specific app to collect specific location information—don’t give our app permission if you don’t want that information collected. Mobile devices also often provide users with the ability to adjust settings related to sharing specific location information. Note that adjusting these settings does not completely eliminate the ability of others to develop location information about your device (such as non-specific location information derived from IP addresses)."}]}, "count": 1}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {"fraud": [{"0": "Best Buy cares about your privacy, and we want to ensure you have the information you need to protect your personal information. Read about how to spot and avoid online scams and access links for additional fraud-prevention resources."}, {"1": "Fingerprints (when required by law for fraud detection in connection with Best Buy’s product trade-in program)"}, {"2": "Detecting fraud and other illegal activity"}]}, "count": 3}, "detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}]}, "count": 1}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "Learn how to protect your privacy."}, {"1": "Best Buy cares about your privacy, and we want to ensure you have the information you need to protect your personal information. Read about how to spot and avoid online scams and access links for additional fraud-prevention resources."}, {"2": "Learn how to protect online accounts"}, {"3": "Customer privacy is a major priority at Best Buy, and we take great care to protect your information. The Best Buy Privacy Policy lays out the ways in which we gather and protect information, and how you can control your personal information. Read How Best Buy Interacts with Your Devices to learn more about our commitment to protecting your data and your privacy."}, {"4": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}, {"5": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}]}, "count": 6}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Social Security Number (for example, if you apply for credit)"}, {"1": "We will also use information related to you in efforts to protect you, our customers, Best Buy, and other stakeholders. Examples may include detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity. We also may use such information to comply with and enforce applicable legal requirements, relevant industry standards and our policies."}, {"2": "We use a variety of cybersecurity measures designed, under a risk-based approach, to ensure the confidentiality of information about you from bad actors. However, as set forth in the applicable terms of use for each digital property, we cannot and do not guarantee the security of information we collect. "}]}, "count": 3}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "Hi, how can I help you?"}, {"1": "Below, you can view our Privacy Policy, read about our privacy practices and learn how you can control and protect your personal information online."}, {"2": "Learn how to protect your privacy."}, {"3": "Best Buy cares about your privacy, and we want to ensure you have the information you need to protect your personal information. Read about how to spot and avoid online scams and access links for additional fraud-prevention resources."}, {"4": "Learn how to protect online accounts"}, {"5": "How Best Buy Interacts with Your Devices"}, {"6": "This website is a one-stop national resource to understand how to avoid identity theft — and learn what to do if your identity is stolen."}, {"7": "This Privacy Policy is designed to give you an understanding of the personal information options we provide to all Americans, what types of information related to consumers we collect, how we use that information, and how we share that information. We also discuss other topics we think you’ll find relevant to personal information."}, {"8": "First, we want to be clear how this Policy applies. This Privacy Policy applies to Best Buy and Pacific Sales retail stores and other locations and events under the Best Buy or Geek Squad® name. This Policy also applies to digital properties (we use “digital properties” to include websites and mobile apps) owned or operated by Best Buy Co., Inc. and any of our subsidiaries, unless that property or subsidiary has its own privacy policy (which would instead apply)."}, {"9": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"10": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}, {"11": "As another example, we may share consumer purchase history with social-media companies so that, if you have an account with that company’s digital properties, they can improve the performance of our advertising on their properties and we can better assess how those advertisements performed. Some of these companies will combine this information with other personal information for their own purposes, independent of Best Buy, but are obligated by law to follow their own privacy policy."}, {"12": "How we protect information about you"}, {"13": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}, {"14": "How to contact us:"}]}, "count": 15}, "how you": {"text": {"how you": [{"0": "Below, you can view our Privacy Policy, read about our privacy practices and learn how you can control and protect your personal information online."}, {"1": "Customer privacy is a major priority at Best Buy, and we take great care to protect your information. The Best Buy Privacy Policy lays out the ways in which we gather and protect information, and how you can control your personal information. Read How Best Buy Interacts with Your Devices to learn more about our commitment to protecting your data and your privacy."}, {"2": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}]}, "count": 3}, "how we": {"text": {"how we": [{"0": "This Privacy Policy is designed to give you an understanding of the personal information options we provide to all Americans, what types of information related to consumers we collect, how we use that information, and how we share that information. We also discuss other topics we think you’ll find relevant to personal information."}, {"1": "How we protect information about you"}]}, "count": 2}, "how are": {"text": {}, "count": 0}, "how can": {"text": {"how can": [{"0": "Hi, how can I help you?"}]}, "count": 1}}}, "OTHER": {"explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "This website is a one-stop national resource to understand how to avoid identity theft — and learn what to do if your identity is stolen."}, {"1": "Our digital properties link to other companies’ websites, many of which have their own privacy policies. Be sure to review the privacy policy on the website you are visiting to understand their privacy practices—our policy will not apply to others’ digital properties."}]}, "count": 2}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Below, you can view our Privacy Policy, read about our privacy practices and learn how you can control and protect your personal information online."}, {"1": "Learn how to protect your privacy."}, {"2": "Learn how to protect online accounts"}, {"3": "Learn about phishing, smishing and gift card scams"}, {"4": "Customer privacy is a major priority at Best Buy, and we take great care to protect your information. The Best Buy Privacy Policy lays out the ways in which we gather and protect information, and how you can control your personal information. Read How Best Buy Interacts with Your Devices to learn more about our commitment to protecting your data and your privacy."}, {"5": "This website is a one-stop national resource to understand how to avoid identity theft — and learn what to do if your identity is stolen."}, {"6": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"7": "See above regarding “Advertising Opt-Outs” to learn more about asking us to limit this type of sharing for advertising purposes (referred to as a “sale” by a number of state laws)."}, {"8": "We do not knowingly solicit or collect personal information from children under the age of 13 without parental consent. If we learn that we have collected personal information from a child under age 13 without parental consent, we will promptly delete that information. Our digital properties are not intended for minors under age 18 and we also ask third parties who share personal information with us, including data brokers, not to include any information concerning children or minors under the age of 18 if possible. If you believe we are processing information about a child or minor without parental consent, please contact us as specified in the “How to contact us” section below."}, {"9": "If you are a California resident and would like to learn more about your rights under California’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"10": "If you are a Colorado resident and would like to learn more about your rights under Colorado's laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"11": "If you are a Connecticut resident and would like to learn more about your rights under Connecticut’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"12": "If you are a Montana resident and would like to learn more about your rights under Montana's laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"13": "If you are an Oregon resident and would like to learn more about your rights under Oregon’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"14": "If you are a Texas resident and would like to learn more about your rights under Texas’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"15": "If you are a Utah resident and would like to learn more about your rights under Utah’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"16": "If you are a Virginia resident and would like to learn more about your rights under Virginia’s laws, or review a privacy policy and notice consistent with the same, visit our State Privacy Rights page."}, {"17": "Learn more ›"}]}, "count": 18}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {"if you have any questions": [{"0": "If you have any questions about our Privacy Policy or practices, please contact us."}]}, "count": 1}, "related information": {"text": {"related information": [{"0": "More on interest-based advertising & related information sharing"}]}, "count": 1}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "Deletion: You can ask us to delete certain personal information we have about you by submitting a deletion request. Exceptions apply."}, {"1": "In certain situations, we may also collect other information directly from you such as:"}]}, "count": 2}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {}, "count": 0}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {"we may share": [{"0": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"1": "We may share your information with third parties to perform services on our behalf such as:"}, {"2": "We also may share personal information in connection with co-branded product or service offerings (including sharing personal information with business partners to validate offers). Additionally, we may share personal information in connection with financial products or services related to our business, such as private-label credit cards or a lease-to-own program. For example, when you apply for a Best Buy Credit Card, and while you have a Best Buy Credit Card, we share your personal information with our banking partners that issue the card."}, {"3": "We may share personal information in the event of a corporate sale, merger, acquisition, joint venture, reorganization, divestiture, dissolution, liquidation, or similar event."}, {"4": "As a general rule, when we share personal information the contract between us and the receiving party places specific limits on how they use the information in support of Best Buy. However, this general rule does not apply to some information sharing for advertising purposes. For example, we may share browsing history from our website or our prediction of your preferences/interests and personal information (like a device identifier or IP address, for example) with third parties to support providing you or a device relevant ads. Some recipients may combine this information with assumptions based on other information they have collected in order to tailor ads to you or the identified device."}, {"5": "As another example, we may share consumer purchase history with social-media companies so that, if you have an account with that company’s digital properties, they can improve the performance of our advertising on their properties and we can better assess how those advertisements performed. Some of these companies will combine this information with other personal information for their own purposes, independent of Best Buy, but are obligated by law to follow their own privacy policy."}]}, "count": 6}, "for legal reasons": {"text": {"for legal reasons": [{"0": "Sometimes we may be required to share personal information for legal reasons, for example, if we are required to do so by a regulation, court order, subpoena or other legal process. We may also share information when we believe it is necessary to comply with the law or to respond to a government request, or when we believe disclosure is necessary or appropriate to protect Best Buy, our customers, or others."}]}, "count": 1}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "Collection by others\nBest Buy and our partners use cookies, pixels, tags, or similar technologies on our digital properties. We may permit third-party service providers to collect and process some information from our digital properties through these or other automated means. We may share personal information with those providers and may have similar arrangements with interest-based advertisers. See above regarding “Advertising Opt-Outs” to learn more on how you can limit this collection and sharing and below for more on interest-based advertising."}, {"1": "Our digital properties may include ways to interact and share using social media, through features such as a “thumbs up” button, \"share this\" button, or interactive mini-programs that run on our website (\"widgets\"). These features may collect information such as your IP address or the page you are visiting on our website and may set cookies to enable the feature to function properly. Social media features can be hosted by a third party or hosted directly on our website. Your interactions with these features are governed by the privacy policy of the social media company providing the feature."}]}, "count": 2}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}, "link-1": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "a.    Collection\nDuring the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: "}, {"1": "b.    Sources of collection\nWe collected personal information about you from the following sources:"}, {"2": "c.    Purposes for collection/use\nWe collected and used personal information about you for the following purposes: "}, {"3": "a.    We may have disclosed the following categories of personal information for a business purpose:"}, {"4": "b.    We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties. "}, {"5": "c.    We may have sold (as defined under California, Colorado, Connecticut, Oregon, and Texas law) the following categories of personal information: "}, {"6": "d.    We do not sell the personal information of consumers under the age of 16 if we have actual knowledge of the individual’s age."}, {"7": "e.    We do not sell personal information as defined under Virginia and Utah law. "}, {"8": "f.    Sensitive Personal Information: We do not share sensitive personal information for cross-context behavioral advertising. We do not sell sensitive personal information.  "}, {"9": "g.    We may have disclosed personal information about you with the following categories of third parties: "}, {"10": "Information we disclose to third parties:"}, {"11": "Please note: Best Buy shares Personal Information with government entities, including law enforcement, only in the following circumstances: (1) when required to do so as a matter of law; (2) to assist in the investigation of a potential crime impacting Best Buy, its employees, its customers, or the communities we serve; or (3) when required in response to legal process (e.g., subpoena, search warrant)."}, {"12": "Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:"}, {"13": "o   The categories and specific pieces of personal information we have collected about you"}, {"14": "o   The categories of sources from which we collected the personal information"}, {"15": "o   The business or commercial purpose for which we collected or sold the personal information"}, {"16": "o   The categories of third parties with whom we shared the personal information"}, {"17": "o   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose"}, {"18": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply."}, {"19": "Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply."}, {"20": "The report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information."}, {"21": "Limit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information."}, {"22": "Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light Request, email us at CaliforniaPrivacyRights@bestbuy.com."}, {"23": "Appeal a Refusal to Take Action: Colorado law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Colorado Attorney General to submit a complaint."}, {"24": "Other Options not Relevant: We do not use data about you for the purpose of profiling to make decisions that would have legal or similarly significant effects on you. We do not knowingly process “sensitive data” concerning Colorado residents, as defined under Colorado law, unless required as a matter of law."}, {"25": "Appeal a Refusal to Take Action: Connecticut law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Connecticut Attorney General to submit a complaint."}, {"26": "Other Options not Relevant: We do not knowingly process “sensitive data” concerning Connecticut residents, as defined under Connecticut law, unless required as a matter of law."}, {"27": "Appeal a Refusal to Take Action: Montana law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Montana Attorney General to submit a complaint."}, {"28": "Other Options Not Relevant: We do not knowingly process “sensitive data” concerning Montana residents, as defined under Montana law, unless required as a matter of law."}, {"29": "Specific Third Parties: You have the right to a list of specific “third parties” to which we have disclosed any personal information. We will include this list in the report we provide in response to an access request."}, {"30": "Appeal a Refusal to Take Action: Oregon law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Oregon Attorney General to submit a complaint."}, {"31": "Other Options not Relevant. We do not knowingly process “sensitive data” concerning Oregon residents, as defined under Oregon law, unless required as a matter of law. "}, {"32": "Appeal a Refusal to Take Action: Texas law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Texas Attorney General to submit a complaint."}, {"33": "Other Options not Relevant. We do not knowingly process “sensitive data” concerning Texas residents, as defined under Texas law, unless required as a matter of law. "}, {"34": "Other Options not Relevant. We do not sell personal information as “sale” is defined under Utah law. We do not knowingly process “sensitive data” concerning Utah residents, as defined under Utah law, unless required as a matter of law."}, {"35": "Appeal a Refusal to Take Action: Virginia law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Virginia Attorney General to submit a complaint."}, {"36": "Other Options not Relevant. We do not sell personal information as “sale” is defined under Virginia law. We do not knowingly process “sensitive data” concerning Virginia residents, as defined under Virginia law, unless required as a matter of law."}, {"37": "Verifying RequestsTo help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to personal information about you or complying with your request. If you have an account with us, we may verify your identity by requiring you to sign in to your account. If you request access to or deletion of personal information and do not sign in to an account with us, we require you to provide the following information: name, email address, phone number, and postal address. In addition, if you do not have an account and you ask us to provide you with specific pieces of personal information, we reserve the option to require you to sign a declaration under penalty of perjury that you are the consumer whose personal information is the subject of the request. If you designate an authorized agent to make a request on your behalf for which verification is required, we may (1) require you to provide the authorized agent written permission to do so, and (2) require you to verify your own identity directly with us (as described above)."}, {"38": "We use personal information to identify you as a member of the program and provide you with relevant messaging, benefits, and incentives. These benefits and incentives are reasonably related to the value of the data you provide."}, {"39": "If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. Employees and contractors are provided notice via different statements."}]}, "count": 40}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Please note: Best Buy shares Personal Information with government entities, including law enforcement, only in the following circumstances: (1) when required to do so as a matter of law; (2) to assist in the investigation of a potential crime impacting Best Buy, its employees, its customers, or the communities we serve; or (3) when required in response to legal process (e.g., subpoena, search warrant)."}, {"1": "Find answers to commonly asked questions about orders, product information, returns and more."}]}, "count": 2}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "Find Another Store"}, {"1": "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature"}, {"2": "Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address"}, {"3": "Other Financial, Medical, and Health Information:"}, {"4": "Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies"}, {"5": "Internet and Other Electronic Network Activity Information:"}, {"6": "Other Financial, Medical and Health Information"}, {"7": "Internet and Other Electronic Network Activity Information"}, {"8": "Internet and other electronic network activity information associated with a device used to interact with Digital Properties or advertisements"}, {"9": "Other Financial, Medical and Health Information"}, {"10": "Internet and Other Electronic Network Activity Information"}, {"11": "Internet and Other Electronic Network Activity Information"}, {"12": "Other Financial, Medical and Health Information"}, {"13": "Other Options not Relevant"}, {"14": "Other Options not Relevant: "}, {"15": "Other Options Not Relevant"}, {"16": "Other Options not Relevant."}, {"17": "Other Options not Relevant."}, {"18": "Other Options not Relevant. "}, {"19": "Other Options not Relevant. "}, {"20": "Commercial information, including records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies"}, {"21": "Internet and Other Electronic Network Activity Information: including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications, or advertisements"}, {"22": "Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address"}]}, "count": 23}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "Biometrics: biometric information such as a fingerprint provided along with a product return if required by local law"}, {"1": "d.    We do not sell the personal information of consumers under the age of 16 if we have actual knowledge of the individual’s age."}, {"2": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply."}, {"3": "Appeal a Refusal to Take Action: Colorado law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Colorado Attorney General to submit a complaint."}, {"4": "Appeal a Refusal to Take Action: Connecticut law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Connecticut Attorney General to submit a complaint."}, {"5": "Appeal a Refusal to Take Action: Montana law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Montana Attorney General to submit a complaint."}, {"6": "Appeal a Refusal to Take Action: Oregon law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Oregon Attorney General to submit a complaint."}, {"7": "Appeal a Refusal to Take Action: Texas law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Texas Attorney General to submit a complaint."}, {"8": "Appeal a Refusal to Take Action: Virginia law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Virginia Attorney General to submit a complaint."}, {"9": "Verifying RequestsTo help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to personal information about you or complying with your request. If you have an account with us, we may verify your identity by requiring you to sign in to your account. If you request access to or deletion of personal information and do not sign in to an account with us, we require you to provide the following information: name, email address, phone number, and postal address. In addition, if you do not have an account and you ask us to provide you with specific pieces of personal information, we reserve the option to require you to sign a declaration under penalty of perjury that you are the consumer whose personal information is the subject of the request. If you designate an authorized agent to make a request on your behalf for which verification is required, we may (1) require you to provide the authorized agent written permission to do so, and (2) require you to verify your own identity directly with us (as described above)."}, {"10": "If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. Employees and contractors are provided notice via different statements."}]}, "count": 11}, "when": {"text": {"when": [{"0": "Please note: Best Buy shares Personal Information with government entities, including law enforcement, only in the following circumstances: (1) when required to do so as a matter of law; (2) to assist in the investigation of a potential crime impacting Best Buy, its employees, its customers, or the communities we serve; or (3) when required in response to legal process (e.g., subpoena, search warrant)."}]}, "count": 1}}}, "BENEFIT": {"OTHER": {"help you": {"text": {"help you": [{"0": "Hi, how can I help you?"}]}, "count": 1}, "help us": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"can access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {}, "count": 0}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "Appeal a Refusal to Take Action: Colorado law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Colorado Attorney General to submit a complaint."}, {"1": "Appeal a Refusal to Take Action: Connecticut law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Connecticut Attorney General to submit a complaint."}, {"2": "Appeal a Refusal to Take Action: Montana law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Montana Attorney General to submit a complaint."}, {"3": "Appeal a Refusal to Take Action: Oregon law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Oregon Attorney General to submit a complaint."}, {"4": "Appeal a Refusal to Take Action: Texas law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Texas Attorney General to submit a complaint."}, {"5": "Appeal a Refusal to Take Action: Virginia law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Virginia Attorney General to submit a complaint."}, {"6": "You may enroll in the Program on our website, through our mobile app, or at a Best Buy retail location. You may cancel your Member Account at any time by calling 1-888-BEST BUY (1-888-237-8289). See the My Best Buy Terms for additional information regarding membership cancellation."}]}, "count": 7}, "you can": {"text": {}, "count": 0}, "right to request": {"text": {"right to request": [{"0": "Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:"}, {"1": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply."}, {"2": "Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply."}, {"3": "Limit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information."}, {"4": "Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light Request, email us at CaliforniaPrivacyRights@bestbuy.com."}]}, "count": 5}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {"request access": [{"0": "Verifying RequestsTo help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to personal information about you or complying with your request. If you have an account with us, we may verify your identity by requiring you to sign in to your account. If you request access to or deletion of personal information and do not sign in to an account with us, we require you to provide the following information: name, email address, phone number, and postal address. In addition, if you do not have an account and you ask us to provide you with specific pieces of personal information, we reserve the option to require you to sign a declaration under penalty of perjury that you are the consumer whose personal information is the subject of the request. If you designate an authorized agent to make a request on your behalf for which verification is required, we may (1) require you to provide the authorized agent written permission to do so, and (2) require you to verify your own identity directly with us (as described above)."}]}, "count": 1}}, "MODIFICATION": {"deletion of": {"text": {"deletion of": [{"0": "Verifying RequestsTo help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to personal information about you or complying with your request. If you have an account with us, we may verify your identity by requiring you to sign in to your account. If you request access to or deletion of personal information and do not sign in to an account with us, we require you to provide the following information: name, email address, phone number, and postal address. In addition, if you do not have an account and you ask us to provide you with specific pieces of personal information, we reserve the option to require you to sign a declaration under penalty of perjury that you are the consumer whose personal information is the subject of the request. If you designate an authorized agent to make a request on your behalf for which verification is required, we may (1) require you to provide the authorized agent written permission to do so, and (2) require you to verify your own identity directly with us (as described above)."}]}, "count": 1}, "delete": {"text": {"delete": [{"0": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply."}, {"1": "Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply."}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {}, "count": 0}, "contractual": {"text": {"contractual": [{"0": "Up to 10 years after last activity, subject to contractual obligations"}, {"1": "10 years after expiration of contractual obligations"}, {"2": "Up to 10 years after last activity, subject to contractual obligations"}, {"3": "Up to 10 years after last activity, subject to contractual obligations"}]}, "count": 4}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "\n\nState Privacy Rights\n    Promise.all([\n      window.getAppear ? getAppear() : appear,\n      window.getLoadScript ? getLoadScript() : loadScript,\n      window.widgetProxy({ ca: \"@shop/widgets-view\", mn: \"@shop/widget-forge\" }).then(module => module.get()).then(module => module())\n  ]).then(([appear, loadScript, widgetForge]) => {\n    var rootMargin = 200;\n    var element = document.querySelector(\"#widget-c73147e2-c938-4269-babf-a3f3f4f3f1bf\");\n\n    appear(element, function () {\n\n      loadScript(\"https://www.bestbuy.com/~assets/bby/_com/widget-view/widget-visual-page-title-bundle-0c41a1ec0a4f0162541b.js\",\n      {\n        \"type\": \"script\"\n      }).then(function() {\n        widgetForge.initWidget(\"{\\\"widgetType\\\":\\\"visualPageTitle\\\",\\\"widgetForgeTypeName\\\":\\\"@shop\\\\u002Fwidget-visual-page-title\\\",\\\"headline\\\":\\\"State Privacy Rights\\\",\\\"config\\\":{},\\\"guid\\\":\\\"c73147e2-c938-4269-babf-a3f3f4f3f1bf\\\",\\\"background\\\":\\\"humanBlue\\\",\\\"isBackgroundImage\\\":false,\\\"backgroundSolid\\\":{\\\"backgroundClassName\\\":\\\"v-bg-human-blue\\\",\\\"defaultLinkTheme\\\":\\\"link-theme-light\\\"},\\\"className\\\":\\\"humanBlue\\\",\\\"colorTheme\\\":\\\"\\\",\\\"isContained\\\":false,\\\"shadowBox\\\":false,\\\"textAlignment\\\":\\\"left\\\",\\\"hTag\\\":1,\\\"version\\\":\\\"24.44.8\\\",\\\"scriptPath\\\":\\\"https:\\\\u002F\\\\u002Fwww.bestbuy.com\\\\u002F~assets\\\\u002Fbby\\\\u002F_com\\\\u002Fwidget-view\\\\u002Fwidget-visual-page-title-bundle-0c41a1ec0a4f0162541b.js\\\",\\\"id\\\":\\\"widget-26a0b755-c3a1-4537-8a1d-eb71794891f6\\\"}\", 'widget-c73147e2-c938-4269-babf-a3f3f4f3f1bf', 'VisualPageTitleWidget', 'l', 10);\n      });\n    }, rootMargin)\n  })\n  .catch(err => {\n    console.warn(\"widget initialization error\", \"widget-c73147e2-c938-4269-babf-a3f3f4f3f1bf\", err);\n  });\n"}, {"1": "CaliforniaPrivacyRights@bestbuy.com"}, {"2": "If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. Employees and contractors are provided notice via different statements."}, {"3": "In-store pricing may vary. Prices and offers are subject to change. © 2024 Best Buy. All rights reserved. BEST BUY, the BEST BUY logo, the tag design, and MY BEST BUY are trademarks of Best Buy and its affiliated companies."}]}, "count": 4}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity"}, {"1": "Complying with and enforcing applicable legal requirements, relevant industry standards and our policies"}, {"2": "Please note: Best Buy shares Personal Information with government entities, including law enforcement, only in the following circumstances: (1) when required to do so as a matter of law; (2) to assist in the investigation of a potential crime impacting Best Buy, its employees, its customers, or the communities we serve; or (3) when required in response to legal process (e.g., subpoena, search warrant)."}, {"3": "There are a number of reasons personal information may be retained longer than the intended retention period. For example, deletion or modification does not happen immediately after a retention period has passed and instead executes periodically, no less frequently than annually. Additionally, some information systems or information may be placed on legal holds due to potential litigation or regulatory review and information, therefore, is not deleted or modified."}, {"4": "Other Options not Relevant: We do not use data about you for the purpose of profiling to make decisions that would have legal or similarly significant effects on you. We do not knowingly process “sensitive data” concerning Colorado residents, as defined under Colorado law, unless required as a matter of law."}]}, "count": 5}, "authority": {"text": {}, "count": 0}, "comply with": {"text": {"comply with": [{"0": "If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. Employees and contractors are provided notice via different statements."}]}, "count": 1}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "Information Related to Characteristics Protected Under California or Federal Law:"}, {"1": "c.    We may have sold (as defined under California, Colorado, Connecticut, Oregon, and Texas law) the following categories of personal information: "}, {"2": "e.    We do not sell personal information as defined under Virginia and Utah law. "}, {"3": "Government entities, including law enforcement"}, {"4": "Government Entities, Including Law Enforcement*See Disclosure"}, {"5": "\n            Information Related to Characteristics Protected Under California or Federal Law\n            No\n            No\n            No\n            No\n            No\n            Yes; see disclosure below\n        "}, {"6": "Please note: Best Buy shares Personal Information with government entities, including law enforcement, only in the following circumstances: (1) when required to do so as a matter of law; (2) to assist in the investigation of a potential crime impacting Best Buy, its employees, its customers, or the communities we serve; or (3) when required in response to legal process (e.g., subpoena, search warrant)."}, {"7": "\n            Information Related to Characteristics Protected Under California or Federal Law\n            Up to 3 years\n        "}, {"8": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply."}, {"9": "Limit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information."}, {"10": "Appeal a Refusal to Take Action: Colorado law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Colorado Attorney General to submit a complaint."}, {"11": "Other Options not Relevant: We do not use data about you for the purpose of profiling to make decisions that would have legal or similarly significant effects on you. We do not knowingly process “sensitive data” concerning Colorado residents, as defined under Colorado law, unless required as a matter of law."}, {"12": "Appeal a Refusal to Take Action: Connecticut law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Connecticut Attorney General to submit a complaint."}, {"13": "Other Options not Relevant: We do not knowingly process “sensitive data” concerning Connecticut residents, as defined under Connecticut law, unless required as a matter of law."}, {"14": "Appeal a Refusal to Take Action: Montana law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Montana Attorney General to submit a complaint."}, {"15": "Other Options Not Relevant: We do not knowingly process “sensitive data” concerning Montana residents, as defined under Montana law, unless required as a matter of law."}, {"16": "Appeal a Refusal to Take Action: Oregon law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Oregon Attorney General to submit a complaint."}, {"17": "Other Options not Relevant. We do not knowingly process “sensitive data” concerning Oregon residents, as defined under Oregon law, unless required as a matter of law. "}, {"18": "Appeal a Refusal to Take Action: Texas law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Texas Attorney General to submit a complaint."}, {"19": "Other Options not Relevant. We do not knowingly process “sensitive data” concerning Texas residents, as defined under Texas law, unless required as a matter of law. "}, {"20": "Other Options not Relevant. We do not sell personal information as “sale” is defined under Utah law. We do not knowingly process “sensitive data” concerning Utah residents, as defined under Utah law, unless required as a matter of law."}, {"21": "Appeal a Refusal to Take Action: Virginia law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Virginia Attorney General to submit a complaint."}, {"22": "Other Options not Relevant. We do not sell personal information as “sale” is defined under Virginia law. We do not knowingly process “sensitive data” concerning Virginia residents, as defined under Virginia law, unless required as a matter of law."}, {"23": "If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. Employees and contractors are provided notice via different statements."}]}, "count": 24}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "By continuing, you agree to our Terms and Conditions and Privacy Policy."}, {"1": "Other Financial, Medical, and Health Information: bank account number, credit card number, debit card number, insurance policy number, and other financial information, medical information, and health insurance information"}]}, "count": 2}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {"california": [{"0": "Retention — California Residents"}, {"1": "This Statement is designed to be consistent with California, Colorado, Connecticut, Montana, Oregon, Texas, Utah, and Virginia privacy laws. This Statement uses certain terms that have the meanings given to them by the California Consumer Privacy Act (CCPA), as amended, unless otherwise specified."}, {"2": "Information Related to Characteristics Protected Under California or Federal Law:"}, {"3": "Information Related to Characteristics Protected Under California or Federal Law"}, {"4": "c.    We may have sold (as defined under California, Colorado, Connecticut, Oregon, and Texas law) the following categories of personal information: "}, {"5": "Information Related to Characteristics Protected Under California or Federal Law"}, {"6": "3.  Retention — California Residents"}, {"7": "Best Buy has in place a records-retention schedule reflecting our intended retention periods for certain types of information. The following reflects the longest applicable intended retention period by personal-information category for information related to California consumers acquired on or after January 1, 2023. Once the intended retention period has passed, subject information is to be deleted or modified such that it is no longer personal information."}, {"8": "Information Related to Characteristics Protected Under California or Federal Law"}, {"9": "California Residents"}, {"10": "Limit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information."}]}, "count": 11}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {"under the age": [{"0": "d.    We do not sell the personal information of consumers under the age of 16 if we have actual knowledge of the individual’s age."}]}, "count": 1}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {}, "count": 0}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {}, "count": 0}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "By continuing, you agree to our Terms and Conditions and Privacy Policy."}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "If you choose to exercise any of your rights, you have the right not to receive, and will not receive, discriminatory treatment by us. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request. Employees and contractors are provided notice via different statements."}]}, "count": 1}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "g.    We may have disclosed personal information about you with the following categories of third parties: "}, {"1": "Information we disclose to third parties:"}, {"2": "o   The categories of third parties with whom we shared the personal information"}, {"3": "o   The categories of personal information about you that we sold or disclosed for a business purpose, and the categories of third parties to whom we sold or disclosed that information for a business purpose"}, {"4": "Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light Request, email us at CaliforniaPrivacyRights@bestbuy.com."}, {"5": "Specific Third Parties: "}]}, "count": 6}, "third-party": {"text": {"third-party": [{"0": "Third-party marketing partners"}, {"1": "Third-party Marketing Partners"}]}, "count": 2}, "third party": {"text": {}, "count": 0}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {"may share": [{"0": "b.    We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties. "}]}, "count": 1}}, "ASSERTIVE": {"we share": {"text": {}, "count": 0}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": "Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us"}]}, "count": 1}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {}, "count": 0}, "a profile": {"text": {"a profile": [{"0": "Profile Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and/or aptitude"}]}, "count": 1}, "your activity": {"text": {"your activity": [{"0": "b.    We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties. "}]}, "count": 1}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {"location": [{"0": "Geolocation Data"}, {"1": "Geolocation Data"}, {"2": "Geolocation Data"}, {"3": "Geolocation Data"}, {"4": "You may enroll in the Program on our website, through our mobile app, or at a Best Buy retail location. You may cancel your Member Account at any time by calling 1-888-BEST BUY (1-888-237-8289). See the My Best Buy Terms for additional information regarding membership cancellation."}]}, "count": 5}, "location data": {"text": {"location data": [{"0": "\n            Geolocation Data\n            No\n            No\n            No\n            No\n            No\n            Yes; see disclosure below\n        "}, {"1": "\n            Geolocation Data\n            Up to 3 Years\n        "}]}, "count": 2}}}, "DATA": {"OTHER": {"usage": {"text": {}, "count": 0}, "records": {"text": {"records": [{"0": "Commercial Information: including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies"}, {"1": "Best Buy has in place a records-retention schedule reflecting our intended retention periods for certain types of information. The following reflects the longest applicable intended retention period by personal-information category for information related to California consumers acquired on or after January 1, 2023. Once the intended retention period has passed, subject information is to be deleted or modified such that it is no longer personal information."}, {"2": "Commercial information, including records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies"}]}, "count": 3}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {}, "count": 0}, "we use": {"text": {"we use": [{"0": "We use personal information to identify you as a member of the program and provide you with relevant messaging, benefits, and incentives. These benefits and incentives are reasonably related to the value of the data you provide."}]}, "count": 1}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {"sharing of": [{"0": "Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising. See our Do Not Sell/Share page for more information on how to exercise this right."}]}, "count": 1}, "sharing of personal": {"text": {"sharing of personal": [{"0": "Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising. See our Do Not Sell/Share page for more information on how to exercise this right."}]}, "count": 1}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "a.    Collection\nDuring the 12-month period prior to the effective date of this Statement, we may have collected the following categories of personal information, including sensitive personal information, about you: "}, {"1": "b.    Sources of collection\nWe collected personal information about you from the following sources:"}, {"2": "c.    Purposes for collection/use\nWe collected and used personal information about you for the following purposes: "}, {"3": "Access: You have the right to request, twice in a 12-month period, that we disclose to you the personal information related to you we have collected during the past 12 months. This may include:"}, {"4": "o   The categories and specific pieces of personal information we have collected about you"}, {"5": "o   The categories of sources from which we collected the personal information"}, {"6": "o   The business or commercial purpose for which we collected or sold the personal information"}, {"7": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply."}, {"8": "Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply."}]}, "count": 9}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "Retention — California Residents"}, {"1": "3.  Retention — California Residents"}, {"2": "Best Buy has in place a records-retention schedule reflecting our intended retention periods for certain types of information. The following reflects the longest applicable intended retention period by personal-information category for information related to California consumers acquired on or after January 1, 2023. Once the intended retention period has passed, subject information is to be deleted or modified such that it is no longer personal information."}, {"3": "Intended Retention Period"}, {"4": "There are a number of reasons personal information may be retained longer than the intended retention period. For example, deletion or modification does not happen immediately after a retention period has passed and instead executes periodically, no less frequently than annually. Additionally, some information systems or information may be placed on legal holds due to potential litigation or regulatory review and information, therefore, is not deleted or modified."}]}, "count": 5}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "Performing services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services"}]}, "count": 1}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {}, "count": 0}, "privacy controls": {"text": {"privacy controls": [{"0": "More information on opting out of the sale of personal information about you, including through enabling Global Privacy Controls, is available on our Do Not Sell/Share page."}]}, "count": 1}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {}, "count": 0}, "detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity"}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity"}]}, "count": 1}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {}, "count": 0}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as customer number, unique pseudonym, or user alias), email address, account name, Social Security number, driver’s license number, passport number, and other similar identifiers, physical characteristics or description, state identification card number, and signature"}, {"1": "Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity"}, {"2": "Verifying RequestsTo help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to personal information about you or complying with your request. If you have an account with us, we may verify your identity by requiring you to sign in to your account. If you request access to or deletion of personal information and do not sign in to an account with us, we require you to provide the following information: name, email address, phone number, and postal address. In addition, if you do not have an account and you ask us to provide you with specific pieces of personal information, we reserve the option to require you to sign a declaration under penalty of perjury that you are the consumer whose personal information is the subject of the request. If you designate an authorized agent to make a request on your behalf for which verification is required, we may (1) require you to provide the authorized agent written permission to do so, and (2) require you to verify your own identity directly with us (as described above)."}]}, "count": 3}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {"auditing": [{"0": "Auditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance"}]}, "count": 1}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "Hi, how can I help you?"}, {"1": "How to Submit a Request"}, {"2": "5.  How to Submit a Request"}, {"3": "The report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information."}, {"4": "Do Not Share My Personal Information. You have the right to opt out of our sharing of personal information for cross-context behavioral advertising. See our Do Not Sell/Share page for more information on how to exercise this right."}, {"5": "Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right. "}, {"6": "Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right. "}, {"7": "Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right."}, {"8": "Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right."}, {"9": "Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right."}, {"10": "Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right."}, {"11": "Opt Out of Targeted Advertising: You have the right to opt out of “Targeted Advertising.” See our Targeted Advertising Opt Out page for more information on how to exercise this right. "}]}, "count": 12}, "how you": {"text": {}, "count": 0}, "how we": {"text": {}, "count": 0}, "how are": {"text": {}, "count": 0}, "how can": {"text": {"how can": [{"0": "Hi, how can I help you?"}]}, "count": 1}}}, "OTHER": {"explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Learn more ›"}]}, "count": 1}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {}, "count": 0}, "related information": {"text": {"related information": [{"0": "\n            Professional or Employment Related Information\n            No\n            No\n            No\n            No\n            No\n            Yes; see disclosure below\n        "}, {"1": "\n            Professional or Employment Related Information\n            10 Years after termination of employment\n        "}]}, "count": 2}, "educate": {"text": {}, "count": 0}, "education": {"text": {"education": [{"0": "Education Information"}, {"1": "Education Information"}, {"2": "Education Information"}, {"3": "Education Information"}]}, "count": 4}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "This Statement is designed to be consistent with California, Colorado, Connecticut, Montana, Oregon, Texas, Utah, and Virginia privacy laws. This Statement uses certain terms that have the meanings given to them by the California Consumer Privacy Act (CCPA), as amended, unless otherwise specified."}, {"1": "Best Buy has in place a records-retention schedule reflecting our intended retention periods for certain types of information. The following reflects the longest applicable intended retention period by personal-information category for information related to California consumers acquired on or after January 1, 2023. Once the intended retention period has passed, subject information is to be deleted or modified such that it is no longer personal information."}, {"2": "You have certain choices regarding our use and disclosure of personal information about you, as described below."}, {"3": "Correction: You have the right to request that we correct certain personal information we have collected, taking into account the nature of the personal information and the purposes of the processing of the personal information. If you make a correction request, we may correct or instead delete information as allowed by law. Exceptions apply."}, {"4": "Deletion: You have the right to request that we delete certain personal information we have collected from you. Exceptions apply."}, {"5": "Limit the Use or Disclosure of Sensitive Personal Information. You have the right to request that we limit our use or disclosure of Sensitive Personal Information (as defined by California law) about you to certain uses authorized by the CCPA. We do not disclose Sensitive Personal Information beyond such authorizations. See our Limit the use of My Sensitive Personal Information page for more information."}, {"6": "Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light Request, email us at CaliforniaPrivacyRights@bestbuy.com."}, {"7": "Appeal a Refusal to Take Action: Colorado law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Colorado Attorney General to submit a complaint."}, {"8": "Appeal a Refusal to Take Action: Connecticut law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Connecticut Attorney General to submit a complaint."}, {"9": "Appeal a Refusal to Take Action: Montana law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Montana Attorney General to submit a complaint."}, {"10": "Appeal a Refusal to Take Action: Oregon law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Oregon Attorney General to submit a complaint."}, {"11": "Appeal a Refusal to Take Action: Texas law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Texas Attorney General to submit a complaint."}, {"12": "Appeal a Refusal to Take Action: Virginia law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Virginia Attorney General to submit a complaint."}, {"13": "The My Best Buy® Program (the “Program”) is Best Buy’s loyalty program that offers Program members (“Members”) certain benefits. To participate in the Program, you must provide your full name, email address, postal address, and phone number. The following categories of personal information are implicated based on your participation in the Program:"}, {"14": "Subject to certain restrictions, Members who use their My Best Buy Credit Card or My Best Buy Visa® Card on eligible transactions may receive points on qualifying purchases. My Best Buy Credit Cardmembers may redeem points toward the issuance of reward certificates after receiving a specified number of points, or they may also use points with certain Best Buy Partners. Members who do not have a My Best Buy Credit Card may be eligible to receive promotional certificates. Members may receive additional benefits identified by Best Buy, as updated from time to time, with a current summary available by visiting My Best Buy Terms."}, {"15": "Member purchases of certain products and services may be eligible for discounts or reduced member pricing at Best Buy retail stores, on BestBuy.com, and the Best Buy mobile app (“Member Pricing”). Member Pricing will be limited-time offers and subject to offer limitations communicated by us. Specific details on earning points, rewards, and Member Pricing can be found at My Best Buy Terms."}]}, "count": 16}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {}, "count": 0}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {"we may share": [{"0": "b.    We may share personal information about you for cross-context behavioral advertising — seeking to place ads to you on others’ digital properties based, at least in part, on personal information obtained from your activity on others’ digital properties. "}]}, "count": 1}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address"}, {"1": "Identifiers (online) associated with a device used to interact with our digital properties or advertisements (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology)"}, {"2": "Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address"}]}, "count": 3}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {"pixel tags": [{"0": "Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address"}, {"1": "Identifiers (online) associated with a device used to interact with our digital properties or advertisements (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology)"}, {"2": "Identifiers (Online): a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; other forms of persistent or probabilistic identifiers, and Internet Protocol address"}]}, "count": 3}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}, "link-2": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "This Statement is designed to supplement the Best Buy Privacy Policy and explains the additional rights, related to Consumer Health Data, that you may have under the Washington My Health My Data Act of 2023 (“Act”). We use certain terms that are defined by Washington law unless otherwise specified. "}, {"1": "Information that we derive or extrapolate from non-health information that we process and associate or identify with you (such as proxy, derivative, inferred, or emergent data processed by any means, including algorithms or machine learning)"}, {"2": "Sources of collection.We collect consumer health data about you from the following sources:"}, {"3": "Purpose for collections/use.We collect and use consumer health data about you for the following purposes:"}, {"4": "We may have to disclose the following categories of consumer health data for a business purpose, which can include providing a product or service you have requested or to fulfill another request you have made:"}, {"5": "Information that we derive or extrapolate from non-health information that we process and associate or identify with you (such as proxy, derivative, inferred, or emergent data processed by any means, including algorithms or machine learning)."}, {"6": "We may have shared your consumer health data with the following affiliates and categories of third parties:"}, {"7": "Access.You have the right to request that we disclose to you information about health data related to you that we collect, share, or sell. Submit an access request. The report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information. Please note that the report may include personal information which is not health information."}, {"8": "Deletion.You have the right to request that we delete certain personal information we have collected from you. Exceptions apply. Submit a deletion request."}, {"9": "Withdraw consent.We do not typically collect and share Consumer Health Data for purposes that require your express consent. If you have provided Best Buy consent to collect or share consumer health data related to you, have the right to withdraw consent. "}, {"10": "Appeal a refusal to take action.Washington law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Washington Attorney General to submit a complaint."}]}, "count": 11}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Find answers to commonly asked questions about orders, product information, returns and more."}]}, "count": 1}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "Find Another Store"}, {"1": "We may have to disclose the following categories of consumer health data for a business purpose, which can include providing a product or service you have requested or to fulfill another request you have made:"}]}, "count": 2}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "Withdraw consent.We do not typically collect and share Consumer Health Data for purposes that require your express consent. If you have provided Best Buy consent to collect or share consumer health data related to you, have the right to withdraw consent. "}, {"1": "Appeal a refusal to take action.Washington law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Washington Attorney General to submit a complaint."}]}, "count": 2}, "when": {"text": {}, "count": 0}}}, "BENEFIT": {"OTHER": {"help you": {"text": {"help you": [{"0": "Hi, how can I help you?"}]}, "count": 1}, "help us": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"can access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "Sources of collection.We collect consumer health data about you from the following sources:"}, {"1": "Purpose for collections/use.We collect and use consumer health data about you for the following purposes:"}, {"2": "Access.You have the right to request that we disclose to you information about health data related to you that we collect, share, or sell. Submit an access request. The report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information. Please note that the report may include personal information which is not health information."}]}, "count": 3}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "This Statement is designed to supplement the Best Buy Privacy Policy and explains the additional rights, related to Consumer Health Data, that you may have under the Washington My Health My Data Act of 2023 (“Act”). We use certain terms that are defined by Washington law unless otherwise specified. "}, {"1": "Appeal a refusal to take action.Washington law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Washington Attorney General to submit a complaint."}]}, "count": 2}, "you can": {"text": {}, "count": 0}, "right to request": {"text": {"right to request": [{"0": "Access.You have the right to request that we disclose to you information about health data related to you that we collect, share, or sell. Submit an access request. The report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information. Please note that the report may include personal information which is not health information."}, {"1": "Deletion.You have the right to request that we delete certain personal information we have collected from you. Exceptions apply. Submit a deletion request."}]}, "count": 2}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {}, "count": 0}}, "MODIFICATION": {"deletion of": {"text": {}, "count": 0}, "delete": {"text": {"delete": [{"0": "Deletion.You have the right to request that we delete certain personal information we have collected from you. Exceptions apply. Submit a deletion request."}]}, "count": 1}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {}, "count": 0}, "contractual": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "This Statement is designed to supplement the Best Buy Privacy Policy and explains the additional rights, related to Consumer Health Data, that you may have under the Washington My Health My Data Act of 2023 (“Act”). We use certain terms that are defined by Washington law unless otherwise specified. "}, {"1": "3. Consumer rights."}, {"2": "In-store pricing may vary. Prices and offers are subject to change. © 2024 Best Buy. All rights reserved. BEST BUY, the BEST BUY logo, the tag design, and MY BEST BUY are trademarks of Best Buy and its affiliated companies."}]}, "count": 3}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;"}, {"1": "Complying with and enforcing applicable legal requirements, relevant industry standards and our policies"}]}, "count": 2}, "authority": {"text": {}, "count": 0}, "comply with": {"text": {}, "count": 0}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "This Statement is designed to supplement the Best Buy Privacy Policy and explains the additional rights, related to Consumer Health Data, that you may have under the Washington My Health My Data Act of 2023 (“Act”). We use certain terms that are defined by Washington law unless otherwise specified. "}, {"1": "Government entities, including law enforcement"}, {"2": "Appeal a refusal to take action.Washington law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Washington Attorney General to submit a complaint."}]}, "count": 3}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "By continuing, you agree to our Terms and Conditions and Privacy Policy."}, {"1": "This Statement is designed to supplement the Best Buy Privacy Policy and explains the additional rights, related to Consumer Health Data, that you may have under the Washington My Health My Data Act of 2023 (“Act”). We use certain terms that are defined by Washington law unless otherwise specified. "}]}, "count": 2}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {}, "count": 0}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {}, "count": 0}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "Withdraw consent."}]}, "count": 1}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {}, "count": 0}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "By continuing, you agree to our Terms and Conditions and Privacy Policy."}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {}, "count": 0}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "Third parties; and"}, {"1": "We may have shared your consumer health data with the following affiliates and categories of third parties:"}, {"2": "Third parties."}]}, "count": 3}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {}, "count": 0}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {}, "count": 0}}, "ASSERTIVE": {"we share": {"text": {}, "count": 0}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {"enterprise": [{"0": "Best Buy Enterprise Services, Inc."}]}, "count": 1}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": "Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us;"}]}, "count": 1}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {}, "count": 0}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {}, "count": 0}, "location data": {"text": {}, "count": 0}}}, "DATA": {"OTHER": {"usage": {"text": {}, "count": 0}, "records": {"text": {}, "count": 0}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {"we process": [{"0": "Information that we derive or extrapolate from non-health information that we process and associate or identify with you (such as proxy, derivative, inferred, or emergent data processed by any means, including algorithms or machine learning)"}, {"1": "Information that we derive or extrapolate from non-health information that we process and associate or identify with you (such as proxy, derivative, inferred, or emergent data processed by any means, including algorithms or machine learning)."}]}, "count": 2}, "we use": {"text": {"we use": [{"0": "This Statement is designed to supplement the Best Buy Privacy Policy and explains the additional rights, related to Consumer Health Data, that you may have under the Washington My Health My Data Act of 2023 (“Act”). We use certain terms that are defined by Washington law unless otherwise specified. "}]}, "count": 1}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Deletion.You have the right to request that we delete certain personal information we have collected from you. Exceptions apply. Submit a deletion request."}]}, "count": 1}, "stored": {"text": {}, "count": 0}, "retention": {"text": {}, "count": 0}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "Performing services you have purchased from or contracted for with us, including maintaining or servicing accounts (e.g., your My Best Buy® account), as well as providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing analytics services, or providing similar services;"}]}, "count": 1}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {}, "count": 0}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {}, "count": 0}, "detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;"}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;"}]}, "count": 1}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {}, "count": 0}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Detecting and responding to security incidents, protecting against and responding to malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;"}]}, "count": 1}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "Hi, how can I help you?"}, {"1": "Access.You have the right to request that we disclose to you information about health data related to you that we collect, share, or sell. Submit an access request. The report you receive containing personal information we have on file will provide instructions on how to pursue correction of applicable information. Please note that the report may include personal information which is not health information."}]}, "count": 2}, "how you": {"text": {}, "count": 0}, "how we": {"text": {}, "count": 0}, "how are": {"text": {}, "count": 0}, "how can": {"text": {"how can": [{"0": "Hi, how can I help you?"}]}, "count": 1}}}, "OTHER": {"explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Learn more ›"}]}, "count": 1}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {}, "count": 0}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "This Statement is designed to supplement the Best Buy Privacy Policy and explains the additional rights, related to Consumer Health Data, that you may have under the Washington My Health My Data Act of 2023 (“Act”). We use certain terms that are defined by Washington law unless otherwise specified. "}, {"1": "Collection.\"Consumer health data\" means personal information that is linked or reasonably linkable to a consumer and that identifies the consumer's past, present, or future physical or mental health status.\nIn order to provide and improve our services to you, Best Buy may collect certain consumer health data about you, including:"}, {"2": "You have certain choices regarding our use and disclosure of personal information about you, as described below."}, {"3": "Deletion.You have the right to request that we delete certain personal information we have collected from you. Exceptions apply. Submit a deletion request."}, {"4": "Appeal a refusal to take action.Washington law requires that we establish a process for a consumer to appeal our refusal to take action on certain requests. You may access that process on our Appeals information page. If you are not satisfied with the outcome of that process, you may contact the Washington Attorney General to submit a complaint."}]}, "count": 5}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {}, "count": 0}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {}, "count": 0}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {}, "count": 0}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}