{"https://bankrate.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Answer a few quick questions and we’ll show you your top credit card options. "}, {"1": "What data do we collect, use, and share? (summary)"}, {"2": "What data do we collect?"}, {"3": "How do we use your data?"}, {"4": "How do we use cookies?"}, {"5": "When do we share data with others?"}, {"6": "Why we can use your data."}, {"7": "How long do we keep your data?"}, {"8": "How do we keep your data safe?"}, {"9": "Red Ventures LLC and its group companies (“Red Ventures,” “we,” “us,” or “our”) comprises a number of brands. These include, Allconnect, Bankrate, CNET, MYMove, Best Colleges, Lonely Planet, The Points Guy, and others. When we talk about our “Services”, we mean all of the websites, apps, and products we provide through our brands and other means."}, {"10": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}, {"11": "We want this Policy to be easy to read. In some sections, you can click to get more detail about what we do. Please note, all parts of this Policy apply to all the things we do. We may give further notices for some Services and physical places, and these should be read in conjunction with this Policy."}, {"12": "Our Services may contain links to other sites. We do not control these sites and we encourage you to read their privacy notices."}, {"13": "What data do we collect, use, and share? (summary)"}, {"14": "This section constitutes our notice at collection pursuant to the CCPA. During at least the past 12 months, we have disclosed personal data for the following business or commercial purposes:"}, {"15": "When providing our Services we may use your data (as applicable):"}, {"16": "To help you get the best pricing and products we have."}, {"17": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"18": "To process any rewards we may offer to you."}, {"19": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"20": "In the course of running our business we may use your data:"}, {"21": "Other disclosures: We may share your personal data with your consent or to comply with laws or other legal processes."}, {"22": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}, {"23": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"24": "Collection of Data from Children: We recognize the importance of protecting the privacy and safety of children. Our Services are not directed towards children. We do not knowingly collect data about children under the age of 16 or minors otherwise defined in local law or regulation without verifiable parental consent. If we learn that someone under 16 has given us their data, we will use reasonable efforts to remove that data from our databases."}, {"25": "What data do we collect?"}, {"26": "When you use our Services, we collect and use data."}, {"27": "We collect this data in four main ways:"}, {"28": "We obtain data from other parties to help run our Services."}, {"29": "We use or combine the data we get to infer things about you (such as, what appears to interest you)."}, {"30": "We collect the data needed for our legitimate purposes."}, {"31": "To provide our Services to you, we use data. Some of this data is personal data. That means it relates to someone we may be able to identify. We collect some of this data from you and others, and some of it we create."}, {"32": "Some personal data is sensitive, this includes data about race, politics, religion and beliefs, health, as well as SSN. Generally, we do not collect sensitive data but it may be necessary to use some of our Services. Where this is the case, you have a choice to provide the data (and use the Services) or not."}, {"33": "To use some of our Services, you need to share some of your data with us, using online forms or other means. What data we need will depend on the Service you wish to use, but it may include the following:"}, {"34": "Sometimes, the data we need to offer our Services is sensitive, such as:"}, {"35": "You may choose to share other data with us, such as your status, images, comments, interests, likes and dislikes, and survey answers. When giving us feedback or asking for help, you may provide us with the data you think is needed so that we can respond."}, {"36": "When you use our Services, we and our business partners may collect some data automatically."}, {"37": "The data we collect will depend on the Service you use, but it may include:"}, {"38": "With your consent, we may also collect more precise location data."}, {"39": "Data we get from other sources"}, {"40": "Depending on the Service you are using, we may obtain data from other parties. The data we get will depend on the Service you use, but it may include:"}, {"41": "We may also ask for your consent to obtain data about you from other sources (e.g., financial service providers)"}, {"42": "Data we create"}, {"43": "We may use or combine any data we get to create new data. The data we create about you will depend on your use of our Services, but it may include:"}, {"44": "Please note: We do not use the data we collect to infer sensitive data about you."}, {"45": "We may combine your data with the data of others (e.g., count of the total number of website users per day). This data we create by doing this cannot be used to single you out, it is not considered to be personal, and we do not try to re-identify you from this data."}, {"46": "How do we use your data?"}, {"47": "We use your data to serve you and operate our business."}, {"48": "Depending on the Services you use and the choices you make, we will use your data to:"}, {"49": "When providing our Services we may use your data (as applicable):"}, {"50": "To help you get the best pricing and products we have."}, {"51": "To keep your data updated with the best information we have."}, {"52": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"53": "To process any rewards we may offer to you."}, {"54": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"55": "Please note: We do not use profiling in a way that could have legal or similar effects. "}, {"56": "In the course of running our business we may use your data:"}, {"57": "How do we use cookies?"}, {"58": "Cookies are small text files and are widely used when you visit websites. We use cookies and other similar tools on our websites. They help us to see returning visitors, store data for later use, and target our advertising."}, {"59": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"60": "When do we share data with others?"}, {"61": "To offer our Services and run our business, we must share some data."}, {"62": "We may share data with third parties to provide our Services. For example, with the partners whose products you have selected."}, {"63": "We may share data with third parties whose services we use to run our business. For example, we pay for a third party to host our databases for us."}, {"64": "We may share data with third parties to comply with the law and defend our interests, and those of our partners. For example, we share data with lawyers, external advisors, and other professionals."}, {"65": "Red Ventures’ brands: We may share the data collected within the Red Ventures’ group. This helps us keep your data safe and stored efficiently. Our other brands may use this data to provide Services you ask for, to suggest our other Services, and show you adverts based on your interests (that we have learned from all the data we collected)."}, {"66": "We might also share your data with third parties when:"}, {"67": "Buying and selling assets: Sometimes we may need to share your data with a party that wants to buy our company or an asset that we own, or when we buy the assets of others. Before we do this we will make sure we appropriately safeguard your data."}, {"68": "Client businesses: When we collect data on behalf of our clients, we will share your data with them."}, {"69": "Service Providers: We may share your data with parties whose services we use to run our business. Where we use these third party services, our providers are not allowed to use our data for their own purposes."}, {"70": "Partner Promotions: We may offer contests, sweepstakes, or other events with third party partners. If you enter one of these, your data will be shared with the third party. Please note that they will have their own rules for using your data and you should read their policies."}, {"71": "Audience Measurement: We may share your data with companies who help us to learn about who is using our Services, and how they are used."}, {"72": "Watching videos: With appropriate consent, we might share data about what videos you watch with other companies, like advertisers or social media sites, but only if it's allowed by the law."}, {"73": "Ads and marketing: With your permission (as needed), we might share data with companies that show ads, like Google, Live Ramp, The Trade Desk, and Facebook. This helps us to show you ads that match your interests. We also help other people advertise their products, so you might see their messages on our sites or other places online."}, {"74": "Legal requirement: We may share your data with others, if we believe the law says we have to do it, or if the government asks for it. We also need to protect our rights and the rights of our clients, so we might also share your data to get advice from lawyers and experts."}, {"75": "Emergencies: If we believe someone is in danger, we reserve the right to share data to help protect them."}, {"76": "Anonymous data: We create and share general data about our consumers - you cannot be singled out within this data."}, {"77": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"78": "Please note: we only share sensitive data when providing you with Services and for other purposes permitted by law."}, {"79": "If you choose to use Social Features on our Services or access our Services from Social Features, both we and the provider may have access to data about your use. If you are logged in to a provider's services, they may be able to connect your visit with other personal data they hold about you. We (and others) may use this data to place ads based on your interests on these providers' services. In addition, we may ask you if we can access and collect data from your accounts, and post content to your contacts for you."}, {"80": "Why we can use your data"}, {"81": "To collect and use your data, we must have a valid reason."}, {"82": "These reasons vary based on what we are doing but they will normally be because:"}, {"83": "we need fulfill a contract we have with you or take steps towards forming a contract,"}, {"84": "We need to have good reasons to collect and use your data. Our key reasons are:"}, {"85": "Contract: We use your data when we have an agreement with you, or when we need to do things before making an agreement."}, {"86": "Legal requirement: We (or another company) must use your data to follow the laws or regulations to which we are subject."}, {"87": "Other legitimate purposes: We have good reasons to use your data to better serve you, to help us make our services better, or to keep our business running well. Some examples include:"}, {"88": "Sometimes, we might use your data if we think it will help protect an individual (either you or another consumer)"}, {"89": "How long do we keep your data?"}, {"90": "We keep your data for as long as it is needed to provide you with our Services."}, {"91": "To determine how long we need to keep your data, we consider:"}, {"92": "whether we can do what we need to by using less data."}, {"93": "In addition, we may also keep and use your data for as long as it is needed for legal or contractual reasons, dispute resolution, fraud prevention, and security."}, {"94": "We keep your data for as long as we need it to offer our Services to you, and for other valid business reasons, such as:"}, {"95": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"96": "At any time, we may make your data anonymous, which means it can't be linked with you."}, {"97": "When we no longer need to keep data for our purposes, or when we get a valid request to delete, we begin a process to safely delete the data from our systems."}, {"98": "How do we keep your data safe?"}, {"99": "We take the protection of your data very seriously."}, {"100": "We use best practices to help keep your data safe. However, there is always some risk when storing data or sending it over the internet. As such, we cannot guarantee the security of your data, and you should know that sharing it is done at your own risk."}, {"101": "To the extent we store and use de-identified data, we will not attempt to reidentify the data unless permitted by law."}, {"102": "We work hard to keep your data safe and secure. We use tools and techniques to monitor and protect the data we collect and use about you. We also have rules in place to make sure that your data can only be used by those who have valid business reasons, such as providing our Services to you."}, {"103": "While we work hard to protect your data, it's important to know that no method of sending data online or storing it is perfect. Sometimes things can happen beyond our control. If we ever need to tell you about a problem with your data, we will let you know as best we can using messages, letters, or phone calls."}, {"104": "If you create an account on our websites, you may need to create a password. It's really important to keep this password to yourself and not share it with anyone. You are responsible for making sure nobody else can access your account using your password or device. If you ever think someone else might be using your account, please tell us right away so we can help."}, {"105": "You can make certain choices about the way we collect, use, store, and share your data."}, {"106": "We manage all of the requests raised to us as the law requires. This means there may be legal reasons why we cannot complete all requests."}, {"107": "Please note: we may need proof of your identity before we can start your request."}, {"108": "You have choices about your data and how we communicate with you, using our online form here"}, {"109": "Access to your data: You can request access to the data we have about you, and we will honor valid requests."}, {"110": "Changes to your data: It's important to keep your data accurate and up to date. If you need to update your data, please let us know. Sometimes, we have to keep data for legal reasons, but we will try to update it."}, {"111": "request that we delete"}, {"112": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"113": "Withdrawing your consent: If you change your mind and want to withdraw your consent for things you previously agreed to, you can tell us. Just remember that, if you do that, we might not be able to provide some Services to you."}, {"114": "If you choose to submit a request to us, it may limit your ability to use some of our Services (e.g., if we have deleted the data used to provide the Service), but we will not alter how we provide our Services to you."}, {"115": "To protect your data, we need to make sure it's really you making these requests. So, we often ask for some information to verify your identity. Once you submit a request to us, we will email you with a link to our identity verification service."}, {"116": "Some U.S. State Privacy Laws require businesses to process the browser-based GPC signal. Where required, we monitor for and recognize the GPC signal and adjust the use of third party tracking technology to reflect your preferences. ."}, {"117": "Authorized agents: If someone else, like the parent or guardian of individuals aged 16 to 18, needs to make these choices for you, they can do it too. They just need to follow the same steps we mentioned."}, {"118": "If you submit a request and we can’t honor it, we’ll tell you why. We will also make an appeal form available to you, if you are not satisfied with our decision. Residents of certain U.S. States may also have the right to appeal a decision regarding a privacy request to their state Attorney General. We provide instructions in the email correspondence that we send to you about your request, should you want to exercise this right."}, {"119": "You can also choose how we communicate with you. Here are your options:"}, {"120": "Promotional Emails: If you don't want to receive emails with special offers or surveys, you can unsubscribe by following the instructions in the emails. But don't worry, we may still send you important messages about our Services."}, {"121": "Promotional Mailings: If you don't want to receive physical mail from us, like offers or catalogs, just let us know. Send us an email with \"NO SNAIL MAIL\" in the subject line, along with your name, address, and zip code. Even if you ask us to stop, you might still get some mailings that were already on their way before we removed your name."}, {"122": "Please note: We may still need to communicate with you for transactional or Service reasons. For example, sending a password reset email or updates to our terms."}, {"123": "We acknowledge that our related companies, parents, subsidiaries, and affiliates formed under the laws of Australia or otherwise operating in Australia (including, without limitation, the entities listed below) are subject to the Australian Privacy Principles (APPs) as set out in the Privacy Act 1988 (Privacy Act)."}, {"124": "These privacy laws place requirements on us to treat your personal information collected in line with those principles, including to disclose to you what personal information we collect about you and how we use it, to store your information securely and to allow you to exercise the following rights:"}, {"125": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"126": "Our general privacy policy makes clear that we may share information with third parties, such as co-branded partners and authorized third parties. However, we will only share your information with such parties where we have your express or implied consent to do so. If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time."}, {"127": "For the purposes of data protection law, the controller is Red Ventures (“we,” “us,” or “our”), comprising of Red Ventures, LLC, of 1101 Red Ventures Drive, Fort Mill, SC, 29707, and its affiliated companies, as appropriate."}, {"128": "2. Addendum to the types of data we collect"}, {"129": "Generally, we collect information from people in the EEA/UK in a similar manner, and for similar legitimate business purposes, as described here as \"What data do we collect?\". These include:"}, {"130": "Categories of Entities We Disclose Personal Information To"}, {"131": "In addition to the information specified above, we also derive aggregated data from personal information which is used for a number business purposes. This data does not directly or indirectly reveal your identity and is not considered personal information."}, {"132": "To enable us to communicate effectively regarding services we offer; and"}, {"133": "Restriction of processing: You have the right to request that we restrict the processing of your data in certain circumstances."}, {"134": "Data Portability: You have the right to request we transmit your personal data to you or another company in certain circumstances."}, {"135": "We process all requests in accordance with the law, and there may be legal reasons why we cannot fulfill all requests."}, {"136": "Please contact us dpo@redventures.com if you wish to make a request. We have one month to respond to you. You are not required to pay any charge for exercising your rights."}, {"137": "We operate in the United States and transfer, store and process personal data outside of the EEA/UK, using applicable approved data transfer mechanisms (for example, the EU Standard Contractual Clauses and the Data Privacy Framework) to ensure your personal data are adequately safeguarded."}, {"138": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}, {"139": "If you have any comments or questions, or are concerned about the way in which we have handled any privacy matter, you can contact us using the details below:"}, {"140": "We would appreciate it if you gave us a chance to address any complaints you may have. You can use the details below to submit a complaint and you may also be able to raise a complaint with your local regulator."}, {"141": "Sometimes we need to make changes to how we collect, use, and protect your data. When we do, we will let you know by updating this policy. If the changes we make are important, we'll also post a special notice on our website."}, {"142": "Any changes will usually only affect the data we collect after the new policy has been published. Any data we collected before the changes will still be covered by the old policy."}, {"143": "We will also let you know when we last made these changes by publishing the date we last changed it."}, {"144": "How we make money"}, {"145": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 146}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Watching videos: With appropriate consent, we might share data about what videos you watch with other companies, like advertisers or social media sites, but only if it's allowed by the law."}, {"1": "Please note: we only share sensitive data when providing you with Services and for other purposes permitted by law."}, {"2": "We work hard to keep your data safe and secure. We use tools and techniques to monitor and protect the data we collect and use about you. We also have rules in place to make sure that your data can only be used by those who have valid business reasons, such as providing our Services to you."}, {"3": "Sometimes these choices apply to everyone who uses a Service (for example, anyone who gets a newsletter from us can opt-out of future emails); other times these choices only apply to those covered by a certain privacy law."}, {"4": "Our general privacy policy makes clear that we may share information with third parties, such as co-branded partners and authorized third parties. However, we will only share your information with such parties where we have your express or implied consent to do so. If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time."}, {"5": "Any changes will usually only affect the data we collect after the new policy has been published. Any data we collected before the changes will still be covered by the old policy."}]}, "count": 6}, "information": {"text": {"information": [{"0": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}, {"1": "Purpose for Collecting Personal Information(depending on the nature of your interactions with us)"}, {"2": "as well as information considered sensitive such as social security number, account log-in, and any information on your government identification cards."}, {"3": "all of which are considered sensitive personal information."}, {"4": "Commercial Information, such as products or services you purchased, obtained, or considered, or other purchasing or consuming histories or tendencies."}, {"5": "Internet or Network Activity Information, such as your browsing history, search history, and information regarding a consumer’s interaction with an internet website application, or advertisement."}, {"6": "Precise geolocation data is equal to or less than the area of a circle with a radius of 1,850 feet and is considered sensitive personal information."}, {"7": "Audio or Visual Information, such as audio or screen records (with your permission)."}, {"8": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}, {"9": "To keep your data updated with the best information we have."}, {"10": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"11": "To protect your data, we need to make sure it's really you making these requests. So, we often ask for some information to verify your identity. Once you submit a request to us, we will email you with a link to our identity verification service."}, {"12": "For additional region-specific information about our privacy practices and additional rights you may have, please see the applicable notice below:"}, {"13": "Information for visitors from Australia"}, {"14": "These privacy laws place requirements on us to treat your personal information collected in line with those principles, including to disclose to you what personal information we collect about you and how we use it, to store your information securely and to allow you to exercise the following rights:"}, {"15": "Right of access to the personal information held about you; and"}, {"16": "Right of correction to correct your information when it is incorrect."}, {"17": "In Australia, the Australian Digital Advertising Alliance (“ADAA”) has developed the Australian Guideline for Third Party Online Behavioural Advertising. More information and an opt out page to manage online behavioral advertising preferences with ADAA member companies are available at https://www.youronlinechoices.com.au/."}, {"18": "If you have contacted us at privacy@redventures.com with a privacy related complaint and you are not satisfied with our handling of that complaint, you may refer that complaint to the Office of the Australian Information Commissioner:GPO BOX 5218, Sydney NSW 2001Telephone: 1300 363 992Email: enquiries@oaic.gov.au"}, {"19": "Information for visitors from Canada"}, {"20": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"21": "Our general privacy policy makes clear that we may share information with third parties, such as co-branded partners and authorized third parties. However, we will only share your information with such parties where we have your express or implied consent to do so. If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time."}, {"22": "If you have any questions, or complaints, regarding the collection or use of your personal information or the content of this policy, or if you wish to withdraw your consent to us using your data, please use this form or contact us at:"}, {"23": "If you are not satisfied with our response to your query or complaint, you may also contact the Office of the Information and Privacy Commissioner of Canada at this link."}, {"24": "Generally, we collect information from people in the EEA/UK in a similar manner, and for similar legitimate business purposes, as described here as \"What data do we collect?\". These include:"}, {"25": "Categories of Entities We Disclose Personal Information To"}, {"26": "Postal address, email address, phone number or similar contact information."}, {"27": "Browsing history, search history, and information regarding a consumer’s interaction with an internet website application, advertisement, or similar information."}, {"28": "In addition to the information specified above, we also derive aggregated data from personal information which is used for a number business purposes. This data does not directly or indirectly reveal your identity and is not considered personal information."}, {"29": "Legitimate Interests:We have a Legitimate Interest in processing your personal data, and our reasons for it do not override your data protection rights. Our Legitimate Interests in processing your personal information are:To ensure our website(s) meets the high standard of usability and security you would expect;To help us identify areas for improvement;To enable us to communicate effectively regarding services we offer; andTo enable us to process candidate applications, contacts, queries, or complaints."}, {"30": "Contractual Obligation: It is necessary for us to process your personal information to perform the tasks associated with a contract to which you are a party, or to take steps at your request prior to you entering into a contract."}, {"31": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}, {"32": "ComplaintsYou also have the right to lodge a complaint about our processing of your personal information with the relevant Supervisory Authority:"}, {"33": "UK Information Commissioner's Office: https://ico.org.uk/concerns/ or 0303 123 1113 or casework@ico.org.uk/"}, {"34": "For additional Service-specific information about our privacy practices, please see applicable notice below:"}, {"35": "\nDo Not Sell or Share My Personal Information\n"}, {"36": "\nConsumer Health Information Privacy Policy\n"}, {"37": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 38}, "use": {"text": {"use": [{"0": "\nHow much is my house worth?"}, {"1": "You can use the links below to get to specific topics."}, {"2": "What data do we collect, use, and share? (summary)"}, {"3": "How do we use your data?"}, {"4": "How do we use cookies?"}, {"5": "Why we can use your data."}, {"6": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}, {"7": "What data do we collect, use, and share? (summary)"}, {"8": "When providing our Services we may use your data (as applicable):"}, {"9": "To enable you to use social sharing tools."}, {"10": "To allow you to use our Services on one device and pick up seamlessly where you left off on another device."}, {"11": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"12": "In the course of running our business we may use your data:"}, {"13": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"14": "Collection of Data from Children: We recognize the importance of protecting the privacy and safety of children. Our Services are not directed towards children. We do not knowingly collect data about children under the age of 16 or minors otherwise defined in local law or regulation without verifiable parental consent. If we learn that someone under 16 has given us their data, we will use reasonable efforts to remove that data from our databases."}, {"15": "When you use our Services, we collect and use data."}, {"16": "Data is collected automatically as you use our Services (such as your IP address)."}, {"17": "We use or combine the data we get to infer things about you (such as, what appears to interest you)."}, {"18": "To provide our Services to you, we use data. Some of this data is personal data. That means it relates to someone we may be able to identify. We collect some of this data from you and others, and some of it we create."}, {"19": "Some personal data is sensitive, this includes data about race, politics, religion and beliefs, health, as well as SSN. Generally, we do not collect sensitive data but it may be necessary to use some of our Services. Where this is the case, you have a choice to provide the data (and use the Services) or not."}, {"20": "To use some of our Services, you need to share some of your data with us, using online forms or other means. What data we need will depend on the Service you wish to use, but it may include the following:"}, {"21": "When you use our Services, we and our business partners may collect some data automatically."}, {"22": "The data we collect will depend on the Service you use, but it may include:"}, {"23": "Depending on the Service you are using, we may obtain data from other parties. The data we get will depend on the Service you use, but it may include:"}, {"24": "We may use or combine any data we get to create new data. The data we create about you will depend on your use of our Services, but it may include:"}, {"25": "Please note: We do not use the data we collect to infer sensitive data about you."}, {"26": "How do we use your data?"}, {"27": "We use your data to serve you and operate our business."}, {"28": "Depending on the Services you use and the choices you make, we will use your data to:"}, {"29": "When providing our Services we may use your data (as applicable):"}, {"30": "To enable you to use social sharing tools."}, {"31": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"32": "Please note: We do not use profiling in a way that could have legal or similar effects. "}, {"33": "In the course of running our business we may use your data:"}, {"34": "How do we use cookies?"}, {"35": "Cookies are small text files and are widely used when you visit websites. We use cookies and other similar tools on our websites. They help us to see returning visitors, store data for later use, and target our advertising."}, {"36": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"37": "We may share data with third parties whose services we use to run our business. For example, we pay for a third party to host our databases for us."}, {"38": "Red Ventures’ brands: We may share the data collected within the Red Ventures’ group. This helps us keep your data safe and stored efficiently. Our other brands may use this data to provide Services you ask for, to suggest our other Services, and show you adverts based on your interests (that we have learned from all the data we collected)."}, {"39": "Service Providers: We may share your data with parties whose services we use to run our business. Where we use these third party services, our providers are not allowed to use our data for their own purposes."}, {"40": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"41": "Some of our Services let you use \"Social Features\" that are offered by third parties. For example, you may be able to 'like' or 'share' things on Facebook / Instagram, Google / YouTube, Linked In, Snapchat, Tik Tok, and Twitter. To use these features you may need to have an account with the provider, and you should make sure you understand their privacy practices."}, {"42": "If you choose to use Social Features on our Services or access our Services from Social Features, both we and the provider may have access to data about your use. If you are logged in to a provider's services, they may be able to connect your visit with other personal data they hold about you. We (and others) may use this data to place ads based on your interests on these providers' services. In addition, we may ask you if we can access and collect data from your accounts, and post content to your contacts for you."}, {"43": "Why we can use your data"}, {"44": "To collect and use your data, we must have a valid reason."}, {"45": "These reasons vary based on what we are doing but they will normally be because:"}, {"46": "you have given us your consent to use your data."}, {"47": "it is our legal duty to use your data in certain ways, or"}, {"48": "We need to have good reasons to collect and use your data. Our key reasons are:"}, {"49": "Contract: We use your data when we have an agreement with you, or when we need to do things before making an agreement."}, {"50": "Consent: You give us your consent to use your data in certain ways (you can change your mind later if you want)."}, {"51": "Legal requirement: We (or another company) must use your data to follow the laws or regulations to which we are subject."}, {"52": "Other legitimate purposes: We have good reasons to use your data to better serve you, to help us make our services better, or to keep our business running well. Some examples include:"}, {"53": "Sending you emails of your results when you use our Services."}, {"54": "Sometimes, we might use your data if we think it will help protect an individual (either you or another consumer)"}, {"55": "the risks that unintended use or disclosure could bring, and"}, {"56": "In addition, we may also keep and use your data for as long as it is needed for legal or contractual reasons, dispute resolution, fraud prevention, and security."}, {"57": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"58": "We use best practices to help keep your data safe. However, there is always some risk when storing data or sending it over the internet. As such, we cannot guarantee the security of your data, and you should know that sharing it is done at your own risk."}, {"59": "To the extent we store and use de-identified data, we will not attempt to reidentify the data unless permitted by law."}, {"60": "We work hard to keep your data safe and secure. We use tools and techniques to monitor and protect the data we collect and use about you. We also have rules in place to make sure that your data can only be used by those who have valid business reasons, such as providing our Services to you."}, {"61": "You can make certain choices about the way we collect, use, store, and share your data."}, {"62": "To make these choices you should use the links to the forms below to submit a request."}, {"63": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"64": "If you choose to submit a request to us, it may limit your ability to use some of our Services (e.g., if we have deleted the data used to provide the Service), but we will not alter how we provide our Services to you."}, {"65": "If you want to make any of these choices but prefer not to use our online form, you can contact us by email or mail, using the details below."}, {"66": "Some U.S. State Privacy Laws require businesses to process the browser-based GPC signal. Where required, we monitor for and recognize the GPC signal and adjust the use of third party tracking technology to reflect your preferences. ."}, {"67": "These privacy laws place requirements on us to treat your personal information collected in line with those principles, including to disclose to you what personal information we collect about you and how we use it, to store your information securely and to allow you to exercise the following rights:"}, {"68": "If you need further assistance, please use this form or contact us at:"}, {"69": "If you have any questions, or complaints, regarding the collection or use of your personal information or the content of this policy, or if you wish to withdraw your consent to us using your data, please use this form or contact us at:"}, {"70": "Object to Processing: You have the right to object to the use or disclosures of your personal data."}, {"71": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}, {"72": "We would appreciate it if you gave us a chance to address any complaints you may have. You can use the details below to submit a complaint and you may also be able to raise a complaint with your local regulator."}, {"73": "Sometimes we need to make changes to how we collect, use, and protect your data. When we do, we will let you know by updating this policy. If the changes we make are important, we'll also post a special notice on our website."}, {"74": "\nTerms of use\n"}]}, "count": 75}, "why": {"text": {"why": [{"0": "Why we can use your data."}, {"1": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"2": "Why we can use your data"}, {"3": "We manage all of the requests raised to us as the law requires. This means there may be legal reasons why we cannot complete all requests."}, {"4": "If you submit a request and we can’t honor it, we’ll tell you why. We will also make an appeal form available to you, if you are not satisfied with our decision. Residents of certain U.S. States may also have the right to appeal a decision regarding a privacy request to their state Attorney General. We provide instructions in the email correspondence that we send to you about your request, should you want to exercise this right."}, {"5": "We process all requests in accordance with the law, and there may be legal reasons why we cannot fulfill all requests."}, {"6": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}]}, "count": 7}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Red Ventures LLC and its group companies (“Red Ventures,” “we,” “us,” or “our”) comprises a number of brands. These include, Allconnect, Bankrate, CNET, MYMove, Best Colleges, Lonely Planet, The Points Guy, and others. When we talk about our “Services”, we mean all of the websites, apps, and products we provide through our brands and other means."}, {"1": "Our Services may contain links to other sites. We do not control these sites and we encourage you to read their privacy notices."}, {"2": "To allow you to use our Services on one device and pick up seamlessly where you left off on another device."}, {"3": "To let you know about the Services of other Red Ventures’ brands."}, {"4": "To build, train, and augment models which help us understand your likely interests and those of other consumers."}, {"5": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"6": "Commercial Information, such as products or services you purchased, obtained, or considered, or other purchasing or consuming histories or tendencies."}, {"7": "Other disclosures:"}, {"8": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"9": "We obtain data from other parties to help run our Services."}, {"10": "To use some of our Services, you need to share some of your data with us, using online forms or other means. What data we need will depend on the Service you wish to use, but it may include the following:"}, {"11": "You may choose to share other data with us, such as your status, images, comments, interests, likes and dislikes, and survey answers. When giving us feedback or asking for help, you may provide us with the data you think is needed so that we can respond."}, {"12": "Clicks, page views, and other actions"}, {"13": "Cookie and other IDs"}, {"14": "Data we get from other sources"}, {"15": "Depending on the Service you are using, we may obtain data from other parties. The data we get will depend on the Service you use, but it may include:"}, {"16": "We may also ask for your consent to obtain data about you from other sources (e.g., financial service providers)"}, {"17": "To let you know about the Services of other Red Ventures’ brands."}, {"18": "To build, train, and augment models which help us understand your likely interests and those of other consumers."}, {"19": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"20": "For other purposes not described in this Privacy Policy that you consent to (from time to time) and as otherwise permitted by law."}, {"21": "Cookies are small text files and are widely used when you visit websites. We use cookies and other similar tools on our websites. They help us to see returning visitors, store data for later use, and target our advertising."}, {"22": "We may share data with third parties to comply with the law and defend our interests, and those of our partners. For example, we share data with lawyers, external advisors, and other professionals."}, {"23": "Red Ventures’ brands: We may share the data collected within the Red Ventures’ group. This helps us keep your data safe and stored efficiently. Our other brands may use this data to provide Services you ask for, to suggest our other Services, and show you adverts based on your interests (that we have learned from all the data we collected)."}, {"24": "Partner Promotions: We may offer contests, sweepstakes, or other events with third party partners. If you enter one of these, your data will be shared with the third party. Please note that they will have their own rules for using your data and you should read their policies."}, {"25": "Watching videos: With appropriate consent, we might share data about what videos you watch with other companies, like advertisers or social media sites, but only if it's allowed by the law."}, {"26": "Ads and marketing: With your permission (as needed), we might share data with companies that show ads, like Google, Live Ramp, The Trade Desk, and Facebook. This helps us to show you ads that match your interests. We also help other people advertise their products, so you might see their messages on our sites or other places online."}, {"27": "Other people and messages: When you agree, some Services might share your data with other companies that want to send you messages about their services. They might contact you by email, phone, mail, or other ways. Please note that they have their own privacy rules too."}, {"28": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"29": "Please note: we only share sensitive data when providing you with Services and for other purposes permitted by law."}, {"30": "If you choose to use Social Features on our Services or access our Services from Social Features, both we and the provider may have access to data about your use. If you are logged in to a provider's services, they may be able to connect your visit with other personal data they hold about you. We (and others) may use this data to place ads based on your interests on these providers' services. In addition, we may ask you if we can access and collect data from your accounts, and post content to your contacts for you."}, {"31": "Legal requirement: We (or another company) must use your data to follow the laws or regulations to which we are subject."}, {"32": "Other legitimate purposes: "}, {"33": "Sometimes, we might use your data if we think it will help protect an individual (either you or another consumer)"}, {"34": "We keep your data for as long as we need it to offer our Services to you, and for other valid business reasons, such as:"}, {"35": "Complying with the law or other regulatory requirements"}, {"36": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"37": "Sometimes these choices apply to everyone who uses a Service (for example, anyone who gets a newsletter from us can opt-out of future emails); other times these choices only apply to those covered by a certain privacy law."}, {"38": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"39": "A real name, alias, unique personal identifier, account name, driver's license number, passport number, or other similar identifiers."}, {"40": "Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories. tendencies, or inferences."}, {"41": "Consent: You have actively given your informed consented to our processing of your personal data by completing a form on the site, or have indicated your consent with another affirmative act."}, {"42": "Legal Obligation: It is necessary for us to process your personal data for us or another Red Ventures company to comply with our legal or regulatory obligations."}, {"43": "In addition to your rights of access, correction (rectification), and deletion described above in \"How can you control your data?\", EEA and UK residents have certain other rights defined in the General Data Protection Regulation (GDPR) and the UK GDPR / Data Protection Act 2018."}, {"44": "Data Portability: You have the right to request we transmit your personal data to you or another company in certain circumstances."}, {"45": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 46}, "if": {"text": {"if": [{"0": "To help us understand if and how our and others marketing works."}, {"1": "Collection of Data from Children: We recognize the importance of protecting the privacy and safety of children. Our Services are not directed towards children. We do not knowingly collect data about children under the age of 16 or minors otherwise defined in local law or regulation without verifiable parental consent. If we learn that someone under 16 has given us their data, we will use reasonable efforts to remove that data from our databases."}, {"2": "Having obtained any consent that may be needed, you may also share the data of others with us (for example, if you refer a friend to receive one of our email newsletters)."}, {"3": "To help us understand if and how our and others marketing works."}, {"4": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"5": "Partner Promotions: We may offer contests, sweepstakes, or other events with third party partners. If you enter one of these, your data will be shared with the third party. Please note that they will have their own rules for using your data and you should read their policies."}, {"6": "Watching videos: With appropriate consent, we might share data about what videos you watch with other companies, like advertisers or social media sites, but only if it's allowed by the law."}, {"7": "Legal requirement: We may share your data with others, if we believe the law says we have to do it, or if the government asks for it. We also need to protect our rights and the rights of our clients, so we might also share your data to get advice from lawyers and experts."}, {"8": "Emergencies: If we believe someone is in danger, we reserve the right to share data to help protect them."}, {"9": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"10": "If you choose to use Social Features on our Services or access our Services from Social Features, both we and the provider may have access to data about your use. If you are logged in to a provider's services, they may be able to connect your visit with other personal data they hold about you. We (and others) may use this data to place ads based on your interests on these providers' services. In addition, we may ask you if we can access and collect data from your accounts, and post content to your contacts for you."}, {"11": "Consent: You give us your consent to use your data in certain ways (you can change your mind later if you want)."}, {"12": "Sometimes, we might use your data if we think it will help protect an individual (either you or another consumer)"}, {"13": "While we work hard to protect your data, it's important to know that no method of sending data online or storing it is perfect. Sometimes things can happen beyond our control. If we ever need to tell you about a problem with your data, we will let you know as best we can using messages, letters, or phone calls."}, {"14": "If you create an account on our websites, you may need to create a password. It's really important to keep this password to yourself and not share it with anyone. You are responsible for making sure nobody else can access your account using your password or device. If you ever think someone else might be using your account, please tell us right away so we can help."}, {"15": "Changes to your data: It's important to keep your data accurate and up to date. If you need to update your data, please let us know. Sometimes, we have to keep data for legal reasons, but we will try to update it."}, {"16": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"17": "Withdrawing your consent: If you change your mind and want to withdraw your consent for things you previously agreed to, you can tell us. Just remember that, if you do that, we might not be able to provide some Services to you."}, {"18": "If you choose to submit a request to us, it may limit your ability to use some of our Services (e.g., if we have deleted the data used to provide the Service), but we will not alter how we provide our Services to you."}, {"19": "If you want to make any of these choices but prefer not to use our online form, you can contact us by email or mail, using the details below."}, {"20": "Authorized agents: If someone else, like the parent or guardian of individuals aged 16 to 18, needs to make these choices for you, they can do it too. They just need to follow the same steps we mentioned."}, {"21": "If you submit a request and we can’t honor it, we’ll tell you why. We will also make an appeal form available to you, if you are not satisfied with our decision. Residents of certain U.S. States may also have the right to appeal a decision regarding a privacy request to their state Attorney General. We provide instructions in the email correspondence that we send to you about your request, should you want to exercise this right."}, {"22": "Promotional Emails: If you don't want to receive emails with special offers or surveys, you can unsubscribe by following the instructions in the emails. But don't worry, we may still send you important messages about our Services."}, {"23": "Promotional Mailings: If you don't want to receive physical mail from us, like offers or catalogs, just let us know. Send us an email with \"NO SNAIL MAIL\" in the subject line, along with your name, address, and zip code. Even if you ask us to stop, you might still get some mailings that were already on their way before we removed your name."}, {"24": "Text Messages and Push Notifications: If you receive text messages with promotions from us, you can opt-out by replying with \"STOP\" or \"UNSUBSCRIBE.\" You can also control push notifications on your device."}, {"25": "If you need further assistance, please use this form or contact us at:"}, {"26": "If you have contacted us at privacy@redventures.com with a privacy related complaint and you are not satisfied with our handling of that complaint, you may refer that complaint to the Office of the Australian Information Commissioner:GPO BOX 5218, Sydney NSW 2001Telephone: 1300 363 992Email: enquiries@oaic.gov.au"}, {"27": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"28": "Our general privacy policy makes clear that we may share information with third parties, such as co-branded partners and authorized third parties. However, we will only share your information with such parties where we have your express or implied consent to do so. If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time."}, {"29": "If you have any questions, or complaints, regarding the collection or use of your personal information or the content of this policy, or if you wish to withdraw your consent to us using your data, please use this form or contact us at:"}, {"30": "If you are not satisfied with our response to your query or complaint, you may also contact the Office of the Information and Privacy Commissioner of Canada at this link."}, {"31": "If located in the United Kingdom or European Union, you can opt out of EDAA members online advertising networks and behavioral advertising through the European Interactive Digital Advertising Alliance (EDAA)'s consumer opt-out page here."}, {"32": "Please contact us dpo@redventures.com if you wish to make a request. We have one month to respond to you. You are not required to pay any charge for exercising your rights."}, {"33": "Red Ventures complies with the EU-U.S. Data Privacy Framework (EU-U.S. DPF), and the UK Extension to the EU-U.S. DPF, as set forth by the U.S. Department of Commerce. Red Ventures has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (EU-U.S. DPF Principles) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF. If there is any conflict between the terms in this privacy policy and the EU-U.S. DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/. To learn more, visit our Data Privacy Framework Notice here."}, {"34": "If you have any comments or questions, or are concerned about the way in which we have handled any privacy matter, you can contact us using the details below:"}, {"35": "We would appreciate it if you gave us a chance to address any complaints you may have. You can use the details below to submit a complaint and you may also be able to raise a complaint with your local regulator."}, {"36": "Contact us using the details below if you have any questions about this Policy, or would like to make a complaint."}, {"37": "Sometimes we need to make changes to how we collect, use, and protect your data. When we do, we will let you know by updating this policy. If the changes we make are important, we'll also post a special notice on our website."}]}, "count": 38}, "when": {"text": {"when": [{"0": "When to get an advisor"}, {"1": "When do we share data with others?"}, {"2": "Red Ventures LLC and its group companies (“Red Ventures,” “we,” “us,” or “our”) comprises a number of brands. These include, Allconnect, Bankrate, CNET, MYMove, Best Colleges, Lonely Planet, The Points Guy, and others. When we talk about our “Services”, we mean all of the websites, apps, and products we provide through our brands and other means."}, {"3": "When providing our Services we may use your data (as applicable):"}, {"4": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"5": "When you use our Services, we collect and use data."}, {"6": "You give us data when using our Services (such as your name or email)."}, {"7": "You may choose to share other data with us, such as your status, images, comments, interests, likes and dislikes, and survey answers. When giving us feedback or asking for help, you may provide us with the data you think is needed so that we can respond."}, {"8": "When you use our Services, we and our business partners may collect some data automatically."}, {"9": "When providing our Services we may use your data (as applicable):"}, {"10": "Cookies are small text files and are widely used when you visit websites. We use cookies and other similar tools on our websites. They help us to see returning visitors, store data for later use, and target our advertising."}, {"11": "When do we share data with others?"}, {"12": "We might also share your data with third parties when:"}, {"13": "Buying and selling assets: Sometimes we may need to share your data with a party that wants to buy our company or an asset that we own, or when we buy the assets of others. Before we do this we will make sure we appropriately safeguard your data."}, {"14": "Client businesses: When we collect data on behalf of our clients, we will share your data with them."}, {"15": "Other people and messages: When you agree, some Services might share your data with other companies that want to send you messages about their services. They might contact you by email, phone, mail, or other ways. Please note that they have their own privacy rules too."}, {"16": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"17": "Please note: we only share sensitive data when providing you with Services and for other purposes permitted by law."}, {"18": "When you link a Social Feature provider with an account for one of our Services, you grant us access to certain data about you to provide content and services. This access is governed by the privacy policy and choices you make with that provider."}, {"19": "Contract: We use your data when we have an agreement with you, or when we need to do things before making an agreement."}, {"20": "Sending you emails of your results when you use our Services."}, {"21": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"22": "When we no longer need to keep data for our purposes, or when we get a valid request to delete, we begin a process to safely delete the data from our systems."}, {"23": "We use best practices to help keep your data safe. However, there is always some risk when storing data or sending it over the internet. As such, we cannot guarantee the security of your data, and you should know that sharing it is done at your own risk."}, {"24": "Right of correction to correct your information when it is incorrect."}, {"25": "Sometimes we need to make changes to how we collect, use, and protect your data. When we do, we will let you know by updating this policy. If the changes we make are important, we'll also post a special notice on our website."}, {"26": "We will also let you know when we last made these changes by publishing the date we last changed it."}]}, "count": 27}, "help": {"text": {"help": [{"0": "\nBest cards for building credit\nFind out which credit cards could help\n"}, {"1": "To help you get the best pricing and products we have."}, {"2": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"3": "To help present our Services clearly and in the most effective way."}, {"4": "To help us and our partners create better products for you."}, {"5": "To build, train, and augment models which help us understand your likely interests and those of other consumers."}, {"6": "To help us understand if and how our and others marketing works."}, {"7": "To help secure our business and prevent fraud."}, {"8": "We obtain data from other parties to help run our Services."}, {"9": "You may choose to share other data with us, such as your status, images, comments, interests, likes and dislikes, and survey answers. When giving us feedback or asking for help, you may provide us with the data you think is needed so that we can respond."}, {"10": "To help you get the best pricing and products we have."}, {"11": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"12": "To help present our Services clearly and in the most effective way."}, {"13": "To help us and our partners create better products for you."}, {"14": "To build, train, and augment models which help us understand your likely interests and those of other consumers."}, {"15": "To help us understand if and how our and others marketing works."}, {"16": "To help secure our business and prevent fraud."}, {"17": "Cookies are small text files and are widely used when you visit websites. We use cookies and other similar tools on our websites. They help us to see returning visitors, store data for later use, and target our advertising."}, {"18": "Audience Measurement: We may share your data with companies who help us to learn about who is using our Services, and how they are used."}, {"19": "Ads and marketing: With your permission (as needed), we might share data with companies that show ads, like Google, Live Ramp, The Trade Desk, and Facebook. This helps us to show you ads that match your interests. We also help other people advertise their products, so you might see their messages on our sites or other places online."}, {"20": "Emergencies: If we believe someone is in danger, we reserve the right to share data to help protect them."}, {"21": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"22": "Other legitimate purposes: We have good reasons to use your data to better serve you, to help us make our services better, or to keep our business running well. Some examples include:"}, {"23": "Sharing data with partners who help us offer rewards and benefits."}, {"24": "Sometimes, we might use your data if we think it will help protect an individual (either you or another consumer)"}, {"25": "We use best practices to help keep your data safe. However, there is always some risk when storing data or sending it over the internet. As such, we cannot guarantee the security of your data, and you should know that sharing it is done at your own risk."}, {"26": "If you create an account on our websites, you may need to create a password. It's really important to keep this password to yourself and not share it with anyone. You are responsible for making sure nobody else can access your account using your password or device. If you ever think someone else might be using your account, please tell us right away so we can help."}, {"27": "To help us identify areas for improvement;"}, {"28": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}, {"29": "\nHelp\n\n\n\nContact us\n\n\n\n\nCompare rates\n\n\n\n\nLatest news\n\n\n\n\nPopular topics\n\n\n\n"}]}, "count": 30}, "access": {"text": {"access": [{"0": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"1": "If you choose to use Social Features on our Services or access our Services from Social Features, both we and the provider may have access to data about your use. If you are logged in to a provider's services, they may be able to connect your visit with other personal data they hold about you. We (and others) may use this data to place ads based on your interests on these providers' services. In addition, we may ask you if we can access and collect data from your accounts, and post content to your contacts for you."}, {"2": "When you link a Social Feature provider with an account for one of our Services, you grant us access to certain data about you to provide content and services. This access is governed by the privacy policy and choices you make with that provider."}, {"3": "If you create an account on our websites, you may need to create a password. It's really important to keep this password to yourself and not share it with anyone. You are responsible for making sure nobody else can access your account using your password or device. If you ever think someone else might be using your account, please tell us right away so we can help."}, {"4": "Access to your data:"}, {"5": "Right of access to the personal information held about you; and"}, {"6": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"7": "In addition to your rights of access, correction (rectification), and deletion described above in \"How can you control your data?\", EEA and UK residents have certain other rights defined in the General Data Protection Regulation (GDPR) and the UK GDPR / Data Protection Act 2018."}, {"8": "\nBankrate, LLC NMLS ID# 1427381 | NMLS Consumer Access\nBR Tech Services, Inc. NMLS ID #1743443 | NMLS Consumer Access\n"}]}, "count": 9}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "To the extent we store and use de-identified data, we will not attempt to reidentify the data unless permitted by law."}, {"1": "If you choose to submit a request to us, it may limit your ability to use some of our Services (e.g., if we have deleted the data used to provide the Service), but we will not alter how we provide our Services to you."}]}, "count": 2}, "we only": {"text": {"we only": [{"0": "Please note: we only share sensitive data when providing you with Services and for other purposes permitted by law."}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "What data do we collect, use, and share? (summary)"}, {"1": "What data do we collect?"}, {"2": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}, {"3": "What data do we collect, use, and share? (summary)"}, {"4": "What data do we collect?"}, {"5": "When you use our Services, we collect and use data."}, {"6": "We collect this data in four main ways:"}, {"7": "We collect the data needed for our legitimate purposes."}, {"8": "To provide our Services to you, we use data. Some of this data is personal data. That means it relates to someone we may be able to identify. We collect some of this data from you and others, and some of it we create."}, {"9": "The data we collect will depend on the Service you use, but it may include:"}, {"10": "Please note: We do not use the data we collect to infer sensitive data about you."}, {"11": "Client businesses: When we collect data on behalf of our clients, we will share your data with them."}, {"12": "We work hard to keep your data safe and secure. We use tools and techniques to monitor and protect the data we collect and use about you. We also have rules in place to make sure that your data can only be used by those who have valid business reasons, such as providing our Services to you."}, {"13": "You can make certain choices about the way we collect, use, store, and share your data."}, {"14": "These privacy laws place requirements on us to treat your personal information collected in line with those principles, including to disclose to you what personal information we collect about you and how we use it, to store your information securely and to allow you to exercise the following rights:"}, {"15": "Generally, we collect information from people in the EEA/UK in a similar manner, and for similar legitimate business purposes, as described here as \"What data do we collect?\". These include:"}, {"16": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}, {"17": "Sometimes we need to make changes to how we collect, use, and protect your data. When we do, we will let you know by updating this policy. If the changes we make are important, we'll also post a special notice on our website."}, {"18": "Any changes will usually only affect the data we collect after the new policy has been published. Any data we collected before the changes will still be covered by the old policy."}]}, "count": 19}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}, {"1": "You may choose to share other data with us, such as your status, images, comments, interests, likes and dislikes, and survey answers. When giving us feedback or asking for help, you may provide us with the data you think is needed so that we can respond."}, {"2": "Having obtained any consent that may be needed, you may also share the data of others with us (for example, if you refer a friend to receive one of our email newsletters)."}, {"3": "Some of our Services let you use \"Social Features\" that are offered by third parties. For example, you may be able to 'like' or 'share' things on Facebook / Instagram, Google / YouTube, Linked In, Snapchat, Tik Tok, and Twitter. To use these features you may need to have an account with the provider, and you should make sure you understand their privacy practices."}, {"4": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"5": "If you create an account on our websites, you may need to create a password. It's really important to keep this password to yourself and not share it with anyone. You are responsible for making sure nobody else can access your account using your password or device. If you ever think someone else might be using your account, please tell us right away so we can help."}, {"6": "For additional region-specific information about our privacy practices and additional rights you may have, please see the applicable notice below:"}, {"7": "If you have contacted us at privacy@redventures.com with a privacy related complaint and you are not satisfied with our handling of that complaint, you may refer that complaint to the Office of the Australian Information Commissioner:GPO BOX 5218, Sydney NSW 2001Telephone: 1300 363 992Email: enquiries@oaic.gov.au"}, {"8": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"9": "Our general privacy policy makes clear that we may share information with third parties, such as co-branded partners and authorized third parties. However, we will only share your information with such parties where we have your express or implied consent to do so. If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time."}, {"10": "If you are not satisfied with our response to your query or complaint, you may also contact the Office of the Information and Privacy Commissioner of Canada at this link."}, {"11": "You may also contact us at privacy@redventures.com or in writing at:Red Ventures, LLC1101 Red Ventures DriveFort Mill,SC 29707, USA.Attn: Privacy Officer"}, {"12": "We would appreciate it if you gave us a chance to address any complaints you may have. You can use the details below to submit a complaint and you may also be able to raise a complaint with your local regulator."}]}, "count": 13}, "you can": {"text": {"you can": [{"0": "Calculate how much you can borrow"}, {"1": "You can use the links below to get to specific topics."}, {"2": "We want this Policy to be easy to read. In some sections, you can click to get more detail about what we do. Please note, all parts of this Policy apply to all the things we do. We may give further notices for some Services and physical places, and these should be read in conjunction with this Policy."}, {"3": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"4": "Consent: You give us your consent to use your data in certain ways (you can change your mind later if you want)."}, {"5": "You can make certain choices about the way we collect, use, store, and share your data."}, {"6": "Access to your data: You can request access to the data we have about you, and we will honor valid requests."}, {"7": "Deleting your data: You can request that we delete the data we have about you. Sometimes we have to keep your data for specific reasons, like following the law or resolving problems, but we'll delete what we must."}, {"8": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"9": "Withdrawing your consent: If you change your mind and want to withdraw your consent for things you previously agreed to, you can tell us. Just remember that, if you do that, we might not be able to provide some Services to you."}, {"10": "If you want to make any of these choices but prefer not to use our online form, you can contact us by email or mail, using the details below."}, {"11": "You can also choose how we communicate with you. Here are your options:"}, {"12": "Promotional Emails: If you don't want to receive emails with special offers or surveys, you can unsubscribe by following the instructions in the emails. But don't worry, we may still send you important messages about our Services."}, {"13": "Text Messages and Push Notifications: If you receive text messages with promotions from us, you can opt-out by replying with \"STOP\" or \"UNSUBSCRIBE.\" You can also control push notifications on your device."}, {"14": "You can unsubscribe from our marketing e-mails at any time using our e-mail preferences page, or by clicking on the “unsubscribe” link."}, {"15": "If located in the United Kingdom or European Union, you can opt out of EDAA members online advertising networks and behavioral advertising through the European Interactive Digital Advertising Alliance (EDAA)'s consumer opt-out page here."}, {"16": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}, {"17": "If you have any comments or questions, or are concerned about the way in which we have handled any privacy matter, you can contact us using the details below:"}, {"18": "We would appreciate it if you gave us a chance to address any complaints you may have. You can use the details below to submit a complaint and you may also be able to raise a complaint with your local regulator."}]}, "count": 19}, "right": {"text": {"right": [{"0": "Caret Right Icon"}, {"1": "Caret Right Icon"}, {"2": "Caret Right Icon"}, {"3": "Caret Right Icon"}, {"4": "Caret Right Icon"}, {"5": "Arrow Right Icon"}, {"6": "Arrow Right Icon"}, {"7": "Caret Right Icon"}, {"8": "Caret Right Icon"}, {"9": "Caret Right Icon"}, {"10": "Caret Right Icon"}, {"11": "Arrow Right Icon"}, {"12": "Arrow Right Icon"}, {"13": "Caret Right Icon"}, {"14": "Caret Right Icon"}, {"15": "Caret Right Icon"}, {"16": "Caret Right Icon"}, {"17": "Arrow Right Icon"}, {"18": "Arrow Right Icon"}, {"19": "Caret Right Icon"}, {"20": "Caret Right Icon"}, {"21": "Caret Right Icon"}, {"22": "Caret Right Icon"}, {"23": "Caret Right Icon"}, {"24": "Arrow Right Icon"}, {"25": "Arrow Right Icon"}, {"26": "Caret Right Icon"}, {"27": "Caret Right Icon"}, {"28": "Caret Right Icon"}, {"29": "Caret Right Icon"}, {"30": "Caret Right Icon"}, {"31": "Arrow Right Icon"}, {"32": "Arrow Right Icon"}, {"33": "Caret Right Icon"}, {"34": "Caret Right Icon"}, {"35": "Caret Right Icon"}, {"36": "Arrow Right Icon"}, {"37": "Home equity loans let you borrow a lump sum at a fixed rate, based on how much of the home you own outright."}, {"38": "Arrow Right Icon"}, {"39": "Caret Right Icon"}, {"40": "Caret Right Icon"}, {"41": "Caret Right Icon"}, {"42": "Caret Right Icon"}, {"43": "Arrow Right Icon"}, {"44": "Arrow Right Icon"}, {"45": "Emergencies: If we believe someone is in danger, we reserve the right to share data to help protect them."}, {"46": "Checking and improving our processes to make sure everything is done right."}, {"47": "If you create an account on our websites, you may need to create a password. It's really important to keep this password to yourself and not share it with anyone. You are responsible for making sure nobody else can access your account using your password or device. If you ever think someone else might be using your account, please tell us right away so we can help."}, {"48": "If you submit a request and we can’t honor it, we’ll tell you why. We will also make an appeal form available to you, if you are not satisfied with our decision. Residents of certain U.S. States may also have the right to appeal a decision regarding a privacy request to their state Attorney General. We provide instructions in the email correspondence that we send to you about your request, should you want to exercise this right."}, {"49": "Right of access to the personal information held about you; and"}, {"50": "Right of correction to correct your information when it is incorrect."}, {"51": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"52": "Consent Withdrawal:You have the right to withdraw your consent in relation to our processing of your personal data based on your consent.You can unsubscribe from our marketing e-mails at any time using our e-mail preferences page, or by clicking on the “unsubscribe” link.If located in the United Kingdom or European Union, you can opt out of EDAA members online advertising networks and behavioral advertising through the European Interactive Digital Advertising Alliance (EDAA)'s consumer opt-out page here."}, {"53": "Restriction of processing: You have the right to request that we restrict the processing of your data in certain circumstances."}, {"54": "Object to Processing: You have the right to object to the use or disclosures of your personal data."}, {"55": "Data Portability: You have the right to request we transmit your personal data to you or another company in certain circumstances."}, {"56": "ComplaintsYou also have the right to lodge a complaint about our processing of your personal information with the relevant Supervisory Authority:"}]}, "count": 57}, "choice": {"text": {"choice": [{"0": "Some personal data is sensitive, this includes data about race, politics, religion and beliefs, health, as well as SSN. Generally, we do not collect sensitive data but it may be necessary to use some of our Services. Where this is the case, you have a choice to provide the data (and use the Services) or not."}]}, "count": 1}, "request": {"text": {"request": [{"0": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"1": "When we no longer need to keep data for our purposes, or when we get a valid request to delete, we begin a process to safely delete the data from our systems."}, {"2": "Please note: we may need proof of your identity before we can start your request."}, {"3": "To make these choices you should use the links to the forms below to submit a request."}, {"4": "request access"}, {"5": "request that we delete"}, {"6": "If you choose to submit a request to us, it may limit your ability to use some of our Services (e.g., if we have deleted the data used to provide the Service), but we will not alter how we provide our Services to you."}, {"7": "To protect your data, we need to make sure it's really you making these requests. So, we often ask for some information to verify your identity. Once you submit a request to us, we will email you with a link to our identity verification service."}, {"8": "If you submit a request and we can’t honor it, we’ll tell you why. We will also make an appeal form available to you, if you are not satisfied with our decision. Residents of certain U.S. States may also have the right to appeal a decision regarding a privacy request to their state Attorney General. We provide instructions in the email correspondence that we send to you about your request, should you want to exercise this right."}, {"9": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"10": "Contractual Obligation: It is necessary for us to process your personal information to perform the tasks associated with a contract to which you are a party, or to take steps at your request prior to you entering into a contract."}, {"11": "Restriction of processing: You have the right to request that we restrict the processing of your data in certain circumstances."}, {"12": "Data Portability: You have the right to request we transmit your personal data to you or another company in certain circumstances."}, {"13": "Please contact us dpo@redventures.com if you wish to make a request. We have one month to respond to you. You are not required to pay any charge for exercising your rights."}]}, "count": 14}, "delete": {"text": {"delete": [{"0": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"1": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"2": "When we no longer need to keep data for our purposes, or when we get a valid request to delete, we begin a process to safely delete the data from our systems."}, {"3": "Deleting your data: You can request that we delete the data we have about you. Sometimes we have to keep your data for specific reasons, like following the law or resolving problems, but we'll delete what we must."}]}, "count": 4}, "deletion": {"text": {"deletion": [{"0": "In addition to your rights of access, correction (rectification), and deletion described above in \"How can you control your data?\", EEA and UK residents have certain other rights defined in the General Data Protection Regulation (GDPR) and the UK GDPR / Data Protection Act 2018."}]}, "count": 1}, "remove": {"text": {"remove": [{"0": "Collection of Data from Children: We recognize the importance of protecting the privacy and safety of children. Our Services are not directed towards children. We do not knowingly collect data about children under the age of 16 or minors otherwise defined in local law or regulation without verifiable parental consent. If we learn that someone under 16 has given us their data, we will use reasonable efforts to remove that data from our databases."}]}, "count": 1}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "we need fulfill a contract we have with you or take steps towards forming a contract,"}, {"1": "Contract: "}, {"2": "Contractual Obligation: It is necessary for us to process your personal information to perform the tasks associated with a contract to which you are a party, or to take steps at your request prior to you entering into a contract."}]}, "count": 3}, "agreement": {"text": {"agreement": [{"0": "Contract: We use your data when we have an agreement with you, or when we need to do things before making an agreement."}]}, "count": 1}, "obligation": {"text": {"obligation": [{"0": "Legal Obligation:"}, {"1": "Contractual Obligation:"}]}, "count": 2}, "you control": {"text": {"you control": [{"0": "How can you control your data?"}, {"1": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}, {"2": "How can you control your data?"}, {"3": "\"How can you control your data?\""}]}, "count": 4}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "To comply with legitimate legal requests."}, {"1": "Other disclosures: We may share your personal data with your consent or to comply with laws or other legal processes."}, {"2": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"3": "Please note: We do not use profiling in a way that could have legal or similar effects. "}, {"4": "To comply with legitimate legal requests."}, {"5": "Legal requirement:"}, {"6": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"7": "it is our legal duty to use your data in certain ways, or"}, {"8": "Legal requirement: "}, {"9": "In addition, we may also keep and use your data for as long as it is needed for legal or contractual reasons, dispute resolution, fraud prevention, and security."}, {"10": "We manage all of the requests raised to us as the law requires. This means there may be legal reasons why we cannot complete all requests."}, {"11": "Changes to your data: It's important to keep your data accurate and up to date. If you need to update your data, please let us know. Sometimes, we have to keep data for legal reasons, but we will try to update it."}, {"12": "3. Our legal basis for processing"}, {"13": "Our legal basis for processing your personal data will typically be one of the following:"}, {"14": "Legal Obligation:"}, {"15": "We process all requests in accordance with the law, and there may be legal reasons why we cannot fulfill all requests."}, {"16": "\nLegal\n\n\n\nPrivacy policy\n\n\n\nCookie Settings\n\n\n\nDo Not Sell or Share My Personal Information\n\n\n\n\nConsumer Health Information Privacy Policy\n\n\n\n\nUnderstanding Bankrate’s averages\n\n\n\n\nTerms of use\n\n\n\n\nGLBA annual notice\n\n\n\n\nCalifornia Consumer Financial Privacy Notice\n\n\n\n\nLicenses\n\n\n\n"}]}, "count": 17}, "authority": {"text": {"authority": [{"0": "ComplaintsYou also have the right to lodge a complaint about our processing of your personal information with the relevant Supervisory Authority:"}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "To comply with legitimate legal requests."}, {"1": "Other disclosures: We may share your personal data with your consent or to comply with laws or other legal processes."}, {"2": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"3": "To comply with legitimate legal requests."}, {"4": "We may share data with third parties to comply with the law and defend our interests, and those of our partners. For example, we share data with lawyers, external advisors, and other professionals."}, {"5": "Legal Obligation: It is necessary for us to process your personal data for us or another Red Ventures company to comply with our legal or regulatory obligations."}]}, "count": 6}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "Providing our Services and carrying out your requests.When providing our Services we may use your data (as applicable):To register and secure your account.To receive and respond to calls and messages from you.To check your identity and eligibility for our Services.To help you get the best pricing and products we have.To direct you to the websites of our partners.To process transactions between you and us, or our partners.To personalize the Service you get.To keep your data up to date.To provide customer service and support.To complete data rights requests you have made.To enable you to use social sharing tools.To track sales and get paid by our partners.To allow you to use our Services on one device and pick up seamlessly where you left off on another device.Improving and promoting our Services and those of others.To help improve and promote our Services, and the Services of our partners, we may use your data:To carry out analysis and market research.To help present our Services clearly and in the most effective way.To run sweepstakes and surveys.To help us and our partners create better products for you.To process any rewards we may offer to you.To send updates and Service messages about your products and services.To let you know about our services and promotions by email, social media (e.g., Facebook), and using push notifications (where you agree).To let you know about the Services of other Red Ventures’ brands.To build, train, and augment models which help us understand your likely interests and those of other consumers.To target advertising to you, on this and other websites, based on data we have collected or created.To provide location-based offers based on your device’s physical location (where you agree).To help us understand if and how our and others marketing works.Please note:We do not use profiling in a way that could have legal or similar effects.Operating our business.In the course of running our business we may use your data:To conduct tasks necessary for running our Services and business.To help secure our business and prevent fraud.To create reports for internal or external purposes.To comply with legitimate legal requests.To audit our business and processes.To protect the interests of our business, and those of our partners.For other purposes not described in this Privacy Policy that you consent to (from time to time) and as otherwise permitted by law."}, {"1": "Collection of Data from Children: We recognize the importance of protecting the privacy and safety of children. Our Services are not directed towards children. We do not knowingly collect data about children under the age of 16 or minors otherwise defined in local law or regulation without verifiable parental consent. If we learn that someone under 16 has given us their data, we will use reasonable efforts to remove that data from our databases."}, {"2": "For other purposes not described in this Privacy Policy that you consent to (from time to time) and as otherwise permitted by law."}, {"3": "We may share data with third parties to comply with the law and defend our interests, and those of our partners. For example, we share data with lawyers, external advisors, and other professionals."}, {"4": "Watching videos: With appropriate consent, we might share data about what videos you watch with other companies, like advertisers or social media sites, but only if it's allowed by the law."}, {"5": "Legal requirement: We may share your data with others, if we believe the law says we have to do it, or if the government asks for it. We also need to protect our rights and the rights of our clients, so we might also share your data to get advice from lawyers and experts."}, {"6": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"7": "Please note: we only share sensitive data when providing you with Services and for other purposes permitted by law."}, {"8": "Complying with the law or other regulatory requirements"}, {"9": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"10": "To the extent we store and use de-identified data, we will not attempt to reidentify the data unless permitted by law."}, {"11": "Sometimes these choices apply to everyone who uses a Service (for example, anyone who gets a newsletter from us can opt-out of future emails); other times these choices only apply to those covered by a certain privacy law."}, {"12": "We manage all of the requests raised to us as the law requires. This means there may be legal reasons why we cannot complete all requests."}, {"13": "Deleting your data: You can request that we delete the data we have about you. Sometimes we have to keep your data for specific reasons, like following the law or resolving problems, but we'll delete what we must."}, {"14": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"15": "For the purposes of data protection law, the controller is Red Ventures (“we,” “us,” or “our”), comprising of Red Ventures, LLC, of 1101 Red Ventures Drive, Fort Mill, SC, 29707, and its affiliated companies, as appropriate."}, {"16": "We process all requests in accordance with the law, and there may be legal reasons why we cannot fulfill all requests."}, {"17": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 18}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {"govern": [{"0": "Red Ventures complies with the EU-U.S. Data Privacy Framework (EU-U.S. DPF), and the UK Extension to the EU-U.S. DPF, as set forth by the U.S. Department of Commerce. Red Ventures has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (EU-U.S. DPF Principles) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF. If there is any conflict between the terms in this privacy policy and the EU-U.S. DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/. To learn more, visit our Data Privacy Framework Notice here."}]}, "count": 1}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Complying with the law or other regulatory requirements"}, {"1": "Legal Obligation: It is necessary for us to process your personal data for us or another Red Ventures company to comply with our legal or regulatory obligations."}]}, "count": 2}, "policy": {"text": {"policy": [{"0": "Welcome to Red Ventures’ Privacy Policy."}, {"1": "What does this Policy cover?"}, {"2": "What does this Policy cover?"}, {"3": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}, {"4": "We want this Policy to be easy to read. In some sections, you can click to get more detail about what we do. Please note, all parts of this Policy apply to all the things we do. We may give further notices for some Services and physical places, and these should be read in conjunction with this Policy."}, {"5": "Providing our Services and carrying out your requests.When providing our Services we may use your data (as applicable):To register and secure your account.To receive and respond to calls and messages from you.To check your identity and eligibility for our Services.To help you get the best pricing and products we have.To direct you to the websites of our partners.To process transactions between you and us, or our partners.To personalize the Service you get.To keep your data up to date.To provide customer service and support.To complete data rights requests you have made.To enable you to use social sharing tools.To track sales and get paid by our partners.To allow you to use our Services on one device and pick up seamlessly where you left off on another device.Improving and promoting our Services and those of others.To help improve and promote our Services, and the Services of our partners, we may use your data:To carry out analysis and market research.To help present our Services clearly and in the most effective way.To run sweepstakes and surveys.To help us and our partners create better products for you.To process any rewards we may offer to you.To send updates and Service messages about your products and services.To let you know about our services and promotions by email, social media (e.g., Facebook), and using push notifications (where you agree).To let you know about the Services of other Red Ventures’ brands.To build, train, and augment models which help us understand your likely interests and those of other consumers.To target advertising to you, on this and other websites, based on data we have collected or created.To provide location-based offers based on your device’s physical location (where you agree).To help us understand if and how our and others marketing works.Please note:We do not use profiling in a way that could have legal or similar effects.Operating our business.In the course of running our business we may use your data:To conduct tasks necessary for running our Services and business.To help secure our business and prevent fraud.To create reports for internal or external purposes.To comply with legitimate legal requests.To audit our business and processes.To protect the interests of our business, and those of our partners.For other purposes not described in this Privacy Policy that you consent to (from time to time) and as otherwise permitted by law."}, {"6": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}, {"7": "For other purposes not described in this Privacy Policy that you consent to (from time to time) and as otherwise permitted by law."}, {"8": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"9": "When you link a Social Feature provider with an account for one of our Services, you grant us access to certain data about you to provide content and services. This access is governed by the privacy policy and choices you make with that provider."}, {"10": "These principles and rights are reflected throughout this privacy policy. To exercise these rights, either complete this form or contact us at dpo@redventures.com and referencing your Australian privacy rights."}, {"11": "This Privacy Policy complies with the requirements of the Personal Information Protection and Electronic Documents Act (PIPEDA). Under Canadian law, you have a right to access any personal information we hold about you. You may ask us to access and/or correct your information by writing to us at the address below or by completing this form. Please note that we may require you to send us proof of your identity before providing you with access to your personal information. If you send us a request to access or correct information, then we will contact you within 30 days (although it may take us longer to fully respond to your request)."}, {"12": "Our general privacy policy makes clear that we may share information with third parties, such as co-branded partners and authorized third parties. However, we will only share your information with such parties where we have your express or implied consent to do so. If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time."}, {"13": "If you have any questions, or complaints, regarding the collection or use of your personal information or the content of this policy, or if you wish to withdraw your consent to us using your data, please use this form or contact us at:"}, {"14": "The following Addendum applies to users who reside in the European Economic Area (\"EEA\") and the United Kingdom, the provisions of which shall prevail over conflicting provisions in this Privacy Policy for EEA/UK residents only"}, {"15": "Red Ventures complies with the EU-U.S. Data Privacy Framework (EU-U.S. DPF), and the UK Extension to the EU-U.S. DPF, as set forth by the U.S. Department of Commerce. Red Ventures has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (EU-U.S. DPF Principles) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF. If there is any conflict between the terms in this privacy policy and the EU-U.S. DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/. To learn more, visit our Data Privacy Framework Notice here."}, {"16": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}, {"17": "Contact us using the details below if you have any questions about this Policy, or would like to make a complaint."}, {"18": "Sometimes we need to make changes to how we collect, use, and protect your data. When we do, we will let you know by updating this policy. If the changes we make are important, we'll also post a special notice on our website."}, {"19": "Any changes will usually only affect the data we collect after the new policy has been published. Any data we collected before the changes will still be covered by the old policy."}, {"20": "\nPrivacy policy\n"}, {"21": "\nConsumer Health Information Privacy Policy\n"}]}, "count": 22}, "international": {"text": {"international": [{"0": "5. International transfers"}]}, "count": 1}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"1": "\nCalifornia Consumer Financial Privacy Notice\n"}]}, "count": 2}, "children": {"text": {"children": [{"0": "Collection of Data from Children:"}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "Providing our Services and carrying out your requests.When providing our Services we may use your data (as applicable):To register and secure your account.To receive and respond to calls and messages from you.To check your identity and eligibility for our Services.To help you get the best pricing and products we have.To direct you to the websites of our partners.To process transactions between you and us, or our partners.To personalize the Service you get.To keep your data up to date.To provide customer service and support.To complete data rights requests you have made.To enable you to use social sharing tools.To track sales and get paid by our partners.To allow you to use our Services on one device and pick up seamlessly where you left off on another device.Improving and promoting our Services and those of others.To help improve and promote our Services, and the Services of our partners, we may use your data:To carry out analysis and market research.To help present our Services clearly and in the most effective way.To run sweepstakes and surveys.To help us and our partners create better products for you.To process any rewards we may offer to you.To send updates and Service messages about your products and services.To let you know about our services and promotions by email, social media (e.g., Facebook), and using push notifications (where you agree).To let you know about the Services of other Red Ventures’ brands.To build, train, and augment models which help us understand your likely interests and those of other consumers.To target advertising to you, on this and other websites, based on data we have collected or created.To provide location-based offers based on your device’s physical location (where you agree).To help us understand if and how our and others marketing works.Please note:We do not use profiling in a way that could have legal or similar effects.Operating our business.In the course of running our business we may use your data:To conduct tasks necessary for running our Services and business.To help secure our business and prevent fraud.To create reports for internal or external purposes.To comply with legitimate legal requests.To audit our business and processes.To protect the interests of our business, and those of our partners.For other purposes not described in this Privacy Policy that you consent to (from time to time) and as otherwise permitted by law."}, {"1": "For other purposes not described in this Privacy Policy that you consent to (from time to time) and as otherwise permitted by law."}]}, "count": 2}, "you agree": {"text": {"you agree": [{"0": "To let you know about our services and promotions by email, social media (e.g., Facebook), and using push notifications (where you agree)."}, {"1": "To provide location-based offers based on your device’s physical location (where you agree)."}, {"2": "To let you know about our services and promotions by email, social media (e.g., Facebook), and using push notifications (where you agree)."}, {"3": "Other people and messages: When you agree, some Services might share your data with other companies that want to send you messages about their services. They might contact you by email, phone, mail, or other ways. Please note that they have their own privacy rules too."}]}, "count": 4}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {"your permission": [{"0": "Audio or Visual Information, such as audio or screen records (with your permission)."}, {"1": "Ads and marketing: With your permission (as needed), we might share data with companies that show ads, like Google, Live Ramp, The Trade Desk, and Facebook. This helps us to show you ads that match your interests. We also help other people advertise their products, so you might see their messages on our sites or other places online."}]}, "count": 2}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {"you read": [{"0": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}]}, "count": 1}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}, {"1": "We may share data with third parties to provide our Services. For example, with the partners whose products you have selected."}, {"2": "We may share data with third parties whose services we use to run our business. For example, we pay for a third party to host our databases for us."}, {"3": "We may share data with third parties to comply with the law and defend our interests, and those of our partners. For example, we share data with lawyers, external advisors, and other professionals."}, {"4": "We might also share your data with third parties when:"}, {"5": "Some of our Services let you use \"Social Features\" that are offered by third parties. For example, you may be able to 'like' or 'share' things on Facebook / Instagram, Google / YouTube, Linked In, Snapchat, Tik Tok, and Twitter. To use these features you may need to have an account with the provider, and you should make sure you understand their privacy practices."}, {"6": "Our general privacy policy makes clear that we may share information with third parties, such as co-branded partners and authorized third parties. However, we will only share your information with such parties where we have your express or implied consent to do so. If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time."}]}, "count": 7}, "third-party": {"text": {"third-party": [{"0": "Third-party online advertising"}]}, "count": 1}, "third party": {"text": {"third party": [{"0": "We may share data with third parties whose services we use to run our business. For example, we pay for a third party to host our databases for us."}, {"1": "Service Providers: We may share your data with parties whose services we use to run our business. Where we use these third party services, our providers are not allowed to use our data for their own purposes."}, {"2": "Partner Promotions: We may offer contests, sweepstakes, or other events with third party partners. If you enter one of these, your data will be shared with the third party. Please note that they will have their own rules for using your data and you should read their policies."}, {"3": "Some U.S. State Privacy Laws require businesses to process the browser-based GPC signal. Where required, we monitor for and recognize the GPC signal and adjust the use of third party tracking technology to reflect your preferences. ."}, {"4": "In Australia, the Australian Digital Advertising Alliance (“ADAA”) has developed the Australian Guideline for Third Party Online Behavioural Advertising. More information and an opt out page to manage online behavioral advertising preferences with ADAA member companies are available at https://www.youronlinechoices.com.au/."}, {"5": "Our general privacy policy makes clear that we may share information with third parties, such as co-branded partners and authorized third parties. However, we will only share your information with such parties where we have your express or implied consent to do so. If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time."}]}, "count": 6}, "advertising": {"text": {"advertising": [{"0": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"1": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}, {"2": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"3": "Cookies are small text files and are widely used when you visit websites. We use cookies and other similar tools on our websites. They help us to see returning visitors, store data for later use, and target our advertising."}, {"4": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"5": "In Australia, the Australian Digital Advertising Alliance (“ADAA”) has developed the Australian Guideline for Third Party Online Behavioural Advertising. More information and an opt out page to manage online behavioral advertising preferences with ADAA member companies are available at https://www.youronlinechoices.com.au/."}, {"6": "If located in the United Kingdom or European Union, you can opt out of EDAA members online advertising networks and behavioral advertising through the European Interactive Digital Advertising Alliance (EDAA)'s consumer opt-out page here."}, {"7": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 8}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {"exchange": [{"0": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 1}, "improve": {"text": {"improve": [{"0": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"1": "Improve and promote the Services of us and others."}, {"2": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"3": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}]}, "count": 4}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "What data do we collect, use, and share? (summary)"}, {"1": "What data do we collect?"}, {"2": "How do we use your data?"}, {"3": "When do we share data with others?"}, {"4": "Why we can use your data."}, {"5": "How long do we keep your data?"}, {"6": "How do we keep your data safe?"}, {"7": "How can you control your data?"}, {"8": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}, {"9": "What data do we collect, use, and share? (summary)"}, {"10": "This section constitutes our notice at collection pursuant to the CCPA. During at least the past 12 months, we have disclosed personal data for the following business or commercial purposes:"}, {"11": "When providing our Services we may use your data (as applicable):"}, {"12": "To keep your data up to date."}, {"13": "To complete data rights requests you have made."}, {"14": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"15": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"16": "In the course of running our business we may use your data:"}, {"17": "Precise geolocation data is equal to or less than the area of a circle with a radius of 1,850 feet and is considered sensitive personal information."}, {"18": "Inferences, drawn from the data above which could create a profile reflecting your preferences, characteristics, predispositions, behavior, abilities, and aptitudes."}, {"19": "Other disclosures: We may share your personal data with your consent or to comply with laws or other legal processes."}, {"20": "Sale of Personal Data:"}, {"21": "Data Retention:"}, {"22": "Collection of Data from Children:"}, {"23": "What data do we collect?"}, {"24": "When you use our Services, we collect and use data."}, {"25": "We collect this data in four main ways:"}, {"26": "You give us data when using our Services (such as your name or email)."}, {"27": "Data is collected automatically as you use our Services (such as your IP address)."}, {"28": "We obtain data from other parties to help run our Services."}, {"29": "We use or combine the data we get to infer things about you (such as, what appears to interest you)."}, {"30": "We collect the data needed for our legitimate purposes."}, {"31": "To provide our Services to you, we use data. Some of this data is personal data. That means it relates to someone we may be able to identify. We collect some of this data from you and others, and some of it we create."}, {"32": "Some personal data is sensitive, this includes data about race, politics, religion and beliefs, health, as well as SSN. Generally, we do not collect sensitive data but it may be necessary to use some of our Services. Where this is the case, you have a choice to provide the data (and use the Services) or not."}, {"33": "Data you provide to us"}, {"34": "To use some of our Services, you need to share some of your data with us, using online forms or other means. What data we need will depend on the Service you wish to use, but it may include the following:"}, {"35": "Sometimes, the data we need to offer our Services is sensitive, such as:"}, {"36": "You may choose to share other data with us, such as your status, images, comments, interests, likes and dislikes, and survey answers. When giving us feedback or asking for help, you may provide us with the data you think is needed so that we can respond."}, {"37": "Having obtained any consent that may be needed, you may also share the data of others with us (for example, if you refer a friend to receive one of our email newsletters)."}, {"38": "Data collected automatically"}, {"39": "When you use our Services, we and our business partners may collect some data automatically."}, {"40": "The data we collect will depend on the Service you use, but it may include:"}, {"41": "With your consent, we may also collect more precise location data."}, {"42": "Data we get from other sources"}, {"43": "Depending on the Service you are using, we may obtain data from other parties. The data we get will depend on the Service you use, but it may include:"}, {"44": "Public data (e.g., online posts)"}, {"45": "We may also ask for your consent to obtain data about you from other sources (e.g., financial service providers)"}, {"46": "Data we create"}, {"47": "We may use or combine any data we get to create new data. The data we create about you will depend on your use of our Services, but it may include:"}, {"48": "Please note: We do not use the data we collect to infer sensitive data about you."}, {"49": "We may combine your data with the data of others (e.g., count of the total number of website users per day). This data we create by doing this cannot be used to single you out, it is not considered to be personal, and we do not try to re-identify you from this data."}, {"50": "How do we use your data?"}, {"51": "We use your data to serve you and operate our business."}, {"52": "Depending on the Services you use and the choices you make, we will use your data to:"}, {"53": "When providing our Services we may use your data (as applicable):"}, {"54": "To keep your data updated with the best information we have."}, {"55": "To complete data rights requests you have made."}, {"56": "To help improve and promote our Services, and the Services of our partners, we may use your data:"}, {"57": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"58": "In the course of running our business we may use your data:"}, {"59": "Cookies are small text files and are widely used when you visit websites. We use cookies and other similar tools on our websites. They help us to see returning visitors, store data for later use, and target our advertising."}, {"60": "When do we share data with others?"}, {"61": "To offer our Services and run our business, we must share some data."}, {"62": "We may share data with third parties to provide our Services. For example, with the partners whose products you have selected."}, {"63": "We may share data with third parties whose services we use to run our business. For example, we pay for a third party to host our databases for us."}, {"64": "We may share data with third parties to comply with the law and defend our interests, and those of our partners. For example, we share data with lawyers, external advisors, and other professionals."}, {"65": "Red Ventures’ brands: We may share the data collected within the Red Ventures’ group. This helps us keep your data safe and stored efficiently. Our other brands may use this data to provide Services you ask for, to suggest our other Services, and show you adverts based on your interests (that we have learned from all the data we collected)."}, {"66": "We might also share your data with third parties when:"}, {"67": "Buying and selling assets: Sometimes we may need to share your data with a party that wants to buy our company or an asset that we own, or when we buy the assets of others. Before we do this we will make sure we appropriately safeguard your data."}, {"68": "Client businesses: When we collect data on behalf of our clients, we will share your data with them."}, {"69": "Service Providers: We may share your data with parties whose services we use to run our business. Where we use these third party services, our providers are not allowed to use our data for their own purposes."}, {"70": "Partner Promotions: We may offer contests, sweepstakes, or other events with third party partners. If you enter one of these, your data will be shared with the third party. Please note that they will have their own rules for using your data and you should read their policies."}, {"71": "Audience Measurement: We may share your data with companies who help us to learn about who is using our Services, and how they are used."}, {"72": "Watching videos: With appropriate consent, we might share data about what videos you watch with other companies, like advertisers or social media sites, but only if it's allowed by the law."}, {"73": "Ads and marketing: With your permission (as needed), we might share data with companies that show ads, like Google, Live Ramp, The Trade Desk, and Facebook. This helps us to show you ads that match your interests. We also help other people advertise their products, so you might see their messages on our sites or other places online."}, {"74": "Legal requirement: We may share your data with others, if we believe the law says we have to do it, or if the government asks for it. We also need to protect our rights and the rights of our clients, so we might also share your data to get advice from lawyers and experts."}, {"75": "Emergencies: If we believe someone is in danger, we reserve the right to share data to help protect them."}, {"76": "Other people and messages: When you agree, some Services might share your data with other companies that want to send you messages about their services. They might contact you by email, phone, mail, or other ways. Please note that they have their own privacy rules too."}, {"77": "Anonymous data: "}, {"78": "Data transfer "}, {"79": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"80": "Please note: we only share sensitive data when providing you with Services and for other purposes permitted by law."}, {"81": "If you choose to use Social Features on our Services or access our Services from Social Features, both we and the provider may have access to data about your use. If you are logged in to a provider's services, they may be able to connect your visit with other personal data they hold about you. We (and others) may use this data to place ads based on your interests on these providers' services. In addition, we may ask you if we can access and collect data from your accounts, and post content to your contacts for you."}, {"82": "When you link a Social Feature provider with an account for one of our Services, you grant us access to certain data about you to provide content and services. This access is governed by the privacy policy and choices you make with that provider."}, {"83": "To collect and use your data, we must have a valid reason."}, {"84": "you have given us your consent to use your data."}, {"85": "it is our legal duty to use your data in certain ways, or"}, {"86": "using your data for certain reasons is legitimate."}, {"87": "We need to have good reasons to collect and use your data. Our key reasons are:"}, {"88": "Contract: We use your data when we have an agreement with you, or when we need to do things before making an agreement."}, {"89": "Consent: You give us your consent to use your data in certain ways (you can change your mind later if you want)."}, {"90": "Legal requirement: We (or another company) must use your data to follow the laws or regulations to which we are subject."}, {"91": "Other legitimate purposes: We have good reasons to use your data to better serve you, to help us make our services better, or to keep our business running well. Some examples include:"}, {"92": "Sharing data with our partners as part of our Services."}, {"93": "Sharing data with partners who help us offer rewards and benefits."}, {"94": "Sometimes, we might use your data if we think it will help protect an individual (either you or another consumer)"}, {"95": "How long do we keep your data?"}, {"96": "We keep your data for as long as it is needed to provide you with our Services."}, {"97": "To determine how long we need to keep your data, we consider:"}, {"98": "the amount of data,"}, {"99": "the type of data,"}, {"100": "whether we can do what we need to by using less data."}, {"101": "In addition, we may also keep and use your data for as long as it is needed for legal or contractual reasons, dispute resolution, fraud prevention, and security."}, {"102": "We keep your data for as long as we need it to offer our Services to you, and for other valid business reasons, such as:"}, {"103": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"104": "At any time, we may make your data anonymous, which means it can't be linked with you."}, {"105": "When we no longer need to keep data for our purposes, or when we get a valid request to delete, we begin a process to safely delete the data from our systems."}, {"106": "How do we keep your data safe?"}, {"107": "We take the protection of your data very seriously."}, {"108": "We use best practices to help keep your data safe. However, there is always some risk when storing data or sending it over the internet. As such, we cannot guarantee the security of your data, and you should know that sharing it is done at your own risk."}, {"109": "To the extent we store and use de-identified data, we will not attempt to reidentify the data unless permitted by law."}, {"110": "We work hard to keep your data safe and secure. We use tools and techniques to monitor and protect the data we collect and use about you. We also have rules in place to make sure that your data can only be used by those who have valid business reasons, such as providing our Services to you."}, {"111": "While we work hard to protect your data, it's important to know that no method of sending data online or storing it is perfect. Sometimes things can happen beyond our control. If we ever need to tell you about a problem with your data, we will let you know as best we can using messages, letters, or phone calls."}, {"112": "How can you control your data?"}, {"113": "You can make certain choices about the way we collect, use, store, and share your data."}, {"114": "Your data choices"}, {"115": "You have choices about your data and how we communicate with you, using our online form here"}, {"116": "Access to your data:"}, {"117": "Changes to your data:"}, {"118": "Deleting your data:"}, {"119": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"120": "If you choose to submit a request to us, it may limit your ability to use some of our Services (e.g., if we have deleted the data used to provide the Service), but we will not alter how we provide our Services to you."}, {"121": "To protect your data, we need to make sure it's really you making these requests. So, we often ask for some information to verify your identity. Once you submit a request to us, we will email you with a link to our identity verification service."}, {"122": "If you have any questions, or complaints, regarding the collection or use of your personal information or the content of this policy, or if you wish to withdraw your consent to us using your data, please use this form or contact us at:"}, {"123": "1. Data controller"}, {"124": "For the purposes of data protection law, the controller is Red Ventures (“we,” “us,” or “our”), comprising of Red Ventures, LLC, of 1101 Red Ventures Drive, Fort Mill, SC, 29707, and its affiliated companies, as appropriate."}, {"125": "2. Addendum to the types of data we collect"}, {"126": "Generally, we collect information from people in the EEA/UK in a similar manner, and for similar legitimate business purposes, as described here as \"What data do we collect?\". These include:"}, {"127": "Education, employment, employment history, marital status, date of birth, or similar data."}, {"128": "Internet protocol (IP) address, MAC address, browser type and version, time zone setting and location, browser plug-in types and versions, operating system / platform, and inferences made on the basis of this data."}, {"129": "Precise geolocation is Data that is derived from a device and that is used or intended to be used to locate a consumer within a geographic area that is equal to or less than the area of a circle with a radius of around 550 meters."}, {"130": "Racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, and genetic data, biometric data, data concerning health or data concerning a person’s sex life or sexual orientation."}, {"131": "In addition to the information specified above, we also derive aggregated data from personal information which is used for a number business purposes. This data does not directly or indirectly reveal your identity and is not considered personal information."}, {"132": "Our legal basis for processing your personal data will typically be one of the following:"}, {"133": "Consent: You have actively given your informed consented to our processing of your personal data by completing a form on the site, or have indicated your consent with another affirmative act."}, {"134": "Legitimate Interests:We have a Legitimate Interest in processing your personal data, and our reasons for it do not override your data protection rights. Our Legitimate Interests in processing your personal information are:To ensure our website(s) meets the high standard of usability and security you would expect;To help us identify areas for improvement;To enable us to communicate effectively regarding services we offer; andTo enable us to process candidate applications, contacts, queries, or complaints."}, {"135": "Legal Obligation: It is necessary for us to process your personal data for us or another Red Ventures company to comply with our legal or regulatory obligations."}, {"136": "4. Your data rights"}, {"137": "\"How can you control your data?\""}, {"138": "Consent Withdrawal:You have the right to withdraw your consent in relation to our processing of your personal data based on your consent.You can unsubscribe from our marketing e-mails at any time using our e-mail preferences page, or by clicking on the “unsubscribe” link.If located in the United Kingdom or European Union, you can opt out of EDAA members online advertising networks and behavioral advertising through the European Interactive Digital Advertising Alliance (EDAA)'s consumer opt-out page here."}, {"139": "Restriction of processing: You have the right to request that we restrict the processing of your data in certain circumstances."}, {"140": "Object to Processing: You have the right to object to the use or disclosures of your personal data."}, {"141": "Data Portability:"}, {"142": "We operate in the United States and transfer, store and process personal data outside of the EEA/UK, using applicable approved data transfer mechanisms (for example, the EU Standard Contractual Clauses and the Data Privacy Framework) to ensure your personal data are adequately safeguarded."}, {"143": "Data Privacy Framework"}, {"144": "Red Ventures complies with the EU-U.S. Data Privacy Framework (EU-U.S. DPF), and the UK Extension to the EU-U.S. DPF, as set forth by the U.S. Department of Commerce. Red Ventures has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (EU-U.S. DPF Principles) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF. If there is any conflict between the terms in this privacy policy and the EU-U.S. DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/. To learn more, visit our Data Privacy Framework Notice here."}, {"145": "EEA Post: Data Protection Officer, Red Ventures c/o B.H.L Cumberland Ireland Limited, Digital Depot, The Digital Hub, Roe Lane, Off Thomas Street, Dublin, D08 TCV4, Ireland."}, {"146": "UK Post: Data Protection Officer, Red Ventures, The Cooperage, 5 Copper Row, London, SE1 2LH, United Kingdom"}, {"147": "EEA Data Protection Commission: https://www.dataprotection.ie/ or +353 1800 437 737 or webform"}, {"148": "Sometimes we need to make changes to how we collect, use, and protect your data. When we do, we will let you know by updating this policy. If the changes we make are important, we'll also post a special notice on our website."}, {"149": "Any changes will usually only affect the data we collect after the new policy has been published. Any data we collected before the changes will still be covered by the old policy."}]}, "count": 150}, "we process": {"text": {"we process": [{"0": "We process all requests in accordance with the law, and there may be legal reasons why we cannot fulfill all requests."}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"1": "Data is collected automatically as you use our Services (such as your IP address)."}, {"2": "Data collected automatically"}, {"3": "To target advertising to you, on this and other websites, based on data we have collected or created."}, {"4": "Red Ventures’ brands: We may share the data collected within the Red Ventures’ group. This helps us keep your data safe and stored efficiently. Our other brands may use this data to provide Services you ask for, to suggest our other Services, and show you adverts based on your interests (that we have learned from all the data we collected)."}, {"5": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"6": "These privacy laws place requirements on us to treat your personal information collected in line with those principles, including to disclose to you what personal information we collect about you and how we use it, to store your information securely and to allow you to exercise the following rights:"}, {"7": "Any changes will usually only affect the data we collect after the new policy has been published. Any data we collected before the changes will still be covered by the old policy."}]}, "count": 8}, "stored": {"text": {"stored": [{"0": "Red Ventures’ brands: We may share the data collected within the Red Ventures’ group. This helps us keep your data safe and stored efficiently. Our other brands may use this data to provide Services you ask for, to suggest our other Services, and show you adverts based on your interests (that we have learned from all the data we collected)."}, {"1": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}]}, "count": 2}, "retention": {"text": {"retention": [{"0": "Data Retention:"}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "To carry out analysis and market research."}, {"1": "To carry out analysis and market research."}]}, "count": 2}, "analytics": {"text": {"analytics": [{"0": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}]}, "count": 1}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {"automatically": [{"0": "Data is collected automatically as you use our Services (such as your IP address)."}, {"1": "When you use our Services, we and our business partners may collect some data automatically."}, {"2": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}]}, "count": 3}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "How can you control your data?"}, {"1": "Our Services may contain links to other sites. We do not control these sites and we encourage you to read their privacy notices."}, {"2": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}, {"3": "While we work hard to protect your data, it's important to know that no method of sending data online or storing it is perfect. Sometimes things can happen beyond our control. If we ever need to tell you about a problem with your data, we will let you know as best we can using messages, letters, or phone calls."}, {"4": "How can you control your data?"}, {"5": "Text Messages and Push Notifications: If you receive text messages with promotions from us, you can opt-out by replying with \"STOP\" or \"UNSUBSCRIBE.\" You can also control push notifications on your device."}, {"6": "\"How can you control your data?\""}]}, "count": 7}, "settings": {"text": {"settings": [{"0": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"1": "\nCookie Settings\n"}]}, "count": 2}, "controls": {"text": {"controls": [{"0": "Red Ventures has offices in different countries and we share data between and among them. This means that your data may be stored and used in another country. When this happens, we use legal controls to help ensure your data is treated in keeping with the rules of the country it was collected. However, your data may also be subject to the local laws of the country in which we are using it. This may mean that courts, the police, or other agencies may be able to access it, if their law permits."}, {"1": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}]}, "count": 2}, "fraud": {"text": {"fraud": [{"0": "To help secure our business and prevent fraud."}, {"1": "To help secure our business and prevent fraud."}, {"2": "Stopping fraud to protect you and others."}, {"3": "In addition, we may also keep and use your data for as long as it is needed for legal or contractual reasons, dispute resolution, fraud prevention, and security."}]}, "count": 4}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "To protect the interests of our business, and those of our partners."}, {"1": "To protect the interests of our business, and those of our partners."}, {"2": "Legal requirement: We may share your data with others, if we believe the law says we have to do it, or if the government asks for it. We also need to protect our rights and the rights of our clients, so we might also share your data to get advice from lawyers and experts."}, {"3": "Stopping fraud to protect you and others."}, {"4": "While we work hard to protect your data, it's important to know that no method of sending data online or storing it is perfect. Sometimes things can happen beyond our control. If we ever need to tell you about a problem with your data, we will let you know as best we can using messages, letters, or phone calls."}, {"5": "To protect your data, we need to make sure it's really you making these requests. So, we often ask for some information to verify your identity. Once you submit a request to us, we will email you with a link to our identity verification service."}]}, "count": 6}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "as well as information considered sensitive such as social security number, account log-in, and any information on your government identification cards."}, {"1": "In addition, we may also keep and use your data for as long as it is needed for legal or contractual reasons, dispute resolution, fraud prevention, and security."}, {"2": "Ensuring the security and availability of our Services"}, {"3": "We use best practices to help keep your data safe. However, there is always some risk when storing data or sending it over the internet. As such, we cannot guarantee the security of your data, and you should know that sharing it is done at your own risk."}, {"4": "To ensure our website(s) meets the high standard of usability and security you would expect;"}]}, "count": 5}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "How to start saving"}, {"1": "How to invest with CDs"}, {"2": "\nHow does an MMA work?"}, {"3": "How to get a mortgage"}, {"4": "How to refinance your mortgage"}, {"5": "\nHow much is my house worth?"}, {"6": "How to start investing"}, {"7": "How to save for retirement"}, {"8": "\nHow to choose a financial advisor"}, {"9": "Answer a few quick questions and we’ll show you your top credit card options. "}, {"10": "How to build credit"}, {"11": "How to get a personal loan"}, {"12": "How to get the best auto loan rate"}, {"13": "How to get a student loan"}, {"14": "How small business loans work"}, {"15": "How to get a business loan"}, {"16": "How to calculate home equity"}, {"17": "Home equity loans let you borrow a lump sum at a fixed rate, based on how much of the home you own outright."}, {"18": "\nHow to build home equity"}, {"19": "Calculate how much you can borrow"}, {"20": "\nHow much is car insurance?"}, {"21": "\nHow much is homeowners insurance?"}, {"22": "\nHow much does life insurance cost?"}, {"23": "How much do you need?"}, {"24": "How do we use your data?"}, {"25": "How do we use cookies?"}, {"26": "How long do we keep your data?"}, {"27": "How do we keep your data safe?"}, {"28": "How can you control your data?"}, {"29": "How can you contact us?"}, {"30": "This Policy tells you how we collect and use your personal data (also known as personal information). It also informs you about how we keep your data safe and the choices you may have, so please make sure you read it."}, {"31": "To help us understand if and how our and others marketing works."}, {"32": "Sale of Personal Data: We do not sell, rent, or loan your personal data to third parties for money. However, subject to your privacy choices, we may share your data (Identifiers, Internet or Network Activity Data, and Geo-location Information sections of the above chart) to social media platforms, analytics providers, and advertising companies, and this may be treated as a “sale” under certain laws. See the How Can You Control Your Data section of this Policy for more detail on your privacy choices."}, {"33": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"34": "Source (how you got to our site)"}, {"35": "How do we use your data?"}, {"36": "To help us understand if and how our and others marketing works."}, {"37": "How do we use cookies?"}, {"38": "Red Ventures’ brands: We may share the data collected within the Red Ventures’ group. This helps us keep your data safe and stored efficiently. Our other brands may use this data to provide Services you ask for, to suggest our other Services, and show you adverts based on your interests (that we have learned from all the data we collected)."}, {"39": "Audience Measurement: We may share your data with companies who help us to learn about who is using our Services, and how they are used."}, {"40": "Ads and marketing: With your permission (as needed), we might share data with companies that show ads, like Google, Live Ramp, The Trade Desk, and Facebook. This helps us to show you ads that match your interests. We also help other people advertise their products, so you might see their messages on our sites or other places online."}, {"41": "How long do we keep your data?"}, {"42": "To determine how long we need to keep your data, we consider:"}, {"43": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"44": "How do we keep your data safe?"}, {"45": "How can you control your data?"}, {"46": "You have choices about your data and how we communicate with you, using our online form here"}, {"47": "Objecting to certain uses: If there's something you don't like about how we use your data, please tell us. We'll listen and see if we can make changes. For example, you can opt-out of targeted advertising by using our cookie controls, and if you're in California, you can tell us Do Not Sell or Share My Personal Information with other companies."}, {"48": "If you choose to submit a request to us, it may limit your ability to use some of our Services (e.g., if we have deleted the data used to provide the Service), but we will not alter how we provide our Services to you."}, {"49": "You can also choose how we communicate with you. Here are your options:"}, {"50": "These privacy laws place requirements on us to treat your personal information collected in line with those principles, including to disclose to you what personal information we collect about you and how we use it, to store your information securely and to allow you to exercise the following rights:"}, {"51": "\"How can you control your data?\""}, {"52": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}, {"53": "How can you contact us?"}, {"54": "Sometimes we need to make changes to how we collect, use, and protect your data. When we do, we will let you know by updating this policy. If the changes we make are important, we'll also post a special notice on our website."}, {"55": "How we make money"}, {"56": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 57}, "what": {"text": {"what": [{"0": "\nWhat is financial planning?"}, {"1": "\nWhat is a fiduciary?"}, {"2": "\nWhat is a CFP?"}, {"3": "\nWhat is wealth management?"}, {"4": "See what the experts say"}, {"5": "\nWhat is a HELOC?"}, {"6": "What is home equity?"}, {"7": "\nWhat is a home equity loan?"}, {"8": "What does this Policy cover?"}, {"9": "What data do we collect, use, and share? (summary)"}, {"10": "What data do we collect?"}, {"11": "What does this Policy cover?"}, {"12": "We want this Policy to be easy to read. In some sections, you can click to get more detail about what we do. Please note, all parts of this Policy apply to all the things we do. We may give further notices for some Services and physical places, and these should be read in conjunction with this Policy."}, {"13": "What data do we collect, use, and share? (summary)"}, {"14": "Data Retention: We keep your data for as long as we need to in order to provide you Services and to comply with our business and legal obligations. To work out how long we need to keep your data, we consider the amount of data, the type of data, the risks that unintended use or disclosure could bring, and whether we can do what we need to by using less data, and other legal reasons. When we no longer need your data for our stated purposes, we securely delete it."}, {"15": "What data do we collect?"}, {"16": "We use or combine the data we get to infer things about you (such as, what appears to interest you)."}, {"17": "To use some of our Services, you need to share some of your data with us, using online forms or other means. What data we need will depend on the Service you wish to use, but it may include the following:"}, {"18": "Watching videos: With appropriate consent, we might share data about what videos you watch with other companies, like advertisers or social media sites, but only if it's allowed by the law."}, {"19": "These reasons vary based on what we are doing but they will normally be because:"}, {"20": "Doing research to learn more about what people like (or don't like) about our Services."}, {"21": "whether we can do what we need to by using less data."}, {"22": "When we decide how long to keep your data, we think about how much we have, what kind of data it is, the risks that unintended use or disclosure could bring, and what the law says. This means we may keep some of your data for longer than we hold other data. Of course, you have choices too - you may request that we delete or correct your data."}, {"23": "Deleting your data: You can request that we delete the data we have about you. Sometimes we have to keep your data for specific reasons, like following the law or resolving problems, but we'll delete what we must."}, {"24": "These privacy laws place requirements on us to treat your personal information collected in line with those principles, including to disclose to you what personal information we collect about you and how we use it, to store your information securely and to allow you to exercise the following rights:"}, {"25": "Generally, we collect information from people in the EEA/UK in a similar manner, and for similar legitimate business purposes, as described here as \"What data do we collect?\". These include:"}, {"26": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 27}, "how you": {"text": {"how you": [{"0": "Answer a few quick questions and we’ll show you your top credit card options. "}, {"1": "Source (how you got to our site)"}, {"2": "Red Ventures’ brands: We may share the data collected within the Red Ventures’ group. This helps us keep your data safe and stored efficiently. Our other brands may use this data to provide Services you ask for, to suggest our other Services, and show you adverts based on your interests (that we have learned from all the data we collected)."}, {"3": "Ads and marketing: With your permission (as needed), we might share data with companies that show ads, like Google, Live Ramp, The Trade Desk, and Facebook. This helps us to show you ads that match your interests. We also help other people advertise their products, so you might see their messages on our sites or other places online."}]}, "count": 4}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "To build, train, and augment models which help us understand your likely interests and those of other consumers."}, {"1": "To help us understand if and how our and others marketing works."}, {"2": "To build, train, and augment models which help us understand your likely interests and those of other consumers."}, {"3": "To help us understand if and how our and others marketing works."}, {"4": "Some of our Services let you use \"Social Features\" that are offered by third parties. For example, you may be able to 'like' or 'share' things on Facebook / Instagram, Google / YouTube, Linked In, Snapchat, Tik Tok, and Twitter. To use these features you may need to have an account with the provider, and you should make sure you understand their privacy practices."}]}, "count": 5}, "learn": {"text": {"learn": [{"0": "Learn more about auto insurance"}, {"1": "Learn more about home insurance"}, {"2": "Learn more about life insurance"}, {"3": "Collection of Data from Children: We recognize the importance of protecting the privacy and safety of children. Our Services are not directed towards children. We do not knowingly collect data about children under the age of 16 or minors otherwise defined in local law or regulation without verifiable parental consent. If we learn that someone under 16 has given us their data, we will use reasonable efforts to remove that data from our databases."}, {"4": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"5": "Audience Measurement: We may share your data with companies who help us to learn about who is using our Services, and how they are used."}, {"6": "Doing research to learn more about what people like (or don't like) about our Services."}, {"7": "Red Ventures complies with the EU-U.S. Data Privacy Framework (EU-U.S. DPF), and the UK Extension to the EU-U.S. DPF, as set forth by the U.S. Department of Commerce. Red Ventures has certified to the U.S. Department of Commerce that it adheres to the EU-U.S. Data Privacy Framework Principles (EU-U.S. DPF Principles) with regard to the processing of personal data received from the European Union in reliance on the EU-U.S. DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-U.S. DPF. If there is any conflict between the terms in this privacy policy and the EU-U.S. DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit https://www.dataprivacyframework.gov/. To learn more, visit our Data Privacy Framework Notice here."}]}, "count": 8}, "more information": {"text": {"more information": [{"0": "In Australia, the Australian Digital Advertising Alliance (“ADAA”) has developed the Australian Guideline for Third Party Online Behavioural Advertising. More information and an opt out page to manage online behavioral advertising preferences with ADAA member companies are available at https://www.youronlinechoices.com.au/."}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "How do we use cookies?"}, {"1": "How do we use cookies?"}, {"2": "Cookies are small text files and are widely used when you visit websites. We use cookies and other similar tools on our websites. They help us to see returning visitors, store data for later use, and target our advertising."}, {"3": "You can adjust the settings in your browser to stop the use of cookies, but some of our Services may not work if you do so. To learn more about the cookies we use and why we use them, please read our Cookie Policy."}, {"4": "As described above (“Information We Collect Automatically”), with your consent, we use cookies to help us analyze, improve, secure, and market our website and services, and to support functionality which enhances your browsing experience. You can read more about how and why we use cookies on our cookie policy."}]}, "count": 5}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}, "link-1": {"WORDS": {"we": {"text": {"we": [{"0": "Answer a few quick questions and we’ll show you your top credit card options. "}, {"1": "Bankrate, LLC and its group companies (“Bankrate,” “we,” “us,” or “our”) is committed to respecting your privacy."}, {"2": "Our Services may contain links to other sites. We do not control these sites and we encourage you to read their privacy notices and consumer health data privacy policies."}, {"3": "Consumer Health Data We Collect"}, {"4": "Given the broad definition of CHD in the applicable law, many categories of personal data may be included, some of which we collect and use to provide our Services. Our collection of CHD will vary depending on your interactions with us, the Services you utilize, and your preferences and consents. These may include:"}, {"5": "We will retain and use your CHD for the length of time needed to carry out the purposes outlined in this Policy and in accordance with our data retention policies."}, {"6": "Purposes of the Consumer Health Data We Collect"}, {"7": "With any necessary consents from you, we collect and use CHD to provide you with our Services and to operate our business. This includes:"}, {"8": "Marketing: Conducting advertising and other marketing activities, both for our Services and other products or services we believe may interest you, as well as advertising and marketing facilitated by third parties on our platforms or elsewhere."}, {"9": "Consumer Health Data Categories We May Share"}, {"10": "We may share each of the categories of CHD specified above with your consent, and as is reasonably necessary for other legitimate purposes."}, {"11": "Third Parties We May Share Consumer Health Data With"}, {"12": "As necessary for the purposes described above and with any necessary consents, we may share CHD with the following categories of third parties:"}, {"13": "Affiliated companies and subsidiaries:Where permitted, we may share your CHD with affiliated companies and subsidiaries. Our group of affiliated companies and subsidiaries include:Allconnect, IncBankrate, LLCChoose Energy, IncCNET Media, Inc.Coverage.com, LLCCreditcards.com, LLCForward Home Lending, LLCHE Holdings LLCLonely Planet Global, IncMYMOVE, LLCNew Imagitas, IncRed Ventures, LLCSave On Energy, LLCThe Points Guy, LLC"}, {"14": "Service Providers: We may share your data with parties whose services we use to run our business. Where we use these third party services, our providers are not allowed to use our data for their own purposes."}, {"15": "Business Partners: With your consent, we may share CHD with our business partners for the purpose of targeting advertisements to you based on interests observed through your interactions with this and other websites. While these advertisements do not target health conditions, they may utilize data that could enable health-related inferences."}, {"16": "Legal and other professionals: We may share CHD with legal and other professionals when fulfilling legal valid obligations (e.g., subpoenas) or helping ensure safety, when upholding legal rights and protecting our consumers, employees, and property or for addressing emergency situations or illegal activity, or when we are involved with corporate transactions such as mergers, financings, acquisitions, divestitures, or sales of all or part of our business or assets."}, {"17": "Please note that, as permitted or required under applicable law, we take steps to verify your request before processing it. If further information is needed to verify your request, we may ask you to provide additional details."}, {"18": "In some instances, we may be unable to fulfill your request. If your rights request is denied, applicable law may entitle you to appeal with us. The response to your rights request will outline any appeal rights you may have and explain how to exercise them."}, {"19": "We reserve the right to update this Consumer Health Data Privacy Policy periodically. Modifications to this Consumer Health Data Privacy Policy may occur at any time, and we will post the revised policy on our website accordingly. Please refer to the revision date at the top of this page to ascertain whether any changes have been made since your last review."}, {"20": "How we make money"}, {"21": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 22}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}, "information": {"text": {"information": [{"0": "Individual health conditions, treatment, status, diseases, or diagnoses (for example: This information may be gathered through surveys or through other means for research purposes and to help enhance Service accessibility)"}, {"1": "Reproductive or sexual health information (for example: Information which could imply your sexual orientation may be collected when you visit certain webpages)"}, {"2": "Precise location information that could reasonably indicate a consumer's attempt to acquire or receive health services or supplies"}, {"3": "Other health-related information you may choose to provide to us."}, {"4": "PROHIBITED CONSUMER HEALTH DATA YOU ARE PROHIBITED FROM PROVIDING US WITH BIOMETRIC DATA, WHICH INCLUDES FACIAL RECOGNITION DATA AND MATHEMATICAL REPRESENTATIONS OF BIOMETRIC IDENTIFIERS, AS WELL AS GENETIC INFORMATION, ENCOMPASSING DETAILS ABOUT GENETIC CHARACTERISTICS DERIVED FROM DNA ANALYSIS OR FAMILIAL GENETIC INFORMATION."}, {"5": "Please note that, as permitted or required under applicable law, we take steps to verify your request before processing it. If further information is needed to verify your request, we may ask you to provide additional details."}, {"6": "\nDo Not Sell or Share My Personal Information\n"}, {"7": "\nConsumer Health Information Privacy Policy\n"}, {"8": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 9}, "use": {"text": {"use": [{"0": "\nHow much is my house worth?"}, {"1": "If you are not comfortable with this consumer health data privacy notice, please reconsider your use of this Site / Service."}, {"2": "Given the broad definition of CHD in the applicable law, many categories of personal data may be included, some of which we collect and use to provide our Services. Our collection of CHD will vary depending on your interactions with us, the Services you utilize, and your preferences and consents. These may include:"}, {"3": "Use or purchase of prescribed medication"}, {"4": "We will retain and use your CHD for the length of time needed to carry out the purposes outlined in this Policy and in accordance with our data retention policies."}, {"5": "With any necessary consents from you, we collect and use CHD to provide you with our Services and to operate our business. This includes:"}, {"6": "Service Providers: We may share your data with parties whose services we use to run our business. Where we use these third party services, our providers are not allowed to use our data for their own purposes."}, {"7": "\nTerms of use\n"}]}, "count": 8}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Our Services may contain links to other sites. We do not control these sites and we encourage you to read their privacy notices and consumer health data privacy policies."}, {"1": "Individual health conditions, treatment, status, diseases, or diagnoses (for example: This information may be gathered through surveys or through other means for research purposes and to help enhance Service accessibility)"}, {"2": "Other health-related information you may choose to provide to us."}, {"3": "Legal and Compliance: This encompasses risk management, audits, investigations, data rights, reporting, exercising or defending legal claims, mergers and acquisitions or divestitures, and other legal and compliance-related tasks."}, {"4": "Marketing: Conducting advertising and other marketing activities, both for our Services and other products or services we believe may interest you, as well as advertising and marketing facilitated by third parties on our platforms or elsewhere."}, {"5": "We may share each of the categories of CHD specified above with your consent, and as is reasonably necessary for other legitimate purposes."}, {"6": "Business Partners: With your consent, we may share CHD with our business partners for the purpose of targeting advertisements to you based on interests observed through your interactions with this and other websites. While these advertisements do not target health conditions, they may utilize data that could enable health-related inferences."}, {"7": "Legal and other professionals:"}, {"8": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 9}, "if": {"text": {"if": [{"0": "If you are not comfortable with this consumer health data privacy notice, please reconsider your use of this Site / Service."}, {"1": "Please note that, as permitted or required under applicable law, we take steps to verify your request before processing it. If further information is needed to verify your request, we may ask you to provide additional details."}, {"2": "In some instances, we may be unable to fulfill your request. If your rights request is denied, applicable law may entitle you to appeal with us. The response to your rights request will outline any appeal rights you may have and explain how to exercise them."}]}, "count": 3}, "when": {"text": {"when": [{"0": "When to get an advisor"}, {"1": "Reproductive or sexual health information (for example: Information which could imply your sexual orientation may be collected when you visit certain webpages)"}, {"2": "Communication: Communicating with you when necessary and permitted by law."}, {"3": "Legal and other professionals: We may share CHD with legal and other professionals when fulfilling legal valid obligations (e.g., subpoenas) or helping ensure safety, when upholding legal rights and protecting our consumers, employees, and property or for addressing emergency situations or illegal activity, or when we are involved with corporate transactions such as mergers, financings, acquisitions, divestitures, or sales of all or part of our business or assets."}]}, "count": 4}, "help": {"text": {"help": [{"0": "\nBest cards for building credit\nFind out which credit cards could help\n"}, {"1": "Individual health conditions, treatment, status, diseases, or diagnoses (for example: This information may be gathered through surveys or through other means for research purposes and to help enhance Service accessibility)"}, {"2": "\nHelp\n\n\n\nContact us\n\n\n\n\nCompare rates\n\n\n\n\nLatest news\n\n\n\n\nPopular topics\n\n\n\n"}]}, "count": 3}, "access": {"text": {"access": [{"0": "Right to Access: You have the right to access your health data."}, {"1": "\nBankrate, LLC NMLS ID# 1427381 | NMLS Consumer Access\nBR Tech Services, Inc. NMLS ID #1743443 | NMLS Consumer Access\n"}]}, "count": 2}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "Given the broad definition of CHD in the applicable law, many categories of personal data may be included, some of which we collect and use to provide our Services. Our collection of CHD will vary depending on your interactions with us, the Services you utilize, and your preferences and consents. These may include:"}, {"1": "With any necessary consents from you, we collect and use CHD to provide you with our Services and to operate our business. This includes:"}]}, "count": 2}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "Other health-related information you may choose to provide to us."}, {"1": "You may have the following rights regarding your health data, subject to applicable law:"}, {"2": "In some instances, we may be unable to fulfill your request. If your rights request is denied, applicable law may entitle you to appeal with us. The response to your rights request will outline any appeal rights you may have and explain how to exercise them."}]}, "count": 3}, "you can": {"text": {"you can": [{"0": "Calculate how much you can borrow"}]}, "count": 1}, "right": {"text": {"right": [{"0": "Caret Right Icon"}, {"1": "Caret Right Icon"}, {"2": "Caret Right Icon"}, {"3": "Caret Right Icon"}, {"4": "Caret Right Icon"}, {"5": "Arrow Right Icon"}, {"6": "Arrow Right Icon"}, {"7": "Caret Right Icon"}, {"8": "Caret Right Icon"}, {"9": "Caret Right Icon"}, {"10": "Caret Right Icon"}, {"11": "Arrow Right Icon"}, {"12": "Arrow Right Icon"}, {"13": "Caret Right Icon"}, {"14": "Caret Right Icon"}, {"15": "Caret Right Icon"}, {"16": "Caret Right Icon"}, {"17": "Arrow Right Icon"}, {"18": "Arrow Right Icon"}, {"19": "Caret Right Icon"}, {"20": "Caret Right Icon"}, {"21": "Caret Right Icon"}, {"22": "Caret Right Icon"}, {"23": "Caret Right Icon"}, {"24": "Arrow Right Icon"}, {"25": "Arrow Right Icon"}, {"26": "Caret Right Icon"}, {"27": "Caret Right Icon"}, {"28": "Caret Right Icon"}, {"29": "Caret Right Icon"}, {"30": "Caret Right Icon"}, {"31": "Arrow Right Icon"}, {"32": "Arrow Right Icon"}, {"33": "Caret Right Icon"}, {"34": "Caret Right Icon"}, {"35": "Caret Right Icon"}, {"36": "Arrow Right Icon"}, {"37": "Home equity loans let you borrow a lump sum at a fixed rate, based on how much of the home you own outright."}, {"38": "Arrow Right Icon"}, {"39": "Caret Right Icon"}, {"40": "Caret Right Icon"}, {"41": "Caret Right Icon"}, {"42": "Caret Right Icon"}, {"43": "Arrow Right Icon"}, {"44": "Arrow Right Icon"}, {"45": "Right to Access: You have the right to access your health data."}, {"46": "Right to Delete/Withdraw: You have the right to request the deletion or withdrawal of your health data."}, {"47": "We reserve the right to update this Consumer Health Data Privacy Policy periodically. Modifications to this Consumer Health Data Privacy Policy may occur at any time, and we will post the revised policy on our website accordingly. Please refer to the revision date at the top of this page to ascertain whether any changes have been made since your last review."}]}, "count": 48}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "Right to Delete/Withdraw: You have the right to request the deletion or withdrawal of your health data."}, {"1": "Please note that, as permitted or required under applicable law, we take steps to verify your request before processing it. If further information is needed to verify your request, we may ask you to provide additional details."}, {"2": "In some instances, we may be unable to fulfill your request. If your rights request is denied, applicable law may entitle you to appeal with us. The response to your rights request will outline any appeal rights you may have and explain how to exercise them."}]}, "count": 3}, "delete": {"text": {"delete": [{"0": "Right to Delete/Withdraw: You have the right to request the deletion or withdrawal of your health data."}]}, "count": 1}, "deletion": {"text": {"deletion": [{"0": "Right to Delete/Withdraw: You have the right to request the deletion or withdrawal of your health data."}]}, "count": 1}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Legal and Compliance:"}, {"1": "Legal and other professionals:"}, {"2": "\nLegal\n\n\n\nPrivacy policy\n\n\n\nCookie Settings\n\n\n\nDo Not Sell or Share My Personal Information\n\n\n\n\nConsumer Health Information Privacy Policy\n\n\n\n\nUnderstanding Bankrate’s averages\n\n\n\n\nTerms of use\n\n\n\n\nGLBA annual notice\n\n\n\n\nCalifornia Consumer Financial Privacy Notice\n\n\n\n\nLicenses\n\n\n\n"}]}, "count": 3}, "authority": {"text": {}, "count": 0}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "Given the broad definition of CHD in the applicable law, many categories of personal data may be included, some of which we collect and use to provide our Services. Our collection of CHD will vary depending on your interactions with us, the Services you utilize, and your preferences and consents. These may include:"}, {"1": "Communication: Communicating with you when necessary and permitted by law."}, {"2": "You may have the following rights regarding your health data, subject to applicable law:"}, {"3": "Please note that, as permitted or required under applicable law, we take steps to verify your request before processing it. If further information is needed to verify your request, we may ask you to provide additional details."}, {"4": "In some instances, we may be unable to fulfill your request. If your rights request is denied, applicable law may entitle you to appeal with us. The response to your rights request will outline any appeal rights you may have and explain how to exercise them."}, {"5": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 6}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "What does this Policy cover?"}, {"1": "This Consumer Health Data Privacy Policy, supplements our general Privacy Policy and related disclosures, and applies to personal data defined as Consumer Health Data under the privacy laws of certain US states."}, {"2": "We will retain and use your CHD for the length of time needed to carry out the purposes outlined in this Policy and in accordance with our data retention policies."}, {"3": "We reserve the right to update this Consumer Health Data Privacy Policy periodically. Modifications to this Consumer Health Data Privacy Policy may occur at any time, and we will post the revised policy on our website accordingly. Please refer to the revision date at the top of this page to ascertain whether any changes have been made since your last review."}, {"4": "\nPrivacy policy\n"}, {"5": "\nConsumer Health Information Privacy Policy\n"}]}, "count": 6}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "\nCalifornia Consumer Financial Privacy Notice\n"}]}, "count": 1}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "Marketing: Conducting advertising and other marketing activities, both for our Services and other products or services we believe may interest you, as well as advertising and marketing facilitated by third parties on our platforms or elsewhere."}, {"1": "Third Parties We May Share Consumer Health Data With"}, {"2": "As necessary for the purposes described above and with any necessary consents, we may share CHD with the following categories of third parties:"}]}, "count": 3}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {"third party": [{"0": "Service Providers: We may share your data with parties whose services we use to run our business. Where we use these third party services, our providers are not allowed to use our data for their own purposes."}]}, "count": 1}, "advertising": {"text": {"advertising": [{"0": "Marketing: Conducting advertising and other marketing activities, both for our Services and other products or services we believe may interest you, as well as advertising and marketing facilitated by third parties on our platforms or elsewhere."}, {"1": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 2}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {"exchange": [{"0": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 1}, "improve": {"text": {}, "count": 0}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "Individual health conditions, treatment, status, diseases, or diagnoses (for example: This information may be gathered through surveys or through other means for research purposes and to help enhance Service accessibility)"}]}, "count": 1}, "innovate": {"text": {"innovate": [{"0": "Service development and troubleshooting: Conducting internal research to innovate new products and services or for addressing existing Service issues."}]}, "count": 1}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Consumer Health Data Privacy Policy"}, {"1": "This Consumer Health Data Privacy Policy, supplements our general Privacy Policy and related disclosures, and applies to personal data defined as Consumer Health Data under the privacy laws of certain US states."}, {"2": "Our Services may contain links to other sites. We do not control these sites and we encourage you to read their privacy notices and consumer health data privacy policies."}, {"3": "If you are not comfortable with this consumer health data privacy notice, please reconsider your use of this Site / Service."}, {"4": "Consumer Health Data We Collect"}, {"5": "Consumer Health Data” (“CHD”) is personal data that is directly or indirectly connected to a consumer and could identify their current, past, or future physical or mental health status under applicable laws."}, {"6": "Given the broad definition of CHD in the applicable law, many categories of personal data may be included, some of which we collect and use to provide our Services. Our collection of CHD will vary depending on your interactions with us, the Services you utilize, and your preferences and consents. These may include:"}, {"7": "Data that identifies a consumer seeking health care services"}, {"8": "Data that is derived, extrapolated, or inferred from non-health information"}, {"9": "PROHIBITED CONSUMER HEALTH DATA YOU ARE PROHIBITED FROM PROVIDING US WITH BIOMETRIC DATA, WHICH INCLUDES FACIAL RECOGNITION DATA AND MATHEMATICAL REPRESENTATIONS OF BIOMETRIC IDENTIFIERS, AS WELL AS GENETIC INFORMATION, ENCOMPASSING DETAILS ABOUT GENETIC CHARACTERISTICS DERIVED FROM DNA ANALYSIS OR FAMILIAL GENETIC INFORMATION."}, {"10": "We will retain and use your CHD for the length of time needed to carry out the purposes outlined in this Policy and in accordance with our data retention policies."}, {"11": "Purposes of the Consumer Health Data We Collect"}, {"12": "Legal and Compliance: This encompasses risk management, audits, investigations, data rights, reporting, exercising or defending legal claims, mergers and acquisitions or divestitures, and other legal and compliance-related tasks."}, {"13": "Consumer Health Data Categories We May Share"}, {"14": "Third Parties We May Share Consumer Health Data With"}, {"15": "Service Providers: We may share your data with parties whose services we use to run our business. Where we use these third party services, our providers are not allowed to use our data for their own purposes."}, {"16": "Business Partners: With your consent, we may share CHD with our business partners for the purpose of targeting advertisements to you based on interests observed through your interactions with this and other websites. While these advertisements do not target health conditions, they may utilize data that could enable health-related inferences."}, {"17": "Your Consumer Health Data Privacy Rights"}, {"18": "You may have the following rights regarding your health data, subject to applicable law:"}, {"19": "Right to Access: You have the right to access your health data."}, {"20": "Right to Delete/Withdraw: You have the right to request the deletion or withdrawal of your health data."}, {"21": "Data Rights Center."}, {"22": "Updates to This Consumer Health Data Privacy Policy"}, {"23": "We reserve the right to update this Consumer Health Data Privacy Policy periodically. Modifications to this Consumer Health Data Privacy Policy may occur at any time, and we will post the revised policy on our website accordingly. Please refer to the revision date at the top of this page to ascertain whether any changes have been made since your last review."}]}, "count": 24}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Reproductive or sexual health information (for example: Information which could imply your sexual orientation may be collected when you visit certain webpages)"}]}, "count": 1}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "We will retain and use your CHD for the length of time needed to carry out the purposes outlined in this Policy and in accordance with our data retention policies."}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {"analysis": [{"0": "PROHIBITED CONSUMER HEALTH DATA YOU ARE PROHIBITED FROM PROVIDING US WITH BIOMETRIC DATA, WHICH INCLUDES FACIAL RECOGNITION DATA AND MATHEMATICAL REPRESENTATIONS OF BIOMETRIC IDENTIFIERS, AS WELL AS GENETIC INFORMATION, ENCOMPASSING DETAILS ABOUT GENETIC CHARACTERISTICS DERIVED FROM DNA ANALYSIS OR FAMILIAL GENETIC INFORMATION."}]}, "count": 1}, "analytics": {"text": {}, "count": 0}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Our Services may contain links to other sites. We do not control these sites and we encourage you to read their privacy notices and consumer health data privacy policies."}]}, "count": 1}, "settings": {"text": {"settings": [{"0": "\nCookie Settings\n"}]}, "count": 1}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "Security: Helping ensure the security of our Services by detecting threats and safeguarding against malicious or fraudulent activity."}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "Legal and other professionals: We may share CHD with legal and other professionals when fulfilling legal valid obligations (e.g., subpoenas) or helping ensure safety, when upholding legal rights and protecting our consumers, employees, and property or for addressing emergency situations or illegal activity, or when we are involved with corporate transactions such as mergers, financings, acquisitions, divestitures, or sales of all or part of our business or assets."}]}, "count": 1}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Security:"}]}, "count": 1}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {"auditing": [{"0": "Recordkeeping and Auditing:"}]}, "count": 1}}, "EDUCATION": {"how": {"text": {"how": [{"0": "How to start saving"}, {"1": "How to invest with CDs"}, {"2": "\nHow does an MMA work?"}, {"3": "How to get a mortgage"}, {"4": "How to refinance your mortgage"}, {"5": "\nHow much is my house worth?"}, {"6": "How to start investing"}, {"7": "How to save for retirement"}, {"8": "\nHow to choose a financial advisor"}, {"9": "Answer a few quick questions and we’ll show you your top credit card options. "}, {"10": "How to build credit"}, {"11": "How to get a personal loan"}, {"12": "How to get the best auto loan rate"}, {"13": "How to get a student loan"}, {"14": "How small business loans work"}, {"15": "How to get a business loan"}, {"16": "How to calculate home equity"}, {"17": "Home equity loans let you borrow a lump sum at a fixed rate, based on how much of the home you own outright."}, {"18": "\nHow to build home equity"}, {"19": "Calculate how much you can borrow"}, {"20": "\nHow much is car insurance?"}, {"21": "\nHow much is homeowners insurance?"}, {"22": "\nHow much does life insurance cost?"}, {"23": "How much do you need?"}, {"24": "In some instances, we may be unable to fulfill your request. If your rights request is denied, applicable law may entitle you to appeal with us. The response to your rights request will outline any appeal rights you may have and explain how to exercise them."}, {"25": "How we make money"}, {"26": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 27}, "what": {"text": {"what": [{"0": "\nWhat is financial planning?"}, {"1": "\nWhat is a fiduciary?"}, {"2": "\nWhat is a CFP?"}, {"3": "\nWhat is wealth management?"}, {"4": "See what the experts say"}, {"5": "\nWhat is a HELOC?"}, {"6": "What is home equity?"}, {"7": "\nWhat is a home equity loan?"}, {"8": "What does this Policy cover?"}, {"9": "\nBankrate.com is an independent, advertising-supported publisher and comparison service. We are compensated in exchange for placement of sponsored products and services, or by you clicking on certain links posted on our site. Therefore, this compensation may impact how, where and in what order products appear within listing categories, except where prohibited by law for our mortgage, home equity and other home lending products. Other factors, such as our own proprietary website rules and whether a product is offered in your area or at your self-selected credit score range, can also impact how and where products appear on this site. While we strive to provide a wide range of offers, Bankrate does not include information about every financial or credit product or service.\n"}]}, "count": 10}, "how you": {"text": {"how you": [{"0": "Answer a few quick questions and we’ll show you your top credit card options. "}]}, "count": 1}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {"explain": [{"0": "In some instances, we may be unable to fulfill your request. If your rights request is denied, applicable law may entitle you to appeal with us. The response to your rights request will outline any appeal rights you may have and explain how to exercise them."}]}, "count": 1}, "understand": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Learn more about auto insurance"}, {"1": "Learn more about home insurance"}, {"2": "Learn more about life insurance"}]}, "count": 3}, "more information": {"text": {}, "count": 0}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {}, "count": 0}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}