{"main": {"https://petmd.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}, {"1": "INFORMATION WE OBTAIN"}, {"2": "HOW WE USE THE INFORMATION WE OBTAIN"}, {"3": "INFORMATION WE DISCLOSE"}, {"4": "INFORMATION WE OBTAIN"}, {"5": "Information you give us. We collect and maintain information that you may provide to us through your use of our Services, including your name, shipping address, billing address, payment card information, telephone number(s), email address(es) and purchase/return/exchange data and pet information. For example, when you: "}, {"6": "through email, telephone, automated and live chat sessions, SMS or any other channels we may ask you questions about your pet or  otherwise collect and record additional information from or about you during those interactions;; "}, {"7": "We also may collect information about your pet(s), including name, breed, gender, birthdate, size, weight, prescriptions, veterinary and pet health information, pet insurance information, and photos. "}, {"8": "If you contact us on a social media site or “like” us on Facebook, we will have information about you as permitted by that social media platform. We may also collect information about your pet, such as name, type, breed, or age and we use this information to tailor Services that is more specific to you and your pet. When you apply to become a pet writer on our Sites or App, we collect your name, address, clinic information, websites, and your biographical information.  We use this information to communicate with you (including communications regarding business, offers or product opportunities), to evaluate your application, analyze our pet writer needs and practices, or otherwise manage our hiring process and administration. "}, {"9": "Information we obtain by automated means."}, {"10": "We also use a third-party session replay service that records users’ interactions with our Sites and Apps, including users’ clicks, mouse movements and scrolls. "}, {"11": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"12": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"13": "Information we obtain from other sources."}, {"14": "Third-Party Web Analytics Services. We use third-party web analytics services on our Sites and Apps, such as Google Analytics. The service providers that administer these services use automated technologies to collect data (such as IP addresses, cookies, and other device identifiers) to evaluate the use of our Services. To learn more about Google Analytics and how to opt out, please visit www.google.com/analytics/learn/privacy.html. "}, {"15": "HOW WE USE THE INFORMATION WE OBTAIN"}, {"16": "We may use, process and disclose the information we collect about you for our business purposes, including:"}, {"17": "Fulfilling orders and responding to your questions and requests. We may use your information to provide you with transactional assistance, such as fulfilling your order, processing your payments, providing you with customer and technical support including through the automated and live chat features on our Sites and Apps and maintaining transcripts of chat communications, obtaining veterinarian approvals and assistance, offering new products and services, and ensuring the proper delivery of the products and services you order from us."}, {"18": "Creating and maintaining your  account, and communicating with you. We may use your information to create and maintain your account, including, where applicable, by updating your pet profile with information provided by your veterinarian about your pet. In addition, we may use your information to contact you about (1) updates to this Privacy Policy or our Terms of Use; (2) changes to our Services, products and programs; (3) reviews, comments or other feedback you provide about our products or Services; (4) issues with your orders; or (5) product recalls."}, {"19": "Improving and personalizing our products and Services. We may use your information to make improvements to our products and Services, as well as personalize our Services to meet your preferences and needs, customize your experience with us and provide you with a consistent experience across the devices you use. "}, {"20": "Reviewing Site and App trends and customer interests. We may also use your information to analyze the way you use our Sites and Apps and understand your interests, including by combining information we receive from you and your devices with other information about you that we receive from other sources. "}, {"21": "Sending and improving marketing communications. We may send you communications about promotions or offers via regular mail, email, text messaging or other electronic channels, including ads on Social Media Services. We may use information, including information collected across different online services and from the various devices you may use, for marketing and analytics purposes and to deliver marketing communications based on your behavior and interests."}, {"22": "Promoting our products or Services. If you complete a product review, submit feedback or provide an image of your pet(s), we may use your submission for commercial purposes, to promote our products and Services, or to send you personalized content, including pet portraits, thank you notes and holiday cards. "}, {"23": "Administering promotions, such as sweepstakes and contests. We may use your information to administer sweepstakes, contests, and other promotions if you choose to participate."}, {"24": "Detecting and preventing fraud. We may use your information to protect against, identify and prevent fraud and other criminal activity, claims and other liabilities."}, {"25": "Complying with law. We may use your information to comply with and enforce applicable legal requirements (including to maintain pet health records and authorizations), relevant industry standards and our policies, including this Privacy Policy and our Terms of Use."}, {"26": "Other uses. We may use your information to operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing, and improving our Services; developing new products and services; managing and evaluating the effectiveness of our communications; conducting market research, aggregating and anonymizing data, and performing data analytics; facilitating the provision of services to PetMD and its affiliates; and performing accounting, auditing, and other internal functions)."}, {"27": "We also may use your information in other ways for which we provide specific notice at the time of collection or otherwise with your consent."}, {"28": "Tracking tools we use."}, {"29": "Information we obtain by automated means"}, {"30": "measure the effectiveness of the ads we serve you;"}, {"31": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"32": "Third-party ad technology companies may help us display content tailored to your interests and serve interest-based advertising on our behalf. Additionally, some third-party ad technology companies may provide us with information about you (such as demographic information) from offline and online sources, which we may use to provide you with more relevant and useful advertising."}, {"33": "INFORMATION WE DISCLOSE"}, {"34": "We may share information about you with third parties in order to conduct our business, when legally required, or with your consent, including:"}, {"35": "Affiliates and Subsidiaries. We may share your information with our affiliates and subsidiaries for business, operational, promotional, marketing or other purposes consistent with this Privacy Policy.  "}, {"36": "Service Providers. We may disclose the information we obtain about you to service providers who perform services on our behalf (e.g., to  fulfill orders, deliver packages, send postal mail and/or email, analyze data, provide telehealth services, provide session replay services, provide marketing research and assistance, process credit card payments, detect and prevent fraud, and provide customer service including through automated and live chat features). Our service providers are restricted from using your personal information in any way other than to provide services for us."}, {"37": "With your consent and at your direction, we may share your information with our business partners ("}, {"38": "  We may disclose your information to other third parties in connection with our marketing efforts to promote our Services, or as otherwise directed by you."}, {"39": "Business Transfer. We may disclose, transfer, or assign to our affiliates, or to one or more third parties, the information collected about you in the event that we sell or transfer (or contemplate the sale or transfer of) all or a portion of the assets or business of PetMD, including as part of an actual or contemplated merger, acquisition or joint venture. In the unlikely event of our bankruptcy, insolvency, reorganization, receivership, liquidation, divestiture, dissolution or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may transfer your personal information to a successor or to a third party that purchases our assets arising from such circumstances. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy."}, {"40": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"41": "You have certain choices in connection with the personal information we obtain about you, as described further below.  "}, {"42": "Regardless of your state of residency, we provide you with certain other choices to manage how we use your information. To exercise your privacy options such as right to know/access, right to delete, right to correct and other privacy choices, please check here [INSERT LINK TO EXCERISE YOUR RIGHTS SECTION]. Please note that terms used in the privacy choices may have meaning attributable to them under certain state laws. Certain privacy rights may not be available in certain states. Please see the state specific privacy disclosures for further information."}, {"43": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"44": "We retain your information for the time period reasonably necessary to achieve the purposes described in this Privacy Policy, or any other notice provided at the time of collection, taking into account applicable statutes of limitation and records retention requirements under applicable law. "}, {"45": "We implement reasonable administrative, technical, and physical safeguards designed to protect the information we collect. "}, {"46": "The Sites and Apps are designed for a general audience and are not directed to children under the age of 13. We do not knowingly collect or solicit personal information from children under the age of 13 through our Sites and Apps. If we become aware that we have collected personal information from a child under 13 online without the consent of the child’s parent or guardian, we will use all reasonable efforts to promptly delete such information.   "}, {"47": "As a convenience to our Site visitors and App users, our Services may contain links to third-party websites, apps and online services that we believe offer useful information. This Privacy Policy does not apply to such third-party websites, apps or online services. We suggest reviewing the privacy notices or policies of such third parties or contacting them directly for more information on their privacy practices. PetMD is not responsible for the privacy practices of third-party services, regardless of whether they are linked to or otherwise connected to our Services."}, {"48": "You may correct or update certain information collected about you through our Services by contacting us at the email address noted in the “Contact Us” section of this Privacy Policy, below.. Following receipt of a request from you, we will take reasonable steps to update or correct your information."}, {"49": "We reserve the right, at our discretion, to modify our privacy practices and update and make changes to this Privacy Policy at any time and without prior notice. If we make any changes, we will change the “Last Updated” date above and post the new Privacy Policy here: https://www.petmd.com/petmd-privacy-policy. You should consult this Privacy Policy regularly for any changes.  If we make material changes, we will notify you by email or by means of posting a notice on this website prior to the effective date of the change."}, {"50": "This California Privacy Notice (“California Notice”) supplements the PetMD Privacy Policy. It applies solely to California consumers and addresses personal information we collect online and offline. This California Notice does not apply to personnel or job applicants. "}, {"51": "We may collect (and may have collected during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you:"}, {"52": "We may use (and may have used during the 12-month period prior to the last updated date of this California Notice) your personal information for the purposes described in our PetMD Privacy Policy and for the following business purposes specified in the CCPA: "}, {"53": "We do not collect or process sensitive personal information for purposes of inferring characteristics about consumers."}, {"54": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"55": "During the 12-month period prior to the last updated date of this California Notice, we may have obtained personal information about you from the following categories of sources: "}, {"56": "Your family or friends, such as when they provide us with your contact information so we can send you information that may interest you"}, {"57": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"58": "We may sell or share for cross-context behavioral advertising purposes (and may have sold or shared during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you to online advertising and data analytics services and social media networks:"}, {"59": "You have the right to opt-out of this disclosure of your information, as detailed below. We do not have actual knowledge that we sell or share the personal information of minors under 16 years of age. "}, {"60": ", we may have shared your personal information with certain categories of third parties, including as described in our Privacy Policy and below, including for the business purposes described above. "}, {"61": "Right to Delete: You have the right to request that we delete certain personal information we collected from you.  To exercise your rights, please see the “Exercise of Your Rights” section. "}, {"62": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of personal information that we disclose for a business purpose, sell or share and the categories of third parties with whom the information is shared, and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"63": "Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light request, email us at "}, {"64": "Right to Correct: You have the right to correct inaccurate personal information we hold about you. Please see the “Exercise of Your Rights” section. "}, {"65": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"66": "We will not discriminate against you for exercising any of the rights that are provided to you under CCPA/CPRA."}, {"67": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the CCPA/CPRA. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"68": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"69": "This Privacy Notice (“State Privacy Notice”) supplements the PetMD Privacy Policy. It applies solely to Colorado, Connecticut, Utah and Virginia consumers and addresses personal information we collect online and offline. This State Privacy Notice does not apply to personnel or job applicants. "}, {"70": "We may process the categories of personal information listed in the Information We Obtain section of our Privacy Policy. "}, {"71": "We may process the personal information we collect about you for the purposes listed in the How We Use the Information We Obtain section of our Privacy Policy. "}, {"72": "We share the following categories of your Personal Information with the categories of third parties listed in the Information We Disclose section of our Privacy Policy:"}, {"73": "We share your personal information with our social media, Data Analytics, Online Advertising Services and Advertising Networks and other such third parties for the purposes of targeted advertising. "}, {"74": "We do not sell your Personal Information in exchange for monetary consideration. We may share your personal information with certain third parties as described above, which may be considered a “sale” under some state laws when the personal information is exchanged for non-monetary consideration."}, {"75": "We will not discriminate against you for exercising any of the rights that are provided to you under applicable state laws."}, {"76": "We do not conduct profiling in furtherance of decisions that produce legal or similarly significant affects for consumers."}, {"77": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"78": "Right to Delete: You have the right to request that we delete certain personal information we collected from you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"79": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"80": "Right to Correct: You have the right to correct inaccurate personal information we hold about you. Please see the “Exercise of Your Rights” section."}, {"81": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"82": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the applicable state laws. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"83": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"84": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising: We do not sell personal information for monetary consideration. Sharing your personal information with our partners allows us to show you offers, ads, or content that you might like when you visit other sites. This activity may be considered sale or sharing for cross-contextual behavior advertising or targeted marketing under applicable laws. We provide you options to opt-out of sale/sharing/targeted advertising."}, {"85": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"86": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you over the past 12 months. "}, {"87": "Right to Delete: You have the right to request that we delete certain personal information we collected from you."}, {"88": "Right to Correct: You have the right to correct personal information we hold about you."}, {"89": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"90": "Sensitive personal information, such as your precise location, helps us show you offers, ads, and content you might be interested in. If you limit the use, we'll only use your sensitive personal information as needed by law.PetMD by Chewy today does not use your sensitive personal information but you can save this setting for future. Modify your Sensitive Personal Information Preferences"}, {"91": "Right to Know/Access:  You can request a report of the personal information PetMD has about you by emailing your request to petmdprivacy@chewy.com. We'll email you a link to the report within 45 days. Right to Delete:  You can delete your personal information by submitted a request via the email petmdprivacy@chewy.com. Right to Correct: You can update or correct the personal information PetMD has about you by emailing a request to petmdprivacy@chewy.com. If you have any questions or need help with your privacy rights, email us at petmdprivacy@chewy.com."}]}, "count": 92}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"1": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"2": "California residents only: If you are associated with a business that is providing services and products to us, you may email us at "}, {"3": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"4": "Sensitive personal information, such as your precise location, helps us show you offers, ads, and content you might be interested in. If you limit the use, we'll only use your sensitive personal information as needed by law.PetMD by Chewy today does not use your sensitive personal information but you can save this setting for future. Modify your Sensitive Personal Information Preferences"}]}, "count": 5}, "information": {"text": {"information": [{"0": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}, {"1": "INFORMATION WE OBTAIN"}, {"2": "HOW WE USE THE INFORMATION WE OBTAIN"}, {"3": "INFORMATION WE DISCLOSE"}, {"4": "INFORMATION FROM CHILDREN"}, {"5": "INFORMATION WE OBTAIN"}, {"6": "Information you give us."}, {"7": "name, shipping address, billing address, payment card information, telephone number(s), email address(es) and purchase/return/exchange data and pet information."}, {"8": "set up your account, write reviews and/or make online purchases, you will be asked to provide information necessary to facilitate the transaction, such as contact and payment information); "}, {"9": "through email, telephone, automated and live chat sessions, SMS or any other channels we may ask you questions about your pet or  otherwise collect and record additional information from or about you during those interactions;; "}, {"10": "enter our contests, sweepstakes or other promotions, you may be asked for information necessary to fulfill the promotion; "}, {"11": "We also may collect information about your pet(s), including name, breed, gender, birthdate, size, weight, prescriptions, veterinary and pet health information, pet insurance information, and photos. "}, {"12": "If you contact us on a social media site or “like” us on Facebook, we will have information about you as permitted by that social media platform. We may also collect information about your pet, such as name, type, breed, or age and we use this information to tailor Services that is more specific to you and your pet. When you apply to become a pet writer on our Sites or App, we collect your name, address, clinic information, websites, and your biographical information.  We use this information to communicate with you (including communications regarding business, offers or product opportunities), to evaluate your application, analyze our pet writer needs and practices, or otherwise manage our hiring process and administration. "}, {"13": "Information we obtain by automated means."}, {"14": "This information helps our Sites and Apps work correctly and supports our marketing and analytics efforts. "}, {"15": "This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps."}, {"16": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"17": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"18": "Information we obtain from other sources."}, {"19": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"20": "HOW WE USE THE INFORMATION WE OBTAIN"}, {"21": "We may use, process and disclose the information we collect about you for our business purposes, including:"}, {"22": "Fulfilling orders and responding to your questions and requests. We may use your information to provide you with transactional assistance, such as fulfilling your order, processing your payments, providing you with customer and technical support including through the automated and live chat features on our Sites and Apps and maintaining transcripts of chat communications, obtaining veterinarian approvals and assistance, offering new products and services, and ensuring the proper delivery of the products and services you order from us."}, {"23": "Creating and maintaining your  account, and communicating with you. We may use your information to create and maintain your account, including, where applicable, by updating your pet profile with information provided by your veterinarian about your pet. In addition, we may use your information to contact you about (1) updates to this Privacy Policy or our Terms of Use; (2) changes to our Services, products and programs; (3) reviews, comments or other feedback you provide about our products or Services; (4) issues with your orders; or (5) product recalls."}, {"24": "Improving and personalizing our products and Services. We may use your information to make improvements to our products and Services, as well as personalize our Services to meet your preferences and needs, customize your experience with us and provide you with a consistent experience across the devices you use. "}, {"25": "Reviewing Site and App trends and customer interests. We may also use your information to analyze the way you use our Sites and Apps and understand your interests, including by combining information we receive from you and your devices with other information about you that we receive from other sources. "}, {"26": "Sending and improving marketing communications. We may send you communications about promotions or offers via regular mail, email, text messaging or other electronic channels, including ads on Social Media Services. We may use information, including information collected across different online services and from the various devices you may use, for marketing and analytics purposes and to deliver marketing communications based on your behavior and interests."}, {"27": "Administering promotions, such as sweepstakes and contests. We may use your information to administer sweepstakes, contests, and other promotions if you choose to participate."}, {"28": "Detecting and preventing fraud. We may use your information to protect against, identify and prevent fraud and other criminal activity, claims and other liabilities."}, {"29": "Complying with law. We may use your information to comply with and enforce applicable legal requirements (including to maintain pet health records and authorizations), relevant industry standards and our policies, including this Privacy Policy and our Terms of Use."}, {"30": "Other uses. We may use your information to operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing, and improving our Services; developing new products and services; managing and evaluating the effectiveness of our communications; conducting market research, aggregating and anonymizing data, and performing data analytics; facilitating the provision of services to PetMD and its affiliates; and performing accounting, auditing, and other internal functions)."}, {"31": "We also may use your information in other ways for which we provide specific notice at the time of collection or otherwise with your consent."}, {"32": "Information we obtain by automated means"}, {"33": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"34": "Third-party ad technology companies may help us display content tailored to your interests and serve interest-based advertising on our behalf. Additionally, some third-party ad technology companies may provide us with information about you (such as demographic information) from offline and online sources, which we may use to provide you with more relevant and useful advertising."}, {"35": "INFORMATION WE DISCLOSE"}, {"36": "We may share information about you with third parties in order to conduct our business, when legally required, or with your consent, including:"}, {"37": "Affiliates and Subsidiaries. We may share your information with our affiliates and subsidiaries for business, operational, promotional, marketing or other purposes consistent with this Privacy Policy.  "}, {"38": "Service Providers. We may disclose the information we obtain about you to service providers who perform services on our behalf (e.g., to  fulfill orders, deliver packages, send postal mail and/or email, analyze data, provide telehealth services, provide session replay services, provide marketing research and assistance, process credit card payments, detect and prevent fraud, and provide customer service including through automated and live chat features). Our service providers are restricted from using your personal information in any way other than to provide services for us."}, {"39": "With your consent and at your direction, we may share your information with our business partners ("}, {"40": "  We may disclose your information to other third parties in connection with our marketing efforts to promote our Services, or as otherwise directed by you."}, {"41": "Business Transfer. We may disclose, transfer, or assign to our affiliates, or to one or more third parties, the information collected about you in the event that we sell or transfer (or contemplate the sale or transfer of) all or a portion of the assets or business of PetMD, including as part of an actual or contemplated merger, acquisition or joint venture. In the unlikely event of our bankruptcy, insolvency, reorganization, receivership, liquidation, divestiture, dissolution or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may transfer your personal information to a successor or to a third party that purchases our assets arising from such circumstances. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy."}, {"42": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"43": "You have certain choices in connection with the personal information we obtain about you, as described further below.  "}, {"44": "If you are a California consumer, for more information about your privacy rights, please see the section of this Privacy Policy called “California Privacy Notice”, below."}, {"45": "If you are a Colorado, Connecticut, Utah and Virginia consumer, for more information about your privacy rights, please see the section of this Privacy Policy called “State Privacy Notice”, below. "}, {"46": "Regardless of your state of residency, we provide you with certain other choices to manage how we use your information. To exercise your privacy options such as right to know/access, right to delete, right to correct and other privacy choices, please check here [INSERT LINK TO EXCERISE YOUR RIGHTS SECTION]. Please note that terms used in the privacy choices may have meaning attributable to them under certain state laws. Certain privacy rights may not be available in certain states. Please see the state specific privacy disclosures for further information."}, {"47": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"48": "We retain your information for the time period reasonably necessary to achieve the purposes described in this Privacy Policy, or any other notice provided at the time of collection, taking into account applicable statutes of limitation and records retention requirements under applicable law. "}, {"49": "We implement reasonable administrative, technical, and physical safeguards designed to protect the information we collect. "}, {"50": "INFORMATION FROM CHILDREN"}, {"51": "The Sites and Apps are designed for a general audience and are not directed to children under the age of 13. We do not knowingly collect or solicit personal information from children under the age of 13 through our Sites and Apps. If we become aware that we have collected personal information from a child under 13 online without the consent of the child’s parent or guardian, we will use all reasonable efforts to promptly delete such information.   "}, {"52": "As a convenience to our Site visitors and App users, our Services may contain links to third-party websites, apps and online services that we believe offer useful information. This Privacy Policy does not apply to such third-party websites, apps or online services. We suggest reviewing the privacy notices or policies of such third parties or contacting them directly for more information on their privacy practices. PetMD is not responsible for the privacy practices of third-party services, regardless of whether they are linked to or otherwise connected to our Services."}, {"53": "You may correct or update certain information collected about you through our Services by contacting us at the email address noted in the “Contact Us” section of this Privacy Policy, below.. Following receipt of a request from you, we will take reasonable steps to update or correct your information."}, {"54": "This California Privacy Notice (“California Notice”) supplements the PetMD Privacy Policy. It applies solely to California consumers and addresses personal information we collect online and offline. This California Notice does not apply to personnel or job applicants. "}, {"55": "Notice of Collection and Use of Personal Information. "}, {"56": "We may collect (and may have collected during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you:"}, {"57": "Additional Data Subject to Cal. Civ. Code § 1798.80: signature, pet insurance policy number, credit card number, debit card number, and other financial information such as bank account numbers, pet medical information, and pet health insurance information"}, {"58": "Protected Classifications: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status"}, {"59": "Commercial Information:"}, {"60": "Online Activity: Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements "}, {"61": "Sensory Information:"}, {"62": "Inferences: inferences drawn from any of the information identified above to create a profile about you reflecting your preferences, characteristics, predispositions, behavior, and attitudes."}, {"63": "We may use (and may have used during the 12-month period prior to the last updated date of this California Notice) your personal information for the purposes described in our PetMD Privacy Policy and for the following business purposes specified in the CCPA: "}, {"64": "Performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing financing, providing advertising or marketing services, providing analytics services, or providing similar services, receiving services or products, making payments or other similar activities"}, {"65": "We do not collect or process sensitive personal information for purposes of inferring characteristics about consumers."}, {"66": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"67": "Sources of Personal Information. "}, {"68": "During the 12-month period prior to the last updated date of this California Notice, we may have obtained personal information about you from the following categories of sources: "}, {"69": "Directly from you, such as when you visit our website, make a purchase, sell products or services to us, provide information to us for business and commercial purposes or when you interact with us through our customer service and marketing channels such as telephone conversations, chats, emails, SMS and other interactions"}, {"70": "Your family or friends, such as when they provide us with your contact information so we can send you information that may interest you"}, {"71": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"72": "We may sell or share for cross-context behavioral advertising purposes (and may have sold or shared during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you to online advertising and data analytics services and social media networks:"}, {"73": "\n\tIdentifiers\n\tCommercial Information\n\tOnline Activity\n\tInferences\n"}, {"74": "You have the right to opt-out of this disclosure of your information, as detailed below. We do not have actual knowledge that we sell or share the personal information of minors under 16 years of age. "}, {"75": "Disclosure of Personal Information. "}, {"76": ", we may have shared your personal information with certain categories of third parties, including as described in our Privacy Policy and below, including for the business purposes described above. "}, {"77": "\n\t\t\t\tIdentifiers\n\t\t\t\tAdditional Data Subject to Cal. Civ. Code § 1798.80\n\t\t\t\tCommercial Information\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t\tSensory Information\n\t\t\t\tInferences\n\t\t\t"}, {"78": "\n\t\t\t\tIdentifiers\n\t\t\t\tAdditional Data Subject to Cal. Civ. Code § 1798.80\n\t\t\t\tCommercial Information\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t\tSensory Information\n\t\t\t\tInferences\n\t\t\t"}, {"79": "\n\t\t\t\tIdentifiers\n\t\t\t\tAdditional Data Subject to Cal. Civ. Code § 1798.80\n\t\t\t\tCommercial Information\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t\tSensory Information\n\t\t\t\tInferences\n\t\t\t"}, {"80": "\n\t\t\t\tIdentifiers\n\t\t\t\tCommercial Information\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t\tInferences\n\t\t\t"}, {"81": "\n\t\t\t\tIdentifiers\n\t\t\t\tCommercial Information\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t\tInferences\n\t\t\t"}, {"82": "\n\t\t\t\tIdentifiers\n\t\t\t\tAdditional Data Subject to Cal. Civ. Code § 1798.80\n\t\t\t\tCommercial Information\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t\tSensory Information\n\t\t\t\tInferences\n\t\t\t"}, {"83": "Right to Delete: You have the right to request that we delete certain personal information we collected from you.  To exercise your rights, please see the “Exercise of Your Rights” section. "}, {"84": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of personal information that we disclose for a business purpose, sell or share and the categories of third parties with whom the information is shared, and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"85": "Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light request, email us at "}, {"86": "Right to Correct: You have the right to correct inaccurate personal information we hold about you. Please see the “Exercise of Your Rights” section. "}, {"87": "Right to opt-out of Sale or Sharing of Personal Information: You have the right to opt-out of the sale of your personal information or the sharing of your personal information for cross-context behavioral advertising purposes. To exercise your rights, please see the “Exercise of Your Rights” section. Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit https://globalprivacycontrol.org/. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"88": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the CCPA/CPRA. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"89": "Additional Information. "}, {"90": "This Privacy Notice (“State Privacy Notice”) supplements the PetMD Privacy Policy. It applies solely to Colorado, Connecticut, Utah and Virginia consumers and addresses personal information we collect online and offline. This State Privacy Notice does not apply to personnel or job applicants. "}, {"91": "In addition to what is already disclosed in the general section of this Privacy Notice, please find the following additional information relevant for the State Privacy Notice."}, {"92": "Categories of Personal Information Collected:"}, {"93": "We may process the categories of personal information listed in the Information We Obtain section of our Privacy Policy. "}, {"94": "Purposes for which Personal Information is collected:"}, {"95": "We may process the personal information we collect about you for the purposes listed in the How We Use the Information We Obtain section of our Privacy Policy. "}, {"96": "Sharing of Personal Information:"}, {"97": "We share the following categories of your Personal Information with the categories of third parties listed in the Information We Disclose section of our Privacy Policy:"}, {"98": "Contact information and other information about you, your household and your pet (including your name, email address, physical address, shipping address, telephone number) and other demographic information."}, {"99": "Internet or other electronic network activity information (including cookies and mobile device IDs, and related browsing information)."}, {"100": "Commercial information (including products and services purchased, products and services you are considering purchasing that are placed in your virtual shopping cart, information about products that you have returned, product orders you have cancelled, and product reviews)."}, {"101": "Location information (including precise geolocation)."}, {"102": "Transactional information such as information you provide to us via customer service calls, emails, SMS and chats. This information is recorded and processed consistent with our Privacy Notice."}, {"103": "Your pet information such as information you provided to us while writing reviews, pet conditions and other such information when you interact with us or our affiliates."}, {"104": "Processing Personal Information for Sale and Targeted Advertising"}, {"105": "We share your personal information with our social media, Data Analytics, Online Advertising Services and Advertising Networks and other such third parties for the purposes of targeted advertising. "}, {"106": "We do not sell your Personal Information in exchange for monetary consideration. We may share your personal information with certain third parties as described above, which may be considered a “sale” under some state laws when the personal information is exchanged for non-monetary consideration."}, {"107": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"108": "Right to Delete: You have the right to request that we delete certain personal information we collected from you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"109": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"110": "Right to Correct: You have the right to correct inaccurate personal information we hold about you. Please see the “Exercise of Your Rights” section."}, {"111": "Right to opt-out of Processing for Purposes of Sale and Targeted Advertising: You have the right to opt-out of sharing information with third parties for the purposes of sale and targeted advertising. To exercise your rights, please see the “Exercise of Your Rights” section. Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit https://globalprivacycontrol.org/. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"112": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the applicable state laws. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"113": "Additional Information. "}, {"114": "Limit The Use Of My Sensitive Personal Information at PetMD"}, {"115": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"116": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising: We do not sell personal information for monetary consideration. Sharing your personal information with our partners allows us to show you offers, ads, or content that you might like when you visit other sites. This activity may be considered sale or sharing for cross-contextual behavior advertising or targeted marketing under applicable laws. We provide you options to opt-out of sale/sharing/targeted advertising."}, {"117": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"118": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you over the past 12 months. "}, {"119": "Right to Delete: You have the right to request that we delete certain personal information we collected from you."}, {"120": "Right to Correct: You have the right to correct personal information we hold about you."}, {"121": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"122": "Limit The Use Of My Sensitive Personal Information at PetMD"}, {"123": "Limit The Use Of My Sensitive Personal Information at PetMD"}, {"124": "Modify your Sensitive Personal Information Preferences"}, {"125": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"126": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"127": "Right to Know/Access:  You can request a report of the personal information PetMD has about you by emailing your request to petmdprivacy@chewy.com. We'll email you a link to the report within 45 days. Right to Delete:  You can delete your personal information by submitted a request via the email petmdprivacy@chewy.com. Right to Correct: You can update or correct the personal information PetMD has about you by emailing a request to petmdprivacy@chewy.com. If you have any questions or need help with your privacy rights, email us at petmdprivacy@chewy.com."}]}, "count": 128}, "use": {"text": {"use": [{"0": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}, {"1": "HOW WE USE THE INFORMATION WE OBTAIN"}, {"2": "Information you give us. We collect and maintain information that you may provide to us through your use of our Services, including your name, shipping address, billing address, payment card information, telephone number(s), email address(es) and purchase/return/exchange data and pet information. For example, when you: "}, {"3": "If you contact us on a social media site or “like” us on Facebook, we will have information about you as permitted by that social media platform. We may also collect information about your pet, such as name, type, breed, or age and we use this information to tailor Services that is more specific to you and your pet. When you apply to become a pet writer on our Sites or App, we collect your name, address, clinic information, websites, and your biographical information.  We use this information to communicate with you (including communications regarding business, offers or product opportunities), to evaluate your application, analyze our pet writer needs and practices, or otherwise manage our hiring process and administration. "}, {"4": "Information we obtain by automated means. We may use technology to automatically obtain other information about you and your devices when you visit our Sites, use our Apps or view our advertisements online. For more information, see the “Cookies and Interest-Based Advertising” section of this Privacy Policy, below. This information helps our Sites and Apps work correctly and supports our marketing and analytics efforts. This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps.  Additionally, your chats, phone/video calls and other interactions with our customer service team or veterinarians may be recorded. We may obtain other information from you from time to time by providing appropriate notice."}, {"5": "We also use a third-party session replay service that records users’ interactions with our Sites and Apps, including users’ clicks, mouse movements and scrolls. "}, {"6": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"7": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"8": "Information we obtain from other sources. We may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers. We may use this information consistent with this Privacy Policy."}, {"9": "Third-Party Web Analytics Services. We use third-party web analytics services on our Sites and Apps, such as Google Analytics. The service providers that administer these services use automated technologies to collect data (such as IP addresses, cookies, and other device identifiers) to evaluate the use of our Services. To learn more about Google Analytics and how to opt out, please visit www.google.com/analytics/learn/privacy.html. "}, {"10": "HOW WE USE THE INFORMATION WE OBTAIN"}, {"11": "We may use, process and disclose the information we collect about you for our business purposes, including:"}, {"12": "Fulfilling orders and responding to your questions and requests. We may use your information to provide you with transactional assistance, such as fulfilling your order, processing your payments, providing you with customer and technical support including through the automated and live chat features on our Sites and Apps and maintaining transcripts of chat communications, obtaining veterinarian approvals and assistance, offering new products and services, and ensuring the proper delivery of the products and services you order from us."}, {"13": "Creating and maintaining your  account, and communicating with you. We may use your information to create and maintain your account, including, where applicable, by updating your pet profile with information provided by your veterinarian about your pet. In addition, we may use your information to contact you about (1) updates to this Privacy Policy or our Terms of Use; (2) changes to our Services, products and programs; (3) reviews, comments or other feedback you provide about our products or Services; (4) issues with your orders; or (5) product recalls."}, {"14": "Improving and personalizing our products and Services. We may use your information to make improvements to our products and Services, as well as personalize our Services to meet your preferences and needs, customize your experience with us and provide you with a consistent experience across the devices you use. "}, {"15": "Reviewing Site and App trends and customer interests. We may also use your information to analyze the way you use our Sites and Apps and understand your interests, including by combining information we receive from you and your devices with other information about you that we receive from other sources. "}, {"16": "Sending and improving marketing communications. We may send you communications about promotions or offers via regular mail, email, text messaging or other electronic channels, including ads on Social Media Services. We may use information, including information collected across different online services and from the various devices you may use, for marketing and analytics purposes and to deliver marketing communications based on your behavior and interests."}, {"17": "Promoting our products or Services. If you complete a product review, submit feedback or provide an image of your pet(s), we may use your submission for commercial purposes, to promote our products and Services, or to send you personalized content, including pet portraits, thank you notes and holiday cards. "}, {"18": "Administering promotions, such as sweepstakes and contests. We may use your information to administer sweepstakes, contests, and other promotions if you choose to participate."}, {"19": "Detecting and preventing fraud. We may use your information to protect against, identify and prevent fraud and other criminal activity, claims and other liabilities."}, {"20": "Complying with law. We may use your information to comply with and enforce applicable legal requirements (including to maintain pet health records and authorizations), relevant industry standards and our policies, including this Privacy Policy and our Terms of Use."}, {"21": "Other uses. We may use your information to operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing, and improving our Services; developing new products and services; managing and evaluating the effectiveness of our communications; conducting market research, aggregating and anonymizing data, and performing data analytics; facilitating the provision of services to PetMD and its affiliates; and performing accounting, auditing, and other internal functions)."}, {"22": "We also may use your information in other ways for which we provide specific notice at the time of collection or otherwise with your consent."}, {"23": "Tracking tools we use."}, {"24": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"25": "Third-party ad technology companies may help us display content tailored to your interests and serve interest-based advertising on our behalf. Additionally, some third-party ad technology companies may provide us with information about you (such as demographic information) from offline and online sources, which we may use to provide you with more relevant and useful advertising."}, {"26": "Advertisers or third-party ad technology companies working on their behalf sometimes use automated technologies to serve the ads that appear on our Sites and Apps. They automatically receive your IP address and other device identifiers when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content."}, {"27": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"28": "Regardless of your state of residency, we provide you with certain other choices to manage how we use your information. To exercise your privacy options such as right to know/access, right to delete, right to correct and other privacy choices, please check here [INSERT LINK TO EXCERISE YOUR RIGHTS SECTION]. Please note that terms used in the privacy choices may have meaning attributable to them under certain state laws. Certain privacy rights may not be available in certain states. Please see the state specific privacy disclosures for further information."}, {"29": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}, {"30": "Apps opt-out: You may use the DAA’s AppChoices program to opt out of receiving certain in-app interest-based ads (see: https://youradchoices.com/appchoices). Your mobile device may also provide a device-level advertising preference feature that prevents your device from receiving in-app interest-based ads. "}, {"31": "The Sites and Apps are designed for a general audience and are not directed to children under the age of 13. We do not knowingly collect or solicit personal information from children under the age of 13 through our Sites and Apps. If we become aware that we have collected personal information from a child under 13 online without the consent of the child’s parent or guardian, we will use all reasonable efforts to promptly delete such information.   "}, {"32": "Notice of Collection and Use of Personal Information. "}, {"33": "We may use (and may have used during the 12-month period prior to the last updated date of this California Notice) your personal information for the purposes described in our PetMD Privacy Policy and for the following business purposes specified in the CCPA: "}, {"34": "Short-term, transient use, including, but not limited to, non-personalized advertising shown as part of your same interaction with us"}, {"35": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"36": "Your devices, such as when you visit our Sites or use our Apps"}, {"37": "Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit "}, {"38": "We may process the personal information we collect about you for the purposes listed in the How We Use the Information We Obtain section of our Privacy Policy. "}, {"39": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"40": "Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit "}, {"41": "Limit The Use Of My Sensitive Personal Information at PetMD"}, {"42": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"43": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"44": "Limit The Use Of My Sensitive Personal Information at PetMD"}, {"45": "Limit The Use Of My Sensitive Personal Information at PetMD"}, {"46": "Sensitive personal information, such as your precise location, helps us show you offers, ads, and content you might be interested in. If you limit the use, we'll only use your sensitive personal information as needed by law.PetMD by Chewy today does not use your sensitive personal information but you can save this setting for future. Modify your Sensitive Personal Information Preferences"}]}, "count": 47}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Other Pets"}, {"1": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}, {"2": "through email, telephone, automated and live chat sessions, SMS or any other channels we may ask you questions about your pet or  otherwise collect and record additional information from or about you during those interactions;; "}, {"3": "enter our contests, sweepstakes or other promotions, you may be asked for information necessary to fulfill the promotion; "}, {"4": "post comments or other content in publicly-available forums on our Services (e.g., Product reviews, Q&A forum), anything you post will be available to us as well as visitors to our Services; "}, {"5": "This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps."}, {"6": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"7": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"8": "Information we obtain from other sources."}, {"9": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"10": "Third-Party Web Analytics Services. We use third-party web analytics services on our Sites and Apps, such as Google Analytics. The service providers that administer these services use automated technologies to collect data (such as IP addresses, cookies, and other device identifiers) to evaluate the use of our Services. To learn more about Google Analytics and how to opt out, please visit www.google.com/analytics/learn/privacy.html. "}, {"11": "Creating and maintaining your  account, and communicating with you. We may use your information to create and maintain your account, including, where applicable, by updating your pet profile with information provided by your veterinarian about your pet. In addition, we may use your information to contact you about (1) updates to this Privacy Policy or our Terms of Use; (2) changes to our Services, products and programs; (3) reviews, comments or other feedback you provide about our products or Services; (4) issues with your orders; or (5) product recalls."}, {"12": "Reviewing Site and App trends and customer interests. We may also use your information to analyze the way you use our Sites and Apps and understand your interests, including by combining information we receive from you and your devices with other information about you that we receive from other sources. "}, {"13": "Sending and improving marketing communications. We may send you communications about promotions or offers via regular mail, email, text messaging or other electronic channels, including ads on Social Media Services. We may use information, including information collected across different online services and from the various devices you may use, for marketing and analytics purposes and to deliver marketing communications based on your behavior and interests."}, {"14": "Administering promotions, such as sweepstakes and contests. We may use your information to administer sweepstakes, contests, and other promotions if you choose to participate."}, {"15": "Detecting and preventing fraud. We may use your information to protect against, identify and prevent fraud and other criminal activity, claims and other liabilities."}, {"16": "Other uses."}, {"17": "We also may use your information in other ways for which we provide specific notice at the time of collection or otherwise with your consent."}, {"18": "Tracking tools we use. We and third-party ad technology providers may collect information about you and your devices over time and across different websites and online services through the use of tracking tools, including cookies, web beacons, clear GIFs, pixels, device identifiers and other online information-gathering tools. We may use these automated technologies to collect information about your equipment, browsing actions, and usage patterns. The information we may obtain through these automated technologies is described in the “Information we obtain by automated means” section of this Privacy Policy, above. We may use these automated technologies to:"}, {"19": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"20": "Advertisers or third-party ad technology companies working on their behalf sometimes use automated technologies to serve the ads that appear on our Sites and Apps. They automatically receive your IP address and other device identifiers when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content."}, {"21": "Affiliates and Subsidiaries. We may share your information with our affiliates and subsidiaries for business, operational, promotional, marketing or other purposes consistent with this Privacy Policy.  "}, {"22": "Service Providers. We may disclose the information we obtain about you to service providers who perform services on our behalf (e.g., to  fulfill orders, deliver packages, send postal mail and/or email, analyze data, provide telehealth services, provide session replay services, provide marketing research and assistance, process credit card payments, detect and prevent fraud, and provide customer service including through automated and live chat features). Our service providers are restricted from using your personal information in any way other than to provide services for us."}, {"23": "Other Third Parties."}, {"24": "  We may disclose your information to other third parties in connection with our marketing efforts to promote our Services, or as otherwise directed by you."}, {"25": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"26": "Regardless of your state of residency, we provide you with certain other choices to manage how we use your information. To exercise your privacy options such as right to know/access, right to delete, right to correct and other privacy choices, please check here [INSERT LINK TO EXCERISE YOUR RIGHTS SECTION]. Please note that terms used in the privacy choices may have meaning attributable to them under certain state laws. Certain privacy rights may not be available in certain states. Please see the state specific privacy disclosures for further information."}, {"27": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"28": "We retain your information for the time period reasonably necessary to achieve the purposes described in this Privacy Policy, or any other notice provided at the time of collection, taking into account applicable statutes of limitation and records retention requirements under applicable law. "}, {"29": "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; customer number; telephone number and other forms of persistent or probabilistic identifiers), online identifier, Internet protocol address, email address, account name, and other similar identifiers"}, {"30": "Additional Data Subject to Cal. Civ. Code § 1798.80: signature, pet insurance policy number, credit card number, debit card number, and other financial information such as bank account numbers, pet medical information, and pet health insurance information"}, {"31": "Commercial Information: commercial information, including records of personal property, products or services purchased, obtained, or considered, and other purchasing or consuming histories or tendencies"}, {"32": "Online Activity: Internet and other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding your interaction with websites, applications or advertisements "}, {"33": "Performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing financing, providing advertising or marketing services, providing analytics services, or providing similar services, receiving services or products, making payments or other similar activities"}, {"34": "Directly from you, such as when you visit our website, make a purchase, sell products or services to us, provide information to us for business and commercial purposes or when you interact with us through our customer service and marketing channels such as telephone conversations, chats, emails, SMS and other interactions"}, {"35": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"36": "Contact information and other information about you, your household and your pet (including your name, email address, physical address, shipping address, telephone number) and other demographic information."}, {"37": "Internet or other electronic network activity information (including cookies and mobile device IDs, and related browsing information)."}, {"38": "Your pet information such as information you provided to us while writing reviews, pet conditions and other such information when you interact with us or our affiliates."}, {"39": "We share your personal information with our social media, Data Analytics, Online Advertising Services and Advertising Networks and other such third parties for the purposes of targeted advertising. "}, {"40": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"41": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising: We do not sell personal information for monetary consideration. Sharing your personal information with our partners allows us to show you offers, ads, or content that you might like when you visit other sites. This activity may be considered sale or sharing for cross-contextual behavior advertising or targeted marketing under applicable laws. We provide you options to opt-out of sale/sharing/targeted advertising."}, {"42": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}]}, "count": 43}, "if": {"text": {"if": [{"0": "If you contact us on a social media site or “like” us on Facebook, we will have information about you as permitted by that social media platform. We may also collect information about your pet, such as name, type, breed, or age and we use this information to tailor Services that is more specific to you and your pet. When you apply to become a pet writer on our Sites or App, we collect your name, address, clinic information, websites, and your biographical information.  We use this information to communicate with you (including communications regarding business, offers or product opportunities), to evaluate your application, analyze our pet writer needs and practices, or otherwise manage our hiring process and administration. "}, {"1": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"2": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"3": "Promoting our products or Services. If you complete a product review, submit feedback or provide an image of your pet(s), we may use your submission for commercial purposes, to promote our products and Services, or to send you personalized content, including pet portraits, thank you notes and holiday cards. "}, {"4": "Administering promotions, such as sweepstakes and contests. We may use your information to administer sweepstakes, contests, and other promotions if you choose to participate."}, {"5": "authenticate your account and store your password if you are a registered  account holder;"}, {"6": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"7": "If you are a California consumer, for more information about your privacy rights, please see the section of this Privacy Policy called “California Privacy Notice”, below."}, {"8": "If you are a Colorado, Connecticut, Utah and Virginia consumer, for more information about your privacy rights, please see the section of this Privacy Policy called “State Privacy Notice”, below. "}, {"9": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}, {"10": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"11": "The Sites and Apps are designed for a general audience and are not directed to children under the age of 13. We do not knowingly collect or solicit personal information from children under the age of 13 through our Sites and Apps. If we become aware that we have collected personal information from a child under 13 online without the consent of the child’s parent or guardian, we will use all reasonable efforts to promptly delete such information.   "}, {"12": "We reserve the right, at our discretion, to modify our privacy practices and update and make changes to this Privacy Policy at any time and without prior notice. If we make any changes, we will change the “Last Updated” date above and post the new Privacy Policy here: https://www.petmd.com/petmd-privacy-policy. You should consult this Privacy Policy regularly for any changes.  If we make material changes, we will notify you by email or by means of posting a notice on this website prior to the effective date of the change."}, {"13": "If there are any questions regarding this Privacy Policy or our privacy practices, you may contact us at "}, {"14": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"15": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the CCPA/CPRA. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"16": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"17": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"18": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the applicable state laws. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"19": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"20": "California residents only: If you are associated with a business that is providing services and products to us, you may email us at "}, {"21": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"22": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"23": "Sensitive personal information, such as your precise location, helps us show you offers, ads, and content you might be interested in. If you limit the use, we'll only use your sensitive personal information as needed by law.PetMD by Chewy today does not use your sensitive personal information but you can save this setting for future. Modify your Sensitive Personal Information Preferences"}, {"24": "Right to Know/Access:  You can request a report of the personal information PetMD has about you by emailing your request to petmdprivacy@chewy.com. We'll email you a link to the report within 45 days. Right to Delete:  You can delete your personal information by submitted a request via the email petmdprivacy@chewy.com. Right to Correct: You can update or correct the personal information PetMD has about you by emailing a request to petmdprivacy@chewy.com. If you have any questions or need help with your privacy rights, email us at petmdprivacy@chewy.com."}]}, "count": 25}, "when": {"text": {"when": [{"0": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}, {"1": "Information you give us. We collect and maintain information that you may provide to us through your use of our Services, including your name, shipping address, billing address, payment card information, telephone number(s), email address(es) and purchase/return/exchange data and pet information. For example, when you: "}, {"2": "If you contact us on a social media site or “like” us on Facebook, we will have information about you as permitted by that social media platform. We may also collect information about your pet, such as name, type, breed, or age and we use this information to tailor Services that is more specific to you and your pet. When you apply to become a pet writer on our Sites or App, we collect your name, address, clinic information, websites, and your biographical information.  We use this information to communicate with you (including communications regarding business, offers or product opportunities), to evaluate your application, analyze our pet writer needs and practices, or otherwise manage our hiring process and administration. "}, {"3": "Information we obtain by automated means. We may use technology to automatically obtain other information about you and your devices when you visit our Sites, use our Apps or view our advertisements online. For more information, see the “Cookies and Interest-Based Advertising” section of this Privacy Policy, below. This information helps our Sites and Apps work correctly and supports our marketing and analytics efforts. This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps.  Additionally, your chats, phone/video calls and other interactions with our customer service team or veterinarians may be recorded. We may obtain other information from you from time to time by providing appropriate notice."}, {"4": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"5": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"6": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"7": "Advertisers or third-party ad technology companies working on their behalf sometimes use automated technologies to serve the ads that appear on our Sites and Apps. They automatically receive your IP address and other device identifiers when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content."}, {"8": "We may share information about you with third parties in order to conduct our business, when legally required, or with your consent, including:"}, {"9": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}, {"10": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"11": "Directly from you, such as when you visit our website, make a purchase, sell products or services to us, provide information to us for business and commercial purposes or when you interact with us through our customer service and marketing channels such as telephone conversations, chats, emails, SMS and other interactions"}, {"12": "Your devices, such as when you visit our Sites or use our Apps"}, {"13": "Your family or friends, such as when they provide us with your contact information so we can send you information that may interest you"}, {"14": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"15": "Your pet information such as information you provided to us while writing reviews, pet conditions and other such information when you interact with us or our affiliates."}, {"16": "We do not sell your Personal Information in exchange for monetary consideration. We may share your personal information with certain third parties as described above, which may be considered a “sale” under some state laws when the personal information is exchanged for non-monetary consideration."}, {"17": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising: We do not sell personal information for monetary consideration. Sharing your personal information with our partners allows us to show you offers, ads, or content that you might like when you visit other sites. This activity may be considered sale or sharing for cross-contextual behavior advertising or targeted marketing under applicable laws. We provide you options to opt-out of sale/sharing/targeted advertising."}, {"18": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}]}, "count": 19}, "help": {"text": {"help": [{"0": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"1": "conduct data analytics and research to help us improve our Services and product offerings; and,"}, {"2": "Third-party ad technology companies may help us display content tailored to your interests and serve interest-based advertising on our behalf. Additionally, some third-party ad technology companies may provide us with information about you (such as demographic information) from offline and online sources, which we may use to provide you with more relevant and useful advertising."}, {"3": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}, {"4": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"5": "Right to Know/Access:  You can request a report of the personal information PetMD has about you by emailing your request to petmdprivacy@chewy.com. We'll email you a link to the report within 45 days. Right to Delete:  You can delete your personal information by submitted a request via the email petmdprivacy@chewy.com. Right to Correct: You can update or correct the personal information PetMD has about you by emailing a request to petmdprivacy@chewy.com. If you have any questions or need help with your privacy rights, email us at petmdprivacy@chewy.com."}]}, "count": 6}, "access": {"text": {"access": [{"0": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"1": "Regardless of your state of residency, we provide you with certain other choices to manage how we use your information. To exercise your privacy options such as right to know/access, right to delete, right to correct and other privacy choices, please check here [INSERT LINK TO EXCERISE YOUR RIGHTS SECTION]. Please note that terms used in the privacy choices may have meaning attributable to them under certain state laws. Certain privacy rights may not be available in certain states. Please see the state specific privacy disclosures for further information."}, {"2": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the CCPA/CPRA. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"3": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the applicable state laws. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"4": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"5": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"6": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"7": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"8": "Right to Know/Access:"}]}, "count": 9}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "We will not discriminate against you for exercising any of the rights that are provided to you under CCPA/CPRA."}, {"1": "We will not discriminate against you for exercising any of the rights that are provided to you under applicable state laws."}]}, "count": 2}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}, {"1": "Information you give us. We collect and maintain information that you may provide to us through your use of our Services, including your name, shipping address, billing address, payment card information, telephone number(s), email address(es) and purchase/return/exchange data and pet information. For example, when you: "}, {"2": "If you contact us on a social media site or “like” us on Facebook, we will have information about you as permitted by that social media platform. We may also collect information about your pet, such as name, type, breed, or age and we use this information to tailor Services that is more specific to you and your pet. When you apply to become a pet writer on our Sites or App, we collect your name, address, clinic information, websites, and your biographical information.  We use this information to communicate with you (including communications regarding business, offers or product opportunities), to evaluate your application, analyze our pet writer needs and practices, or otherwise manage our hiring process and administration. "}, {"3": "We may use, process and disclose the information we collect about you for our business purposes, including:"}, {"4": "We implement reasonable administrative, technical, and physical safeguards designed to protect the information we collect. "}, {"5": "This California Privacy Notice (“California Notice”) supplements the PetMD Privacy Policy. It applies solely to California consumers and addresses personal information we collect online and offline. This California Notice does not apply to personnel or job applicants. "}, {"6": "This Privacy Notice (“State Privacy Notice”) supplements the PetMD Privacy Policy. It applies solely to Colorado, Connecticut, Utah and Virginia consumers and addresses personal information we collect online and offline. This State Privacy Notice does not apply to personnel or job applicants. "}, {"7": "We may process the personal information we collect about you for the purposes listed in the How We Use the Information We Obtain section of our Privacy Policy. "}]}, "count": 8}, "we may collect": {"text": {"we may collect": [{"0": "We may collect (and may have collected during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you:"}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "Information you give us. We collect and maintain information that you may provide to us through your use of our Services, including your name, shipping address, billing address, payment card information, telephone number(s), email address(es) and purchase/return/exchange data and pet information. For example, when you: "}, {"1": "enter our contests, sweepstakes or other promotions, you may be asked for information necessary to fulfill the promotion; "}, {"2": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"3": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"4": "Sending and improving marketing communications. We may send you communications about promotions or offers via regular mail, email, text messaging or other electronic channels, including ads on Social Media Services. We may use information, including information collected across different online services and from the various devices you may use, for marketing and analytics purposes and to deliver marketing communications based on your behavior and interests."}, {"5": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"6": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}, {"7": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"8": "Interest-based advertising opt-out: You may opt out of receiving interest-based ads from us by visiting the DAA consumer opt-out page at https://www.aboutads.info/choices. You also can opt out of receiving interest-based ads from members of the Network Advertising Initiative (NAI) by visiting the NAI consumer opt-out page at http://optout.networkadvertising.org/?c=1#!/. Opting out of receiving interest-based ads does not mean that you will no longer receive ads from us, but rather that the ads you receive may not be as relevant to your interests. "}, {"9": "Apps opt-out: You may use the DAA’s AppChoices program to opt out of receiving certain in-app interest-based ads (see: https://youradchoices.com/appchoices). Your mobile device may also provide a device-level advertising preference feature that prevents your device from receiving in-app interest-based ads. "}, {"10": "You may correct or update certain information collected about you through our Services by contacting us at the email address noted in the “Contact Us” section of this Privacy Policy, below.. Following receipt of a request from you, we will take reasonable steps to update or correct your information."}, {"11": "If there are any questions regarding this Privacy Policy or our privacy practices, you may contact us at "}, {"12": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"13": "Consumer Privacy Rights. You may have certain rights pursuant to the applicable state laws, as described below. "}, {"14": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"15": "You may exercise your rights by "}, {"16": "California residents only: If you are associated with a business that is providing services and products to us, you may email us at "}, {"17": "You may appeal our decision with respect to a request you have submitted by "}, {"18": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"19": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}]}, "count": 20}, "you can": {"text": {"you can": [{"0": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"1": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"2": "Sensitive personal information, such as your precise location, helps us show you offers, ads, and content you might be interested in. If you limit the use, we'll only use your sensitive personal information as needed by law.PetMD by Chewy today does not use your sensitive personal information but you can save this setting for future. Modify your Sensitive Personal Information Preferences"}, {"3": "Right to Know/Access:  You can request a report of the personal information PetMD has about you by emailing your request to petmdprivacy@chewy.com. We'll email you a link to the report within 45 days. Right to Delete:  You can delete your personal information by submitted a request via the email petmdprivacy@chewy.com. Right to Correct: You can update or correct the personal information PetMD has about you by emailing a request to petmdprivacy@chewy.com. If you have any questions or need help with your privacy rights, email us at petmdprivacy@chewy.com."}]}, "count": 4}, "right": {"text": {"right": [{"0": "Regardless of your state of residency, we provide you with certain other choices to manage how we use your information. To exercise your privacy options such as right to know/access, right to delete, right to correct and other privacy choices, please check here [INSERT LINK TO EXCERISE YOUR RIGHTS SECTION]. Please note that terms used in the privacy choices may have meaning attributable to them under certain state laws. Certain privacy rights may not be available in certain states. Please see the state specific privacy disclosures for further information."}, {"1": "We reserve the right, at our discretion, to modify our privacy practices and update and make changes to this Privacy Policy at any time and without prior notice. If we make any changes, we will change the “Last Updated” date above and post the new Privacy Policy here: https://www.petmd.com/petmd-privacy-policy. You should consult this Privacy Policy regularly for any changes.  If we make material changes, we will notify you by email or by means of posting a notice on this website prior to the effective date of the change."}, {"2": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"3": "You have the right to opt-out of this disclosure of your information, as detailed below. We do not have actual knowledge that we sell or share the personal information of minors under 16 years of age. "}, {"4": "Right to Delete:"}, {"5": "Right to Know:"}, {"6": "Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light request, email us at "}, {"7": "Right to Correct: You have the right to correct inaccurate personal information we hold about you. Please see the “Exercise of Your Rights” section. "}, {"8": "Right to opt-out of Sale or Sharing of Personal Information: You have the right to opt-out of the sale of your personal information or the sharing of your personal information for cross-context behavioral advertising purposes. To exercise your rights, please see the “Exercise of Your Rights” section. Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit https://globalprivacycontrol.org/. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"9": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"10": "Right to Delete:"}, {"11": "Right to Know:"}, {"12": "Right to Correct:"}, {"13": "Right to opt-out of Processing for Purposes of Sale and Targeted Advertising: "}, {"14": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"15": "Copyright 2024 Chewy"}, {"16": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"17": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you over the past 12 months. "}, {"18": "Right to Delete: You have the right to request that we delete certain personal information we collected from you."}, {"19": "Right to Correct: You have the right to correct personal information we hold about you."}, {"20": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"21": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"22": "Right to Know/Access:"}, {"23": "Right to Delete:"}, {"24": "Right to Correct:"}]}, "count": 25}, "choice": {"text": {"choice": [{"0": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"1": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"2": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"3": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}]}, "count": 4}, "request": {"text": {"request": [{"0": "so they can provide you with the services that you request "}, {"1": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"2": "You may correct or update certain information collected about you through our Services by contacting us at the email address noted in the “Contact Us” section of this Privacy Policy, below.. Following receipt of a request from you, we will take reasonable steps to update or correct your information."}, {"3": "Right to Delete: You have the right to request that we delete certain personal information we collected from you.  To exercise your rights, please see the “Exercise of Your Rights” section. "}, {"4": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of personal information that we disclose for a business purpose, sell or share and the categories of third parties with whom the information is shared, and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"5": "Shine the Light Request:"}, {"6": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the CCPA/CPRA. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"7": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"8": "Right to Delete: You have the right to request that we delete certain personal information we collected from you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"9": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"10": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the applicable state laws. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"11": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"12": "You may appeal our decision with respect to a request you have submitted by "}, {"13": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you over the past 12 months. "}, {"14": "Right to Delete: You have the right to request that we delete certain personal information we collected from you."}, {"15": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"16": "Right to Know/Access:  You can request a report of the personal information PetMD has about you by emailing your request to petmdprivacy@chewy.com. We'll email you a link to the report within 45 days. Right to Delete:  You can delete your personal information by submitted a request via the email petmdprivacy@chewy.com. Right to Correct: You can update or correct the personal information PetMD has about you by emailing a request to petmdprivacy@chewy.com. If you have any questions or need help with your privacy rights, email us at petmdprivacy@chewy.com."}]}, "count": 17}, "delete": {"text": {"delete": [{"0": "Regardless of your state of residency, we provide you with certain other choices to manage how we use your information. To exercise your privacy options such as right to know/access, right to delete, right to correct and other privacy choices, please check here [INSERT LINK TO EXCERISE YOUR RIGHTS SECTION]. Please note that terms used in the privacy choices may have meaning attributable to them under certain state laws. Certain privacy rights may not be available in certain states. Please see the state specific privacy disclosures for further information."}, {"1": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}, {"2": "The Sites and Apps are designed for a general audience and are not directed to children under the age of 13. We do not knowingly collect or solicit personal information from children under the age of 13 through our Sites and Apps. If we become aware that we have collected personal information from a child under 13 online without the consent of the child’s parent or guardian, we will use all reasonable efforts to promptly delete such information.   "}, {"3": "Right to Delete:"}, {"4": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"5": "Right to Delete:"}, {"6": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"7": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"8": "Right to Delete: You have the right to request that we delete certain personal information we collected from you."}, {"9": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"10": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"11": "Right to Know/Access, Delete, and Correct Personal Information at PetMD"}, {"12": "Right to Delete:"}]}, "count": 13}, "deletion": {"text": {"deletion": [{"0": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the CCPA/CPRA. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"1": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the applicable state laws. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}]}, "count": 2}, "remove": {"text": {"remove": [{"0": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}]}, "count": 1}, "removal": {"text": {"removal": [{"0": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}]}, "count": 1}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Complying with law. We may use your information to comply with and enforce applicable legal requirements (including to maintain pet health records and authorizations), relevant industry standards and our policies, including this Privacy Policy and our Terms of Use."}, {"1": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"2": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"3": "We do not conduct profiling in furtherance of decisions that produce legal or similarly significant affects for consumers."}, {"4": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"5": "Legal notices"}]}, "count": 6}, "authority": {"text": {"authority": [{"0": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the CCPA/CPRA. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}, {"1": "Verifying Requests. We have various procedures to verify that you are authorized to exercise your rights under the applicable state laws. If you request access to, correction of or deletion of your personal information, we may require you to provide any of the following information: first and last name, email address, country, street address, city and zip code. You also can designate an authorized agent to make these requests on your behalf, though we will need to verify the authority of such agent pursuant to our procedures. For authorized agents making a request on a consumer’s behalf, download a verification form here to complete and submit the completed form together with the above request.  An authorized agent’s request will be denied without this form properly submitted."}]}, "count": 2}, "comply": {"text": {"comply": [{"0": "Complying with law. We may use your information to comply with and enforce applicable legal requirements (including to maintain pet health records and authorizations), relevant industry standards and our policies, including this Privacy Policy and our Terms of Use."}, {"1": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"2": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"3": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}]}, "count": 4}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "Complying with law. "}, {"1": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"2": "We retain your information for the time period reasonably necessary to achieve the purposes described in this Privacy Policy, or any other notice provided at the time of collection, taking into account applicable statutes of limitation and records retention requirements under applicable law. "}, {"3": "Protected Classifications: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status"}, {"4": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"5": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"6": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the CCPA/CPRA, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"7": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"8": "Additional Information. We may deny certain requests, or fulfill a request only in part, based on our legal rights and obligations. For example, we may retain personal information as permitted by law, such as for tax or other record keeping purposes and to process transactions and facilitate customer requests. If you choose to exercise any of your rights under the applicable state laws, you have the right to not receive discriminatory treatment by us, though we may not be able to provide some services to you without such information. To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request."}, {"9": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"10": "Sensitive personal information, such as your precise location, helps us show you offers, ads, and content you might be interested in. If you limit the use, we'll only use your sensitive personal information as needed by law.PetMD by Chewy today does not use your sensitive personal information but you can save this setting for future. Modify your Sensitive Personal Information Preferences"}]}, "count": 11}, "enforce": {"text": {"enforce": [{"0": "Complying with law. We may use your information to comply with and enforce applicable legal requirements (including to maintain pet health records and authorizations), relevant industry standards and our policies, including this Privacy Policy and our Terms of Use."}, {"1": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}]}, "count": 2}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}]}, "count": 1}, "policy": {"text": {"policy": [{"0": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}, {"1": "\n\tINFORMATION WE OBTAIN\n\tHOW WE USE THE INFORMATION WE OBTAIN\n\tCOOKIES AND INTEREST-BASED ADVERTISING\n\tINFORMATION WE DISCLOSE\n\tYOUR CHOICES\n\tDATA RETENTION\n\tDATA SECURITY\n\tINFORMATION FROM CHILDREN\n\tLINKS TO THIRD-PARTY WEBSITES, APPS OR ONLINE SERVICES\n\tHOW TO UPDATE YOUR INFORMATION\n\tCHANGES TO THIS POLICY\n\tCONTACT US\n\tCALIFORNIA PRIVACY NOTICE \n\tPRIVACY NOTICE FOR COLORADO, CONNECTICUT, UTAH AND VIRGINIA\n"}, {"2": "Information we obtain by automated means. We may use technology to automatically obtain other information about you and your devices when you visit our Sites, use our Apps or view our advertisements online. For more information, see the “Cookies and Interest-Based Advertising” section of this Privacy Policy, below. This information helps our Sites and Apps work correctly and supports our marketing and analytics efforts. This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps.  Additionally, your chats, phone/video calls and other interactions with our customer service team or veterinarians may be recorded. We may obtain other information from you from time to time by providing appropriate notice."}, {"3": "Information we obtain from other sources. We may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers. We may use this information consistent with this Privacy Policy."}, {"4": "Creating and maintaining your  account, and communicating with you. We may use your information to create and maintain your account, including, where applicable, by updating your pet profile with information provided by your veterinarian about your pet. In addition, we may use your information to contact you about (1) updates to this Privacy Policy or our Terms of Use; (2) changes to our Services, products and programs; (3) reviews, comments or other feedback you provide about our products or Services; (4) issues with your orders; or (5) product recalls."}, {"5": "Complying with law. We may use your information to comply with and enforce applicable legal requirements (including to maintain pet health records and authorizations), relevant industry standards and our policies, including this Privacy Policy and our Terms of Use."}, {"6": "Tracking tools we use. We and third-party ad technology providers may collect information about you and your devices over time and across different websites and online services through the use of tracking tools, including cookies, web beacons, clear GIFs, pixels, device identifiers and other online information-gathering tools. We may use these automated technologies to collect information about your equipment, browsing actions, and usage patterns. The information we may obtain through these automated technologies is described in the “Information we obtain by automated means” section of this Privacy Policy, above. We may use these automated technologies to:"}, {"7": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"8": "Affiliates and Subsidiaries. We may share your information with our affiliates and subsidiaries for business, operational, promotional, marketing or other purposes consistent with this Privacy Policy.  "}, {"9": "Business Transfer. We may disclose, transfer, or assign to our affiliates, or to one or more third parties, the information collected about you in the event that we sell or transfer (or contemplate the sale or transfer of) all or a portion of the assets or business of PetMD, including as part of an actual or contemplated merger, acquisition or joint venture. In the unlikely event of our bankruptcy, insolvency, reorganization, receivership, liquidation, divestiture, dissolution or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may transfer your personal information to a successor or to a third party that purchases our assets arising from such circumstances. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy."}, {"10": "If you are a California consumer, for more information about your privacy rights, please see the section of this Privacy Policy called “California Privacy Notice”, below."}, {"11": "If you are a Colorado, Connecticut, Utah and Virginia consumer, for more information about your privacy rights, please see the section of this Privacy Policy called “State Privacy Notice”, below. "}, {"12": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"13": "We retain your information for the time period reasonably necessary to achieve the purposes described in this Privacy Policy, or any other notice provided at the time of collection, taking into account applicable statutes of limitation and records retention requirements under applicable law. "}, {"14": "As a convenience to our Site visitors and App users, our Services may contain links to third-party websites, apps and online services that we believe offer useful information. This Privacy Policy does not apply to such third-party websites, apps or online services. We suggest reviewing the privacy notices or policies of such third parties or contacting them directly for more information on their privacy practices. PetMD is not responsible for the privacy practices of third-party services, regardless of whether they are linked to or otherwise connected to our Services."}, {"15": "You may correct or update certain information collected about you through our Services by contacting us at the email address noted in the “Contact Us” section of this Privacy Policy, below.. Following receipt of a request from you, we will take reasonable steps to update or correct your information."}, {"16": "We reserve the right, at our discretion, to modify our privacy practices and update and make changes to this Privacy Policy at any time and without prior notice. If we make any changes, we will change the “Last Updated” date above and post the new Privacy Policy here: https://www.petmd.com/petmd-privacy-policy. You should consult this Privacy Policy regularly for any changes.  If we make material changes, we will notify you by email or by means of posting a notice on this website prior to the effective date of the change."}, {"17": "If there are any questions regarding this Privacy Policy or our privacy practices, you may contact us at "}, {"18": "This California Privacy Notice (“California Notice”) supplements the PetMD Privacy Policy. It applies solely to California consumers and addresses personal information we collect online and offline. This California Notice does not apply to personnel or job applicants. "}, {"19": "Additional Data Subject to Cal. Civ. Code § 1798.80: signature, pet insurance policy number, credit card number, debit card number, and other financial information such as bank account numbers, pet medical information, and pet health insurance information"}, {"20": "We may use (and may have used during the 12-month period prior to the last updated date of this California Notice) your personal information for the purposes described in our PetMD Privacy Policy and for the following business purposes specified in the CCPA: "}, {"21": ", we may have shared your personal information with certain categories of third parties, including as described in our Privacy Policy and below, including for the business purposes described above. "}, {"22": "This Privacy Notice (“State Privacy Notice”) supplements the PetMD Privacy Policy. It applies solely to Colorado, Connecticut, Utah and Virginia consumers and addresses personal information we collect online and offline. This State Privacy Notice does not apply to personnel or job applicants. "}, {"23": "We may process the categories of personal information listed in the Information We Obtain section of our Privacy Policy. "}, {"24": "We may process the personal information we collect about you for the purposes listed in the How We Use the Information We Obtain section of our Privacy Policy. "}, {"25": "We share the following categories of your Personal Information with the categories of third parties listed in the Information We Disclose section of our Privacy Policy:"}, {"26": "PetMD Privacy Policy | PetMD"}]}, "count": 27}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "CALIFORNIA PRIVACY NOTICE "}, {"1": "California Privacy Notice"}, {"2": "CALIFORNIA PRIVACY NOTICE"}, {"3": "This California Privacy Notice (“California Notice”) supplements the PetMD Privacy Policy. It applies solely to California consumers and addresses personal information we collect online and offline. This California Notice does not apply to personnel or job applicants. "}, {"4": "This California Notice uses certain terms that have the meaning given to them in the California Consumer Privacy Act of 2018 (as amended by the California Privacy Rights Act of 2020) and its implementing regulations (the “CCPA/CPRA”)."}, {"5": "We may collect (and may have collected during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you:"}, {"6": "Protected Classifications: characteristics of protected classifications under California or federal law, such as race, color, national origin, religion, age, sex, gender, gender identity, gender expression, sexual orientation, marital status, medical condition, ancestry, genetic information, disability, citizenship status, and military and veteran status"}, {"7": "We may use (and may have used during the 12-month period prior to the last updated date of this California Notice) your personal information for the purposes described in our PetMD Privacy Policy and for the following business purposes specified in the CCPA: "}, {"8": "During the 12-month period prior to the last updated date of this California Notice, we may have obtained personal information about you from the following categories of sources: "}, {"9": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"10": "We may sell or share for cross-context behavioral advertising purposes (and may have sold or shared during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you to online advertising and data analytics services and social media networks:"}, {"11": "period prior to the last updated date of this California Notice"}, {"12": "California Consumer Privacy Rights. "}, {"13": "California residents only: If you are associated with a business that is providing services and products to us, you may email us at "}]}, "count": 14}, "children": {"text": {"children": [{"0": "\n\tINFORMATION WE OBTAIN\n\tHOW WE USE THE INFORMATION WE OBTAIN\n\tCOOKIES AND INTEREST-BASED ADVERTISING\n\tINFORMATION WE DISCLOSE\n\tYOUR CHOICES\n\tDATA RETENTION\n\tDATA SECURITY\n\tINFORMATION FROM CHILDREN\n\tLINKS TO THIRD-PARTY WEBSITES, APPS OR ONLINE SERVICES\n\tHOW TO UPDATE YOUR INFORMATION\n\tCHANGES TO THIS POLICY\n\tCONTACT US\n\tCALIFORNIA PRIVACY NOTICE \n\tPRIVACY NOTICE FOR COLORADO, CONNECTICUT, UTAH AND VIRGINIA\n"}, {"1": "The Sites and Apps are designed for a general audience and are not directed to children under the age of 13. We do not knowingly collect or solicit personal information from children under the age of 13 through our Sites and Apps. If we become aware that we have collected personal information from a child under 13 online without the consent of the child’s parent or guardian, we will use all reasonable efforts to promptly delete such information.   "}]}, "count": 2}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "The Sites and Apps are designed for a general audience and are not directed to children under the age of 13. We do not knowingly collect or solicit personal information from children under the age of 13 through our Sites and Apps. If we become aware that we have collected personal information from a child under 13 online without the consent of the child’s parent or guardian, we will use all reasonable efforts to promptly delete such information.   "}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"1": "We may share information about you with third parties in order to conduct our business, when legally required, or with your consent, including:"}, {"2": "Other Third Parties."}, {"3": "  We may disclose your information to other third parties in connection with our marketing efforts to promote our Services, or as otherwise directed by you."}, {"4": "Business Transfer. We may disclose, transfer, or assign to our affiliates, or to one or more third parties, the information collected about you in the event that we sell or transfer (or contemplate the sale or transfer of) all or a portion of the assets or business of PetMD, including as part of an actual or contemplated merger, acquisition or joint venture. In the unlikely event of our bankruptcy, insolvency, reorganization, receivership, liquidation, divestiture, dissolution or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may transfer your personal information to a successor or to a third party that purchases our assets arising from such circumstances. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy."}, {"5": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"6": "As a convenience to our Site visitors and App users, our Services may contain links to third-party websites, apps and online services that we believe offer useful information. This Privacy Policy does not apply to such third-party websites, apps or online services. We suggest reviewing the privacy notices or policies of such third parties or contacting them directly for more information on their privacy practices. PetMD is not responsible for the privacy practices of third-party services, regardless of whether they are linked to or otherwise connected to our Services."}, {"7": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"8": ", we may have shared your personal information with certain categories of third parties, including as described in our Privacy Policy and below, including for the business purposes described above. "}, {"9": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of personal information that we disclose for a business purpose, sell or share and the categories of third parties with whom the information is shared, and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"10": "Shine the Light Request: You also may have the right to request that we provide you with (a) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (b) the identity of those third parties. To submit a Shine the Light request, email us at "}, {"11": "We share the following categories of your Personal Information with the categories of third parties listed in the Information We Disclose section of our Privacy Policy:"}, {"12": "We share your personal information with our social media, Data Analytics, Online Advertising Services and Advertising Networks and other such third parties for the purposes of targeted advertising. "}, {"13": "We do not sell your Personal Information in exchange for monetary consideration. We may share your personal information with certain third parties as described above, which may be considered a “sale” under some state laws when the personal information is exchanged for non-monetary consideration."}, {"14": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"15": "Right to opt-out of Processing for Purposes of Sale and Targeted Advertising: You have the right to opt-out of sharing information with third parties for the purposes of sale and targeted advertising. To exercise your rights, please see the “Exercise of Your Rights” section. Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit https://globalprivacycontrol.org/. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"16": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you over the past 12 months. "}]}, "count": 17}, "third-party": {"text": {"third-party": [{"0": "LINKS TO THIRD-PARTY WEBSITES, APPS OR ONLINE SERVICES"}, {"1": "We also use a third-party session replay service that records users’ interactions with our Sites and Apps, including users’ clicks, mouse movements and scrolls. "}, {"2": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"3": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"4": "Third-Party Web Analytics Services."}, {"5": "Tracking tools we use. We and third-party ad technology providers may collect information about you and your devices over time and across different websites and online services through the use of tracking tools, including cookies, web beacons, clear GIFs, pixels, device identifiers and other online information-gathering tools. We may use these automated technologies to collect information about your equipment, browsing actions, and usage patterns. The information we may obtain through these automated technologies is described in the “Information we obtain by automated means” section of this Privacy Policy, above. We may use these automated technologies to:"}, {"6": "make product recommendations, perform analytics, personalization and provide you with relevant advertising content on our Services and third-party websites and online services;"}, {"7": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"8": "Third-party ad technology companies may help us display content tailored to your interests and serve interest-based advertising on our behalf. Additionally, some third-party ad technology companies may provide us with information about you (such as demographic information) from offline and online sources, which we may use to provide you with more relevant and useful advertising."}, {"9": "Advertisers or third-party ad technology companies working on their behalf sometimes use automated technologies to serve the ads that appear on our Sites and Apps. They automatically receive your IP address and other device identifiers when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content."}, {"10": "LINKS TO THIRD-PARTY WEBSITES, APPS OR ONLINE SERVICES"}, {"11": "As a convenience to our Site visitors and App users, our Services may contain links to third-party websites, apps and online services that we believe offer useful information. This Privacy Policy does not apply to such third-party websites, apps or online services. We suggest reviewing the privacy notices or policies of such third parties or contacting them directly for more information on their privacy practices. PetMD is not responsible for the privacy practices of third-party services, regardless of whether they are linked to or otherwise connected to our Services."}]}, "count": 12}, "third party": {"text": {"third party": [{"0": "Business Transfer. We may disclose, transfer, or assign to our affiliates, or to one or more third parties, the information collected about you in the event that we sell or transfer (or contemplate the sale or transfer of) all or a portion of the assets or business of PetMD, including as part of an actual or contemplated merger, acquisition or joint venture. In the unlikely event of our bankruptcy, insolvency, reorganization, receivership, liquidation, divestiture, dissolution or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may transfer your personal information to a successor or to a third party that purchases our assets arising from such circumstances. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy."}, {"1": "Category of Third Party "}]}, "count": 2}, "advertising": {"text": {"advertising": [{"0": "\n\tINFORMATION WE OBTAIN\n\tHOW WE USE THE INFORMATION WE OBTAIN\n\tCOOKIES AND INTEREST-BASED ADVERTISING\n\tINFORMATION WE DISCLOSE\n\tYOUR CHOICES\n\tDATA RETENTION\n\tDATA SECURITY\n\tINFORMATION FROM CHILDREN\n\tLINKS TO THIRD-PARTY WEBSITES, APPS OR ONLINE SERVICES\n\tHOW TO UPDATE YOUR INFORMATION\n\tCHANGES TO THIS POLICY\n\tCONTACT US\n\tCALIFORNIA PRIVACY NOTICE \n\tPRIVACY NOTICE FOR COLORADO, CONNECTICUT, UTAH AND VIRGINIA\n"}, {"1": "Cookies and Interest-Based Advertising”"}, {"2": "make product recommendations, perform analytics, personalization and provide you with relevant advertising content on our Services and third-party websites and online services;"}, {"3": "Interest-based advertising."}, {"4": "Advertising Preferences and Opt-Out"}, {"5": "Third-party ad technology companies may help us display content tailored to your interests and serve interest-based advertising on our behalf. Additionally, some third-party ad technology companies may provide us with information about you (such as demographic information) from offline and online sources, which we may use to provide you with more relevant and useful advertising."}, {"6": "Email marketing opt-out: If you wish to opt out of any of our marketing email communications you may contact our customer service representatives at the phone number or email address below, under the “Contact Us” section of this Privacy Policy. You also may follow the “unsubscribe” instructions included in our promotional emails. Please note that removal of user information from our database or “opting out” will not stop marketing or advertising content that is generated for distribution or is otherwise queued for transmission to you prior to the time when we can implement your request.  If you unsubscribe from marketing communications, you may continue to receive transactional communications, such as email or text notifications about your order status, recall information and other administrative information. Your information will remain in our database, but will be marked as inactive so you do not receive marketing materials from us."}, {"7": "Interest-based advertising opt-out"}, {"8": "http://optout.networkadvertising.org/?c=1#!/"}, {"9": "Apps opt-out: You may use the DAA’s AppChoices program to opt out of receiving certain in-app interest-based ads (see: https://youradchoices.com/appchoices). Your mobile device may also provide a device-level advertising preference feature that prevents your device from receiving in-app interest-based ads. "}, {"10": "Performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing financing, providing advertising or marketing services, providing analytics services, or providing similar services, receiving services or products, making payments or other similar activities"}, {"11": "Short-term, transient use, including, but not limited to, non-personalized advertising shown as part of your same interaction with us"}, {"12": "Online advertising services and advertising networks"}, {"13": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"14": "We may sell or share for cross-context behavioral advertising purposes (and may have sold or shared during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you to online advertising and data analytics services and social media networks:"}, {"15": "Online Advertising Services and Advertising Networks"}, {"16": "Right to opt-out of Sale or Sharing of Personal Information: You have the right to opt-out of the sale of your personal information or the sharing of your personal information for cross-context behavioral advertising purposes. To exercise your rights, please see the “Exercise of Your Rights” section. Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit https://globalprivacycontrol.org/. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"17": "We share your personal information with our social media, Data Analytics, Online Advertising Services and Advertising Networks and other such third parties for the purposes of targeted advertising. "}, {"18": "Right to opt-out of Processing for Purposes of Sale and Targeted Advertising: "}, {"19": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising for PetMD"}, {"20": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising: We do not sell personal information for monetary consideration. Sharing your personal information with our partners allows us to show you offers, ads, or content that you might like when you visit other sites. This activity may be considered sale or sharing for cross-contextual behavior advertising or targeted marketing under applicable laws. We provide you options to opt-out of sale/sharing/targeted advertising."}, {"21": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising for PetMD"}, {"22": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising for PetMD"}, {"23": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}]}, "count": 24}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {"exchange": [{"0": "name, shipping address, billing address, payment card information, telephone number(s), email address(es) and purchase/return/exchange data and pet information."}, {"1": "We do not sell your personal information in exchange for monetary compensation. We may share your personal information with certain third parties (such as online advertising services) or allow them to collect personal information via automated technologies on our Sites and Apps for cross-context behavioral advertising purposes. This kind of sharing may be considered a “sale” or “sharing” under California law when the personal information is exchanged for non-monetary consideration. You have the right to opt out of these types of disclosures of your information."}, {"2": "We do not sell your Personal Information in exchange for monetary consideration. We may share your personal information with certain third parties as described above, which may be considered a “sale” under some state laws when the personal information is exchanged for non-monetary consideration."}]}, "count": 3}, "improve": {"text": {"improve": [{"0": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"1": "Other uses. We may use your information to operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing, and improving our Services; developing new products and services; managing and evaluating the effectiveness of our communications; conducting market research, aggregating and anonymizing data, and performing data analytics; facilitating the provision of services to PetMD and its affiliates; and performing accounting, auditing, and other internal functions)."}, {"2": "conduct data analytics and research to help us improve our Services and product offerings; and,"}, {"3": "Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us."}]}, "count": 4}, "optimize": {"text": {"optimize": [{"0": "optimize and tailor our Sites and Apps; "}]}, "count": 1}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {"benefit": [{"0": "Business Transfer. We may disclose, transfer, or assign to our affiliates, or to one or more third parties, the information collected about you in the event that we sell or transfer (or contemplate the sale or transfer of) all or a portion of the assets or business of PetMD, including as part of an actual or contemplated merger, acquisition or joint venture. In the unlikely event of our bankruptcy, insolvency, reorganization, receivership, liquidation, divestiture, dissolution or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may transfer your personal information to a successor or to a third party that purchases our assets arising from such circumstances. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy."}]}, "count": 1}, "enhance": {"text": {"enhance": [{"0": "Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us."}]}, "count": 1}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "DATA RETENTION"}, {"1": "DATA SECURITY"}, {"2": "name, shipping address, billing address, payment card information, telephone number(s), email address(es) and purchase/return/exchange data and pet information."}, {"3": "This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps."}, {"4": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"5": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"6": "Third-Party Web Analytics Services. We use third-party web analytics services on our Sites and Apps, such as Google Analytics. The service providers that administer these services use automated technologies to collect data (such as IP addresses, cookies, and other device identifiers) to evaluate the use of our Services. To learn more about Google Analytics and how to opt out, please visit www.google.com/analytics/learn/privacy.html. "}, {"7": "Other uses. We may use your information to operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing, and improving our Services; developing new products and services; managing and evaluating the effectiveness of our communications; conducting market research, aggregating and anonymizing data, and performing data analytics; facilitating the provision of services to PetMD and its affiliates; and performing accounting, auditing, and other internal functions)."}, {"8": "conduct data analytics and research to help us improve our Services and product offerings; and,"}, {"9": "Service Providers. We may disclose the information we obtain about you to service providers who perform services on our behalf (e.g., to  fulfill orders, deliver packages, send postal mail and/or email, analyze data, provide telehealth services, provide session replay services, provide marketing research and assistance, process credit card payments, detect and prevent fraud, and provide customer service including through automated and live chat features). Our service providers are restricted from using your personal information in any way other than to provide services for us."}, {"10": "DATA RETENTION"}, {"11": "DATA SECURITY"}, {"12": "Additional Data Subject to Cal. Civ. Code § 1798.80: "}, {"13": "Data analytics providers"}, {"14": "Data brokers"}, {"15": "We may sell or share for cross-context behavioral advertising purposes (and may have sold or shared during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you to online advertising and data analytics services and social media networks:"}, {"16": "Additional Data Subject to Cal. Civ. Code § 1798.80"}, {"17": "Additional Data Subject to Cal. Civ. Code § 1798.80"}, {"18": "Additional Data Subject to Cal. Civ. Code § 1798.80"}, {"19": "\n\t\t\t\tIdentifiers\n\t\t\t\tCommercial Information\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t\tInferences\n\t\t\t"}, {"20": "Data Analytics Providers"}, {"21": "\n\t\t\t\tIdentifiers\n\t\t\t\tCommercial Information\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t\tInferences\n\t\t\t"}, {"22": "Additional Data Subject to Cal. Civ. Code § 1798.80"}, {"23": "\n\t\t\t\tIdentifiers\n\t\t\t\tOnline Activity\n\t\t\t\tGeolocation Data\n\t\t\t"}, {"24": "We share your personal information with our social media, Data Analytics, Online Advertising Services and Advertising Networks and other such third parties for the purposes of targeted advertising. "}, {"25": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}]}, "count": 26}, "we process": {"text": {"we process": [{"0": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}, {"1": "To the extent we process deidentified information, we will maintain and use the information in deidentified form and will not attempt to reidentify the information unless permitted by applicable law."}]}, "count": 2}, "collected": {"text": {"collected": [{"0": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"1": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"2": "Sending and improving marketing communications. We may send you communications about promotions or offers via regular mail, email, text messaging or other electronic channels, including ads on Social Media Services. We may use information, including information collected across different online services and from the various devices you may use, for marketing and analytics purposes and to deliver marketing communications based on your behavior and interests."}, {"3": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"4": "Business Transfer. We may disclose, transfer, or assign to our affiliates, or to one or more third parties, the information collected about you in the event that we sell or transfer (or contemplate the sale or transfer of) all or a portion of the assets or business of PetMD, including as part of an actual or contemplated merger, acquisition or joint venture. In the unlikely event of our bankruptcy, insolvency, reorganization, receivership, liquidation, divestiture, dissolution or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may transfer your personal information to a successor or to a third party that purchases our assets arising from such circumstances. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy."}, {"5": "The Sites and Apps are designed for a general audience and are not directed to children under the age of 13. We do not knowingly collect or solicit personal information from children under the age of 13 through our Sites and Apps. If we become aware that we have collected personal information from a child under 13 online without the consent of the child’s parent or guardian, we will use all reasonable efforts to promptly delete such information.   "}, {"6": "You may correct or update certain information collected about you through our Services by contacting us at the email address noted in the “Contact Us” section of this Privacy Policy, below.. Following receipt of a request from you, we will take reasonable steps to update or correct your information."}, {"7": "We may collect (and may have collected during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you:"}, {"8": "Right to Delete: You have the right to request that we delete certain personal information we collected from you.  To exercise your rights, please see the “Exercise of Your Rights” section. "}, {"9": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of personal information that we disclose for a business purpose, sell or share and the categories of third parties with whom the information is shared, and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"10": "Categories of Personal Information Collected:"}, {"11": "Purposes for which Personal Information is collected:"}, {"12": "Right to Delete: You have the right to request that we delete certain personal information we collected from you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"13": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you.  To exercise your rights, please see the “Exercise of Your Rights” section."}, {"14": "Right to Know: You have the right to request, twice in a 12-month period, a report that details the categories of personal information collected about you, the categories of sources from which the personal information is collected, the purposes for collecting the personal information, the categories of third parties which whom we share the personal information and the specific pieces of personal information collected about you over the past 12 months. "}, {"15": "Right to Delete: You have the right to request that we delete certain personal information we collected from you."}]}, "count": 16}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "\n\tINFORMATION WE OBTAIN\n\tHOW WE USE THE INFORMATION WE OBTAIN\n\tCOOKIES AND INTEREST-BASED ADVERTISING\n\tINFORMATION WE DISCLOSE\n\tYOUR CHOICES\n\tDATA RETENTION\n\tDATA SECURITY\n\tINFORMATION FROM CHILDREN\n\tLINKS TO THIRD-PARTY WEBSITES, APPS OR ONLINE SERVICES\n\tHOW TO UPDATE YOUR INFORMATION\n\tCHANGES TO THIS POLICY\n\tCONTACT US\n\tCALIFORNIA PRIVACY NOTICE \n\tPRIVACY NOTICE FOR COLORADO, CONNECTICUT, UTAH AND VIRGINIA\n"}, {"1": "We retain your information for the time period reasonably necessary to achieve the purposes described in this Privacy Policy, or any other notice provided at the time of collection, taking into account applicable statutes of limitation and records retention requirements under applicable law. "}]}, "count": 2}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "If you contact us on a social media site or “like” us on Facebook, we will have information about you as permitted by that social media platform. We may also collect information about your pet, such as name, type, breed, or age and we use this information to tailor Services that is more specific to you and your pet. When you apply to become a pet writer on our Sites or App, we collect your name, address, clinic information, websites, and your biographical information.  We use this information to communicate with you (including communications regarding business, offers or product opportunities), to evaluate your application, analyze our pet writer needs and practices, or otherwise manage our hiring process and administration. "}, {"1": "Reviewing Site and App trends and customer interests. We may also use your information to analyze the way you use our Sites and Apps and understand your interests, including by combining information we receive from you and your devices with other information about you that we receive from other sources. "}, {"2": "Service Providers. We may disclose the information we obtain about you to service providers who perform services on our behalf (e.g., to  fulfill orders, deliver packages, send postal mail and/or email, analyze data, provide telehealth services, provide session replay services, provide marketing research and assistance, process credit card payments, detect and prevent fraud, and provide customer service including through automated and live chat features). Our service providers are restricted from using your personal information in any way other than to provide services for us."}]}, "count": 3}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "This information helps our Sites and Apps work correctly and supports our marketing and analytics efforts. "}, {"1": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"2": "Third-Party Web Analytics Services."}, {"3": "www.google.com/analytics/learn/privacy.html"}, {"4": "Sending and improving marketing communications. We may send you communications about promotions or offers via regular mail, email, text messaging or other electronic channels, including ads on Social Media Services. We may use information, including information collected across different online services and from the various devices you may use, for marketing and analytics purposes and to deliver marketing communications based on your behavior and interests."}, {"5": "Other uses. We may use your information to operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing, and improving our Services; developing new products and services; managing and evaluating the effectiveness of our communications; conducting market research, aggregating and anonymizing data, and performing data analytics; facilitating the provision of services to PetMD and its affiliates; and performing accounting, auditing, and other internal functions)."}, {"6": "make product recommendations, perform analytics, personalization and provide you with relevant advertising content on our Services and third-party websites and online services;"}, {"7": "conduct data analytics and research to help us improve our Services and product offerings; and,"}, {"8": "Performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing financing, providing advertising or marketing services, providing analytics services, or providing similar services, receiving services or products, making payments or other similar activities"}, {"9": "Data analytics providers"}, {"10": "We may sell or share for cross-context behavioral advertising purposes (and may have sold or shared during the 12-month period prior to the last updated date of this California Notice) the following categories of personal information about you to online advertising and data analytics services and social media networks:"}, {"11": "Data Analytics Providers"}, {"12": "We share your personal information with our social media, Data Analytics, Online Advertising Services and Advertising Networks and other such third parties for the purposes of targeted advertising. "}]}, "count": 13}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "Interest-based advertising opt-out: You may opt out of receiving interest-based ads from us by visiting the DAA consumer opt-out page at https://www.aboutads.info/choices. You also can opt out of receiving interest-based ads from members of the Network Advertising Initiative (NAI) by visiting the NAI consumer opt-out page at http://optout.networkadvertising.org/?c=1#!/. Opting out of receiving interest-based ads does not mean that you will no longer receive ads from us, but rather that the ads you receive may not be as relevant to your interests. "}]}, "count": 1}, "automatically": {"text": {"automatically": [{"0": "Information we obtain by automated means. We may use technology to automatically obtain other information about you and your devices when you visit our Sites, use our Apps or view our advertisements online. For more information, see the “Cookies and Interest-Based Advertising” section of this Privacy Policy, below. This information helps our Sites and Apps work correctly and supports our marketing and analytics efforts. This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps.  Additionally, your chats, phone/video calls and other interactions with our customer service team or veterinarians may be recorded. We may obtain other information from you from time to time by providing appropriate notice."}, {"1": "Advertisers or third-party ad technology companies working on their behalf sometimes use automated technologies to serve the ads that appear on our Sites and Apps. They automatically receive your IP address and other device identifiers when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content."}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"1": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}, {"2": "Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit "}, {"3": "https://globalprivacycontrol.org/"}, {"4": "Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit "}, {"5": "https://globalprivacycontrol.org/"}, {"6": "https://globalprivacycontrol.org"}]}, "count": 7}, "settings": {"text": {"settings": [{"0": "This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps."}, {"1": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}]}, "count": 2}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "may receive information about you from other sources to, for example, help us correct or supplement our records, improve the quality of our Services, prevent or detect fraud and support our marketing and analytics. Such sources may include information collected from payment processors, data brokers, third-party ad technology companies, veterinarians, insurance companies, shelters, and shipping carriers."}, {"1": "Detecting and preventing fraud."}, {"2": "Service Providers. We may disclose the information we obtain about you to service providers who perform services on our behalf (e.g., to  fulfill orders, deliver packages, send postal mail and/or email, analyze data, provide telehealth services, provide session replay services, provide marketing research and assistance, process credit card payments, detect and prevent fraud, and provide customer service including through automated and live chat features). Our service providers are restricted from using your personal information in any way other than to provide services for us."}, {"3": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}]}, "count": 4}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Detecting and preventing fraud. We may use your information to protect against, identify and prevent fraud and other criminal activity, claims and other liabilities."}, {"1": "We implement reasonable administrative, technical, and physical safeguards designed to protect the information we collect. "}]}, "count": 2}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "\n\tINFORMATION WE OBTAIN\n\tHOW WE USE THE INFORMATION WE OBTAIN\n\tCOOKIES AND INTEREST-BASED ADVERTISING\n\tINFORMATION WE DISCLOSE\n\tYOUR CHOICES\n\tDATA RETENTION\n\tDATA SECURITY\n\tINFORMATION FROM CHILDREN\n\tLINKS TO THIRD-PARTY WEBSITES, APPS OR ONLINE SERVICES\n\tHOW TO UPDATE YOUR INFORMATION\n\tCHANGES TO THIS POLICY\n\tCONTACT US\n\tCALIFORNIA PRIVACY NOTICE \n\tPRIVACY NOTICE FOR COLORADO, CONNECTICUT, UTAH AND VIRGINIA\n"}, {"1": "Protection of PetMD and Others. We may disclose information about you to the government or to other third parties to comply with applicable law and regulations, governmental and quasi-governmental requests, court orders, subpoenas and other legal process. We may also disclose information to third parties if necessary to (i) enforce any of the Terms of Use for our Services or any investigation of potential violations thereof, (ii) detect, prevent, or otherwise address fraud, security or technical issues, (iii) protect against harm to our Services and (iv) protect our rights, property or safety, or the rights, property or safety of our users or others."}, {"2": "Helping to ensure security and integrity"}]}, "count": 3}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {"auditing": [{"0": "Other uses. We may use your information to operate, evaluate, develop, manage and improve our business (including operating, administering, analyzing, and improving our Services; developing new products and services; managing and evaluating the effectiveness of our communications; conducting market research, aggregating and anonymizing data, and performing data analytics; facilitating the provision of services to PetMD and its affiliates; and performing accounting, auditing, and other internal functions)."}, {"1": "Auditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance"}]}, "count": 2}}, "EDUCATION": {"how": {"text": {"how": [{"0": "This Privacy Policy explains how PetMD, a web site affiliated with Chewy, Inc. and its affiliates (collectively, “PetMD”, “Chewy”, or ”we”, ”our”, ”us”) collects, uses, processes, transfers, and discloses personal information from visitors to petmd.com, and any other website that links to this Privacy Policy, (collectively, together with all other subdomains thereof, the “Sites”). This Privacy Policy (\"Privacy Policy\") explains the type of information we collect from individuals that visit our websites (each, a \"Site\") or use our mobile applications (each, an \"App\")”), which includes tools such as chat available through our Sites and Apps,  where this Privacy Policy is posted or otherwise connect with us offline such as via telephone (\"Offline Services\", and collectively with all Sites and Apps, the \"Services\" or individually, a \"Service\"), and how we store, use, disclose and protect such information. By using or accessing our Services, you agree to the collection, storage, use and disclosure of your information as described in this Privacy Policy. When we use the term “including”, it shall mean “including but not limited to”.  "}, {"1": "HOW WE USE THE INFORMATION WE OBTAIN"}, {"2": "HOW TO UPDATE YOUR INFORMATION"}, {"3": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"4": "Third-Party Web Analytics Services. We use third-party web analytics services on our Sites and Apps, such as Google Analytics. The service providers that administer these services use automated technologies to collect data (such as IP addresses, cookies, and other device identifiers) to evaluate the use of our Services. To learn more about Google Analytics and how to opt out, please visit www.google.com/analytics/learn/privacy.html. "}, {"5": "HOW WE USE THE INFORMATION WE OBTAIN"}, {"6": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"7": "Regardless of your state of residency, we provide you with certain other choices to manage how we use your information. To exercise your privacy options such as right to know/access, right to delete, right to correct and other privacy choices, please check here [INSERT LINK TO EXCERISE YOUR RIGHTS SECTION]. Please note that terms used in the privacy choices may have meaning attributable to them under certain state laws. Certain privacy rights may not be available in certain states. Please see the state specific privacy disclosures for further information."}, {"8": "Cookies: The “Help” feature on most Internet browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. If you set your browser to limit or remove cookies or otherwise block our use of cookies, some Site features may be unavailable or unable to function properly. Your device may not give you the ability to control cookies. If you wish to block cookies on our App, you may need to delete the App from your mobile device."}, {"9": "HOW TO UPDATE YOUR INFORMATION"}, {"10": "We may process the personal information we collect about you for the purposes listed in the How We Use the Information We Obtain section of our Privacy Policy. "}, {"11": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising: We do not sell personal information for monetary consideration. Sharing your personal information with our partners allows us to show you offers, ads, or content that you might like when you visit other sites. This activity may be considered sale or sharing for cross-contextual behavior advertising or targeted marketing under applicable laws. We provide you options to opt-out of sale/sharing/targeted advertising."}, {"12": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"13": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"14": "Sensitive personal information, such as your precise location, helps us show you offers, ads, and content you might be interested in. If you limit the use, we'll only use your sensitive personal information as needed by law.PetMD by Chewy today does not use your sensitive personal information but you can save this setting for future. Modify your Sensitive Personal Information Preferences"}]}, "count": 15}, "what": {"text": {"what": [{"0": "Symptoms & What They Mean"}, {"1": "Symptoms & What They Mean"}, {"2": "In addition to what is already disclosed in the general section of this Privacy Notice, please find the following additional information relevant for the State Privacy Notice."}]}, "count": 3}, "how you": {"text": {"how you": [{"0": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"1": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"2": "Do Not Sell/Do Not Share or Opt-Out of Targeted Advertising: We do not sell personal information for monetary consideration. Sharing your personal information with our partners allows us to show you offers, ads, or content that you might like when you visit other sites. This activity may be considered sale or sharing for cross-contextual behavior advertising or targeted marketing under applicable laws. We provide you options to opt-out of sale/sharing/targeted advertising."}, {"3": "Limit Use of Sensitive Personal Data: Sensitive Personal Information, such as your precise location, help us show you offers, ads and content you may be interested in. If you limit the use, we'll only use you sensitive personal information as needed by law."}, {"4": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}, {"5": "Sensitive personal information, such as your precise location, helps us show you offers, ads, and content you might be interested in. If you limit the use, we'll only use your sensitive personal information as needed by law.PetMD by Chewy today does not use your sensitive personal information but you can save this setting for future. Modify your Sensitive Personal Information Preferences"}]}, "count": 6}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Reviewing Site and App trends and customer interests. We may also use your information to analyze the way you use our Sites and Apps and understand your interests, including by combining information we receive from you and your devices with other information about you that we receive from other sources. "}, {"1": "better understand our Site visitors and App users and their respective interests."}]}, "count": 2}, "learn": {"text": {"learn": [{"0": "www.google.com/analytics/learn/privacy.html"}, {"1": "learn more about the way you interact with our Services and content;"}, {"2": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"3": "Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit "}, {"4": "Note that you also can use the Global Privacy Control (“GPC”) to signal your opt-out preference. To learn more about the GPC, please visit "}, {"5": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}]}, "count": 6}, "more information": {"text": {"more information": [{"0": "Information we obtain by automated means. We may use technology to automatically obtain other information about you and your devices when you visit our Sites, use our Apps or view our advertisements online. For more information, see the “Cookies and Interest-Based Advertising” section of this Privacy Policy, below. This information helps our Sites and Apps work correctly and supports our marketing and analytics efforts. This information includes, but is not limited to, device type; device settings;  Internet browser information; operating system information; IP address; mobile device identifiers; software version; phone model; phone operating system; mobile phone carrier information;  precise geolocation data; the date, time and length of your stay on our Sites and Apps; and the referring website, specific pages accessed and other actions you take on our Sites and Apps.  Additionally, your chats, phone/video calls and other interactions with our customer service team or veterinarians may be recorded. We may obtain other information from you from time to time by providing appropriate notice."}, {"1": "If you are a California consumer, for more information about your privacy rights, please see the section of this Privacy Policy called “California Privacy Notice”, below."}, {"2": "If you are a Colorado, Connecticut, Utah and Virginia consumer, for more information about your privacy rights, please see the section of this Privacy Policy called “State Privacy Notice”, below. "}, {"3": "As a convenience to our Site visitors and App users, our Services may contain links to third-party websites, apps and online services that we believe offer useful information. This Privacy Policy does not apply to such third-party websites, apps or online services. We suggest reviewing the privacy notices or policies of such third parties or contacting them directly for more information on their privacy practices. PetMD is not responsible for the privacy practices of third-party services, regardless of whether they are linked to or otherwise connected to our Services."}]}, "count": 4}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "COOKIES AND INTEREST-BASED ADVERTISING"}, {"1": "Cookies and Interest-Based Advertising”"}, {"2": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"3": "Our Site contains content and plugins from social media sites like Facebook (“Like” button), Twitter (“Share to Twitter”), Pinterest (“Pin to Save”), and others.  These plugins allow you to share information from our Sites to your timeline or account.  When you connect to these services, the third parties may store and/or access data (including through the use of cookies and other similar technology) over which we do not have control.  If you are logged into a social media website while visiting our Sites, the social media plugins may allow the social media website to receive information that you visited the PetMD Site and link it to your social media account.  PetMD does not control these sites, and information collected is governed by the privacy statement of the third-party company.  You may refer to the privacy policies of each such party to determine their privacy practices, including notice and choice provisions."}, {"4": "Third-Party Web Analytics Services. We use third-party web analytics services on our Sites and Apps, such as Google Analytics. The service providers that administer these services use automated technologies to collect data (such as IP addresses, cookies, and other device identifiers) to evaluate the use of our Services. To learn more about Google Analytics and how to opt out, please visit www.google.com/analytics/learn/privacy.html. "}, {"5": "COOKIES AND INTEREST-BASED ADVERTISING"}, {"6": "Tracking tools we use. We and third-party ad technology providers may collect information about you and your devices over time and across different websites and online services through the use of tracking tools, including cookies, web beacons, clear GIFs, pixels, device identifiers and other online information-gathering tools. We may use these automated technologies to collect information about your equipment, browsing actions, and usage patterns. The information we may obtain through these automated technologies is described in the “Information we obtain by automated means” section of this Privacy Policy, above. We may use these automated technologies to:"}, {"7": "Interest-based advertising. We and third-party ad technology providers may use cookies to learn about the ads you see and interact with, and other actions you take on our Services. This allows us to provide you with more useful and relevant ads on both PetMD -owned and operated Services and third-party websites, apps and online services. Interest-based ads, also referred to as personalized or targeted ads, are displayed to you based on information collected about your online activities, such as when you browse or purchase a product on our Sites or Apps, or visit third-party websites, apps or online services. In providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (DAA) (a coalition of marketing and online advertising organizations). See the “Advertising Preferences and Opt-Out” section of this Privacy Policy, below, for information on how you may opt out of such advertising."}, {"8": "Advertisers or third-party ad technology companies working on their behalf sometimes use automated technologies to serve the ads that appear on our Sites and Apps. They automatically receive your IP address and other device identifiers when this happens. They may also use cookies to measure the effectiveness of their ads and to personalize ad content."}, {"9": "Cookies:"}, {"10": "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; customer number; telephone number and other forms of persistent or probabilistic identifiers), online identifier, Internet protocol address, email address, account name, and other similar identifiers"}, {"11": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"12": "Internet or other electronic network activity information (including cookies and mobile device IDs, and related browsing information)."}, {"13": ". If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice."}, {"14": "We don’t sell your personal information for monetary compensation. Sharing your personal information with our partners allows us to show you petMD offers, ads or content that you might like when you visit other sites. This activity may be considered a sale, sharing for cross-context behavioral advertising or targeted advertising. To opt out, please move the toggle to the left. Your opt-out will be specific to the browser and/or device you are using to make the request. Note that if you opt out, you may still see ads for petMD, although they may not be personalized to you. If you clear your cookies or use a new browser or device to access the site, please submit a new request to re-apply your opt-out choice. If you delete cookies or reset your device, you may need to set your preference again to ensure we continue to honor your preferred choice.Note that you also can use the Global Privacy Control (\"GPC\") to signal your opt-out preference. To learn more about the GPC please visit https://globalprivacycontrol.org. You can update your browser settings at any tie to restrict or disable certain cookies."}]}, "count": 15}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {"pixel tags": [{"0": "When we send newsletters or marketing related communication we may embed pixel tags, cookies or other technologies that report back to us how you interact with the email (e.g., whether an email message was opened, deleted or forwarded, whether a link was clicked).  We use this information for the purpose of understanding our prospective customers and current customers.  If you do not wish to receive marketing emails from us, you may click on the “unsubscribe” link embedded in each such email, or you can contact us at "}, {"1": "Identifiers: identifiers such as a real name, alias, postal address, unique personal identifier (such as a device identifier; cookies, beacons, pixel tags, mobile ad identifiers and similar technology; customer number; telephone number and other forms of persistent or probabilistic identifiers), online identifier, Internet protocol address, email address, account name, and other similar identifiers"}]}, "count": 2}, "web beacons": {"text": {"web beacons": [{"0": "Tracking tools we use. We and third-party ad technology providers may collect information about you and your devices over time and across different websites and online services through the use of tracking tools, including cookies, web beacons, clear GIFs, pixels, device identifiers and other online information-gathering tools. We may use these automated technologies to collect information about your equipment, browsing actions, and usage patterns. The information we may obtain through these automated technologies is described in the “Information we obtain by automated means” section of this Privacy Policy, above. We may use these automated technologies to:"}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}