{"main": {"https://ilovepdf.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "As per European Law, we're happy to tell you exactly what cookies we're using and what they do. You can see what those are by clicking below!"}]}, "count": 1}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Payment processing services enable this Application to process payments by credit card, bank transfer or other means. To ensure greater security, this Application shares only the information necessary to execute the transaction with the financial intermediaries handling the transaction.\nSome of these services may also enable the sending of timed messages to the User, such as emails containing invoices or notifications concerning the payment."}, {"1": "By registering or authenticating, Users allow this Application to identify them and give them access to dedicated services. The Personal Data is collected and stored for registration or identification purposes only. The Data collected are only those necessary for the provision of the service requested by the Users."}, {"2": "Receive their Data and have it transferred to another controller. Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance."}, {"3": "\n    iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n  "}]}, "count": 0}, "information": {"text": {"information": [{"0": "Personal Data: browser information; city; device information; latitude (of city); longitude (of city); number of Users; session statistics"}, {"1": "Information on opting out of interest-based advertising"}, {"2": "Further information about the processing of Personal Data"}, {"3": "\n      Among the types of Personal Data that this Application collects, by itself or through third parties, there are:\n      first name; email address; password; VAT Number; company name; country; Cookies; Usage Data; IP address; browsing history; session statistics; number of Users; city; device information; latitude (of city); longitude (of city); browser information; Data communicated while using the service.\n    "}, {"4": "For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”."}, {"5": "Detailed information on the processing of Personal Data"}, {"6": "This type of service allows User Data to be utilized for advertising communication purposes. These communications are displayed in the form of banners and other advertisements on this Application, possibly based on User interests.\nThis does not mean that all Personal Data are used for this purpose. Information and conditions of use are shown below. \nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e. displaying ads tailored to the User’s interests and behavior, including those detected outside this Application. For more information, please check the privacy policies of the relevant services.\nServices of this kind usually offer the possibility to opt out of such tracking. In addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document."}, {"7": "Personal Data processed: browser information; city; device information; latitude (of city); longitude (of city); number of Users; session statistics."}, {"8": "By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header."}, {"9": "By registering on the mailing list or for the newsletter, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning this Application. Your email address might also be added to this list as a result of signing up to this Application or after making a purchase."}, {"10": "Payment processing services enable this Application to process payments by credit card, bank transfer or other means. To ensure greater security, this Application shares only the information necessary to execute the transaction with the financial intermediaries handling the transaction.\nSome of these services may also enable the sending of timed messages to the User, such as emails containing invoices or notifications concerning the payment."}, {"11": "This type of services makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message."}, {"12": "This type of service allows this Application to manage support and contact requests received via email or by other means, such as the contact form.\nThe Personal Data processed depend on the information provided by the User in the messages and the means used for communication (e.g. email address)."}, {"13": "This type of service allows this Application to distribute their content using servers located across different countries and to optimize their performance.\nWhich Personal Data are processed depends on the characteristics and the way these services are implemented. Their function is to filter  communications between this Application and the User's browser.\nConsidering the widespread distribution of this system, it is difficult to determine the locations to which the contents that may contain Personal Information of the User are transferred."}, {"14": "Information on opting out of interest-based advertising"}, {"15": "Further information about the processing of Personal Data"}, {"16": "\n    Further Information for Users\n      "}, {"17": "\n  Further information about retention time\n"}, {"18": "Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes. Users may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of  this document or by contacting the Owner."}, {"19": "Any requests to exercise User rights can be directed to the Owner through  the contact details provided in this document. Such requests are free of charge and will be answered by the Owner as early as possible and always within one month, providing Users with the information required by law. Any rectification or erasure of Personal Data or restriction of processing will be communicated by the Owner to each recipient, if any, to whom the Personal Data has been disclosed unless this proves impossible or involves disproportionate effort. At the Users’ request, the Owner will inform them about those recipients."}, {"20": "\n        Further information for Users\n         in Switzerland\n      "}, {"21": "This section applies to Users in Switzerland, and, for such Users, supersedes any other possibly divergent or conflicting information contained in the privacy policy."}, {"22": "the section titled “Detailed information on the processing of Personal Data” within this document"}, {"23": "Any requests to exercise User rights can be directed to the Owner through  the contact details provided in this document. Such requests are free of charge and will be answered by the Owner as early as possible, providing Users with the information required by law."}, {"24": "\n  Further information for Users\n  in Brazil\n"}, {"25": "This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the entity running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”). This section applies to all Users in Brazil (Users are referred to below, simply as “you”, “your”, “yours”), according to the \"Lei Geral de Proteção de Dados\" (the \"LGPD\"), and for such Users, it supersedes any other possibly divergent or conflicting information contained in the privacy policy.  This part of the document uses the term “personal information“ as it is defined in the LGPD."}, {"26": "\n  The grounds on which we process your personal information\n"}, {"27": "We can process your personal information solely if we have a legal basis for such processing. Legal bases are as follows:\n"}, {"28": " studies conducted by research entities, preferably carried out on anonymized personal information;"}, {"29": "\n  Categories of personal information processed\n"}, {"30": "To find out what categories of your personal information are processed, you can read the section titled “Detailed information on the processing of Personal Data” within this document."}, {"31": "\n  Why we process your personal information\n"}, {"32": "To find out why we process your personal information, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document."}, {"33": "obtain confirmation of the existence of processing activities on your personal information;"}, {"34": "access to your personal information;"}, {"35": "have incomplete, inaccurate or outdated personal information rectified;"}, {"36": "obtain the anonymization, blocking or elimination of your unnecessary or excessive personal information, or of information that is not being processed in compliance with the LGPD;"}, {"37": "obtain information on the possibility to provide or deny your consent and the consequences thereof;"}, {"38": "obtain information about the third parties with whom we share your personal information;"}, {"39": "obtain, upon your express request, the portability of your personal information (except for anonymized information) to another service or product provider, provided that our commercial and industrial secrets are safeguarded;"}, {"40": "obtain the deletion of your personal information being processed if the processing was based upon your consent, unless one or more exceptions provided for in art. 16 of the LGPD apply;"}, {"41": "lodge a complaint related to your personal information with the ANPD (the National Data Protection Authority) or with consumer protection bodies;"}, {"42": "request clear and adequate information regarding the criteria and procedures used for an automated decision; and"}, {"43": "request the review of decisions made solely on the basis of the automated processing of your personal information, which affect your interests. These include decisions to define your personal, professional, consumer and credit profile, or aspects of your personality."}, {"44": "We will strive to promptly respond to your requests. In any case, should it be impossible for us to do so, we’ll make sure to communicate to you the factual or legal reasons that prevent us from immediately, or otherwise ever, complying with your requests. In cases where we are not processing your personal information, we will indicate to you the physical or legal person to whom you should address your requests, if we are in the position to do so."}, {"45": "In the event that you file an access or personal information  processing confirmation request, please make sure that you specify whether you’d like your personal information to be delivered in electronic or printed form.  You will also need to let us know whether you want us to answer your request immediately, in which case we will answer in a simplified fashion, or if you need a complete disclosure instead.  In the latter case, we’ll respond within 15 days from the time of your request, providing you with all the information on the origin of your personal information, confirmation on whether or not records exist, any criteria used for the processing and the purposes of the processing, while safeguarding our commercial and industrial secrets."}, {"46": "rectification, deletion, anonymization or personal information blocking"}, {"47": "\n  Transfer of personal information outside of Brazil permitted by the law\n"}, {"48": "We are allowed to transfer your personal information outside of the Brazilian territory in the following cases:\n"}, {"49": "Additional information about Data collection and processing"}, {"50": "\n    Additional information about User's Personal Data\n  "}, {"51": "In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request."}, {"52": "\n    Information not contained in this policy\n  "}, {"53": "More details concerning the collection or processing of Personal Data may be requested from the Owner at any time. Please see the contact information at the beginning of this document."}, {"54": "The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner. It is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom. \nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required."}, {"55": "Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person."}, {"56": "Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment."}, {"57": "Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device."}]}, "count": 58}, "use": {"text": {"use": [{"0": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"1": "This type of service allows User Data to be utilized for advertising communication purposes. These communications are displayed in the form of banners and other advertisements on this Application, possibly based on User interests.\nThis does not mean that all Personal Data are used for this purpose. Information and conditions of use are shown below. \nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e. displaying ads tailored to the User’s interests and behavior, including those detected outside this Application. For more information, please check the privacy policies of the relevant services.\nServices of this kind usually offer the possibility to opt out of such tracking. In addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document."}, {"2": "Google Ad Manager is an advertising service provided by Google Ireland Limited that allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.\nIn order to understand Google's use of Data, consult Google's partner policy.\nThis service uses the “DoubleClick” Cookie, which tracks use of this Application and User behavior concerning ads, products and services offered.  "}, {"3": "Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server. Users can learn more by consulting Google’s official documentation."}, {"4": "In order to understand Google's use of Data, consult Google's partner policy."}, {"5": "By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header."}, {"6": "This type of service allows this Application to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.\nWhich Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of this Application."}, {"7": "The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities."}, {"8": "For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) or use other Personal Data (such as the IP Address) for this purpose."}, {"9": "Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment."}, {"10": "The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application. The Data Controller, unless otherwise specified, is the Owner of this Application."}]}, "count": 11}, "why": {"text": {"why": [{"0": "\n  Why we process your personal information\n"}, {"1": "To find out why we process your personal information, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document."}]}, "count": 2}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"1": "The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own. To find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data."}, {"2": "This type of service allows User Data to be utilized for advertising communication purposes. These communications are displayed in the form of banners and other advertisements on this Application, possibly based on User interests.\nThis does not mean that all Personal Data are used for this purpose. Information and conditions of use are shown below. \nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e. displaying ads tailored to the User’s interests and behavior, including those detected outside this Application. For more information, please check the privacy policies of the relevant services.\nServices of this kind usually offer the possibility to opt out of such tracking. In addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document."}, {"3": "Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server. Users can learn more by consulting Google’s official documentation."}, {"4": "By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header."}, {"5": "Payment processing services enable this Application to process payments by credit card, bank transfer or other means. To ensure greater security, this Application shares only the information necessary to execute the transaction with the financial intermediaries handling the transaction.\nSome of these services may also enable the sending of timed messages to the User, such as emails containing invoices or notifications concerning the payment."}, {"6": "This type of services makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message."}, {"7": "This type of service allows this Application to manage support and contact requests received via email or by other means, such as the contact form.\nThe Personal Data processed depend on the information provided by the User in the messages and the means used for communication (e.g. email address)."}, {"8": "Object to processing of their Data. Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent."}, {"9": "Restrict the processing of their Data. Users have the right to restrict the processing of their Data. In this case, the Owner will not process their Data for any purpose other than storing it.\n"}, {"10": "Receive their Data and have it transferred to another controller."}, {"11": "This section applies to Users in Switzerland, and, for such Users, supersedes any other possibly divergent or conflicting information contained in the privacy policy."}, {"12": "right to receive their Personal Data and have it transferred to another controller (data portability);"}, {"13": "This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the entity running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”). This section applies to all Users in Brazil (Users are referred to below, simply as “you”, “your”, “yours”), according to the \"Lei Geral de Proteção de Dados\" (the \"LGPD\"), and for such Users, it supersedes any other possibly divergent or conflicting information contained in the privacy policy.  This part of the document uses the term “personal information“ as it is defined in the LGPD."}, {"14": "obtain, upon your express request, the portability of your personal information (except for anonymized information) to another service or product provider, provided that our commercial and industrial secrets are safeguarded;"}, {"15": "In the event that you file a rectification, deletion, anonymization or personal information blocking request, we will make sure to immediately communicate your request to other parties with whom we have shared your personal information in order to enable such third parties to also comply with your request — except in cases where such communication is proven impossible or involves disproportionate effort on our side."}, {"16": "For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) or use other Personal Data (such as the IP Address) for this purpose."}, {"17": "Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person."}, {"18": "Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment."}, {"19": "The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy."}, {"20": "The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application. The Data Controller, unless otherwise specified, is the Owner of this Application."}]}, "count": 21}, "if": {"text": {"if": [{"0": "\n                        Absolutely all uploaded files on ilovepdf.com are deleted from our servers one, two or twenty-four hours (depending on if a user is non registered, registered or premium) after been processed.\n                      "}, {"1": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time."}, {"2": "Absolutely all uploaded files on ilovepdf.com are deleted from our servers one, two or twenty-four hours (depending on if a user is non registered, registered or premium) after been processed."}, {"3": "The Owner may process Personal Data relating to Users if one of the following applies:"}, {"4": "Object to processing of their Data. Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent."}, {"5": "Access their Data. Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing."}, {"6": "Receive their Data and have it transferred to another controller. Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance."}, {"7": "Any requests to exercise User rights can be directed to the Owner through  the contact details provided in this document. Such requests are free of charge and will be answered by the Owner as early as possible and always within one month, providing Users with the information required by law. Any rectification or erasure of Personal Data or restriction of processing will be communicated by the Owner to each recipient, if any, to whom the Personal Data has been disclosed unless this proves impossible or involves disproportionate effort. At the Users’ request, the Owner will inform them about those recipients."}, {"8": "Further details regarding the categories of Data processed, the purposes of processing, the categories of recipients of the personal data, if any, the retention period and further information about Personal Data can be found in the section titled “Detailed information on the processing of Personal Data” within this document."}, {"9": "This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the entity running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”). This section applies to all Users in Brazil (Users are referred to below, simply as “you”, “your”, “yours”), according to the \"Lei Geral de Proteção de Dados\" (the \"LGPD\"), and for such Users, it supersedes any other possibly divergent or conflicting information contained in the privacy policy.  This part of the document uses the term “personal information“ as it is defined in the LGPD."}, {"10": "We can process your personal information solely if we have a legal basis for such processing. Legal bases are as follows:\n"}, {"11": "obtain the deletion of your personal information being processed if the processing was based upon your consent, unless one or more exceptions provided for in art. 16 of the LGPD apply;"}, {"12": " You will never be discriminated against, or otherwise suffer any sort of detriment, if you exercise your rights."}, {"13": "We will strive to promptly respond to your requests. In any case, should it be impossible for us to do so, we’ll make sure to communicate to you the factual or legal reasons that prevent us from immediately, or otherwise ever, complying with your requests. In cases where we are not processing your personal information, we will indicate to you the physical or legal person to whom you should address your requests, if we are in the position to do so."}, {"14": "In the event that you file an access or personal information  processing confirmation request, please make sure that you specify whether you’d like your personal information to be delivered in electronic or printed form.  You will also need to let us know whether you want us to answer your request immediately, in which case we will answer in a simplified fashion, or if you need a complete disclosure instead.  In the latter case, we’ll respond within 15 days from the time of your request, providing you with all the information on the origin of your personal information, confirmation on whether or not records exist, any criteria used for the processing and the purposes of the processing, while safeguarding our commercial and industrial secrets."}, {"15": "The service provided by this Application as described in the relative terms (if available) and on this site/application."}, {"16": "This privacy policy relates solely to this Application, if not stated otherwise within this document."}]}, "count": 17}, "when": {"text": {"when": [{"0": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"1": "This type of services makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message."}, {"2": "How and when we will respond to your request"}, {"3": "when the transfer is necessary for international legal cooperation between public intelligence, investigation and prosecution bodies, according to the legal means provided by the international law;"}, {"4": "when the transfer is necessary to protect your life or physical security or those of a third party;"}, {"5": "when the transfer is authorized by the ANPD;"}, {"6": "when the transfer results from a commitment undertaken in an international cooperation agreement;"}, {"7": "when the transfer is necessary for the execution of a public policy or legal attribution of public service;"}, {"8": "when the transfer is necessary for compliance with a legal or regulatory obligation, the carrying out of a contract or preliminary procedures related to a contract, or the regular exercise of rights in judicial, administrative or arbitration procedures."}]}, "count": 9}, "help": {"text": {"help": [{"0": "\n                         Help\n                        \n                             FAQ\n                             Tools\n                             Legal & Privacy\n                             Our Story\n                             Contact\n                        \n                    "}, {"1": "In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract. "}]}, "count": 2}, "access": {"text": {"access": [{"0": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time."}, {"1": "By registering or authenticating, Users allow this Application to identify them and give them access to dedicated services. The Personal Data is collected and stored for registration or identification purposes only. The Data collected are only those necessary for the provision of the service requested by the Users."}, {"2": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to fulfil a legal obligation or upon order of an authority.\nOnce the retention period expires, Personal Data shall be deleted. Therefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period."}, {"3": "Access their Data."}, {"4": "right of access to Personal Data;"}, {"5": "access to your personal information;"}, {"6": "In the event that you file an access or personal information  processing confirmation request, please make sure that you specify whether you’d like your personal information to be delivered in electronic or printed form.  You will also need to let us know whether you want us to answer your request immediately, in which case we will answer in a simplified fashion, or if you need a complete disclosure instead.  In the latter case, we’ll respond within 15 days from the time of your request, providing you with all the information on the origin of your personal information, confirmation on whether or not records exist, any criteria used for the processing and the purposes of the processing, while safeguarding our commercial and industrial secrets."}]}, "count": 7}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {}, "count": 0}, "you can": {"text": {"you can": [{"0": "To find out more about the legal bases, you can contact us at any time using the contact details provided in this document."}, {"1": "To find out what categories of your personal information are processed, you can read the section titled “Detailed information on the processing of Personal Data” within this document."}, {"2": "To find out why we process your personal information, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document."}, {"3": "You can file your express request to exercise your rights free from any charge, at any time, by using the contact details provided in this document, or via your legal representative."}]}, "count": 4}, "right": {"text": {"right": [{"0": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to fulfil a legal obligation or upon order of an authority.\nOnce the retention period expires, Personal Data shall be deleted. Therefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period."}, {"1": "In particular, Users have the right to do the following, to the extent permitted by law:"}, {"2": "Withdraw their consent at any time. Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data."}, {"3": "Object to processing of their Data. Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent."}, {"4": "Access their Data. Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing."}, {"5": "Verify and seek rectification. Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected."}, {"6": "Restrict the processing of their Data. Users have the right to restrict the processing of their Data. In this case, the Owner will not process their Data for any purpose other than storing it.\n"}, {"7": "Have their Personal Data deleted or otherwise removed. Users have the right to obtain the erasure of their Data from the Owner."}, {"8": "Receive their Data and have it transferred to another controller. Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance."}, {"9": "Lodge a complaint. Users have the right to bring a claim before their competent data protection authority."}, {"10": "\n  Details about the right to object to processing\n"}, {"11": "right of access to Personal Data;"}, {"12": "right to object to the processing of their Personal Data (which also allows Users to demand that processing of Personal Data be restricted, Personal Data be deleted or destroyed, specific disclosures of Personal Data to third parties be prohibited);"}, {"13": "right to receive their Personal Data and have it transferred to another controller (data portability);"}, {"14": "right to ask for incorrect Personal Data to be corrected."}, {"15": " You have the right to:\n"}, {"16": "The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner. It is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom. \nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required."}]}, "count": 17}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header."}, {"1": "Freshdesk is a support and contact request management service provided by Freshworks, Inc."}, {"2": "Any requests to exercise User rights can be directed to the Owner through  the contact details provided in this document. Such requests are free of charge and will be answered by the Owner as early as possible and always within one month, providing Users with the information required by law. Any rectification or erasure of Personal Data or restriction of processing will be communicated by the Owner to each recipient, if any, to whom the Personal Data has been disclosed unless this proves impossible or involves disproportionate effort. At the Users’ request, the Owner will inform them about those recipients."}, {"3": "\n  Your Brazilian privacy rights, how to file a request and our response to your requests\n"}, {"4": "obtain, upon your express request, the portability of your personal information (except for anonymized information) to another service or product provider, provided that our commercial and industrial secrets are safeguarded;"}, {"5": "request clear and adequate information regarding the criteria and procedures used for an automated decision; and"}, {"6": "request the review of decisions made solely on the basis of the automated processing of your personal information, which affect your interests. These include decisions to define your personal, professional, consumer and credit profile, or aspects of your personality."}, {"7": "You can file your express request to exercise your rights free from any charge, at any time, by using the contact details provided in this document, or via your legal representative."}, {"8": "In the event that you file an access or personal information  processing confirmation request, please make sure that you specify whether you’d like your personal information to be delivered in electronic or printed form.  You will also need to let us know whether you want us to answer your request immediately, in which case we will answer in a simplified fashion, or if you need a complete disclosure instead.  In the latter case, we’ll respond within 15 days from the time of your request, providing you with all the information on the origin of your personal information, confirmation on whether or not records exist, any criteria used for the processing and the purposes of the processing, while safeguarding our commercial and industrial secrets."}, {"9": "In the event that you file a rectification, deletion, anonymization or personal information blocking request, we will make sure to immediately communicate your request to other parties with whom we have shared your personal information in order to enable such third parties to also comply with your request — except in cases where such communication is proven impossible or involves disproportionate effort on our side."}, {"10": "The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities."}, {"11": "In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request."}, {"12": "Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment."}]}, "count": 13}, "delete": {"text": {}, "count": 0}, "deletion": {"text": {"deletion": [{"0": "obtain the deletion of your personal information being processed if the processing was based upon your consent, unless one or more exceptions provided for in art. 16 of the LGPD apply;"}, {"1": "rectification, deletion, anonymization or personal information blocking"}]}, "count": 2}, "remove": {"text": {"remove": [{"0": " Remove pages"}]}, "count": 1}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract. "}, {"1": "Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed."}, {"2": " the carrying out of a contract and its preliminary procedures, in cases where you are a party to said contract;"}, {"3": "when the transfer is necessary for compliance with a legal or regulatory obligation, the carrying out of a contract or preliminary procedures related to a contract, or the regular exercise of rights in judicial, administrative or arbitration procedures."}]}, "count": 4}, "agreement": {"text": {"agreement": [{"0": "provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;"}, {"1": "when the transfer results from a commitment undertaken in an international cooperation agreement;"}]}, "count": 2}, "obligation": {"text": {"obligation": [{"0": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"1": "processing is necessary for compliance with a legal obligation to which the Owner is subject;"}, {"2": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"3": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to fulfil a legal obligation or upon order of an authority.\nOnce the retention period expires, Personal Data shall be deleted. Therefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period."}, {"4": " compliance with a legal or regulatory obligation that lies with us;"}, {"5": "when the transfer is necessary for compliance with a legal or regulatory obligation, the carrying out of a contract or preliminary procedures related to a contract, or the regular exercise of rights in judicial, administrative or arbitration procedures."}]}, "count": 6}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": " Legal & Privacy"}, {"1": "Legal & Privacy"}, {"2": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time."}, {"3": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"4": "\n        The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following:\n        Registration and authentication provided directly by this Application, Contacting the User, Managing contacts and sending messages, Handling payments, Traffic optimization and distribution, Infrastructure monitoring, Advertising, Analytics and Managing support and contact requests.\n      "}, {"5": "\n  Legal basis of processing\n"}, {"6": "processing is necessary for compliance with a legal obligation to which the Owner is subject;"}, {"7": "In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract. "}, {"8": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"9": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to fulfil a legal obligation or upon order of an authority.\nOnce the retention period expires, Personal Data shall be deleted. Therefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period."}, {"10": "Object to processing of their Data. Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent."}, {"11": "\n  Users are also entitled to learn about the legal basis for Data transfers abroad including to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.\n"}, {"12": "We can process your personal information solely if we have a legal basis for such processing. Legal bases are as follows:\n"}, {"13": " compliance with a legal or regulatory obligation that lies with us;"}, {"14": " the carrying out of public policies provided in laws or regulations or based on contracts, agreements and similar legal instruments;"}, {"15": "To find out more about the legal bases, you can contact us at any time using the contact details provided in this document."}, {"16": "You can file your express request to exercise your rights free from any charge, at any time, by using the contact details provided in this document, or via your legal representative."}, {"17": "We will strive to promptly respond to your requests. In any case, should it be impossible for us to do so, we’ll make sure to communicate to you the factual or legal reasons that prevent us from immediately, or otherwise ever, complying with your requests. In cases where we are not processing your personal information, we will indicate to you the physical or legal person to whom you should address your requests, if we are in the position to do so."}, {"18": "when the transfer is necessary for international legal cooperation between public intelligence, investigation and prosecution bodies, according to the legal means provided by the international law;"}, {"19": "when the transfer is necessary for the execution of a public policy or legal attribution of public service;"}, {"20": "when the transfer is necessary for compliance with a legal or regulatory obligation, the carrying out of a contract or preliminary procedures related to a contract, or the regular exercise of rights in judicial, administrative or arbitration procedures."}, {"21": "\n    Legal action\n  "}, {"22": "The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities."}, {"23": "\n        Definitions and legal references\n      "}, {"24": "The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy."}, {"25": "The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application. The Data Controller, unless otherwise specified, is the Owner of this Application."}, {"26": "Legal information"}, {"27": "Legal & Privacy"}]}, "count": 28}, "authority": {"text": {"authority": [{"0": "processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;"}, {"1": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to fulfil a legal obligation or upon order of an authority.\nOnce the retention period expires, Personal Data shall be deleted. Therefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period."}, {"2": "Lodge a complaint. Users have the right to bring a claim before their competent data protection authority."}, {"3": "Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection."}, {"4": "lodge a complaint related to your personal information with the ANPD (the National Data Protection Authority) or with consumer protection bodies;"}, {"5": "The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy."}, {"6": "The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application. The Data Controller, unless otherwise specified, is the Owner of this Application."}]}, "count": 7}, "comply": {"text": {"comply": [{"0": "\n        The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following:\n        Registration and authentication provided directly by this Application, Contacting the User, Managing contacts and sending messages, Handling payments, Traffic optimization and distribution, Infrastructure monitoring, Advertising, Analytics and Managing support and contact requests.\n      "}, {"1": "In the event that you file a rectification, deletion, anonymization or personal information blocking request, we will make sure to immediately communicate your request to other parties with whom we have shared your personal information in order to enable such third parties to also comply with your request — except in cases where such communication is proven impossible or involves disproportionate effort on our side."}]}, "count": 2}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "In particular, Users have the right to do the following, to the extent permitted by law:"}, {"1": "\n  Users are also entitled to learn about the legal basis for Data transfers abroad including to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.\n"}, {"2": "Any requests to exercise User rights can be directed to the Owner through  the contact details provided in this document. Such requests are free of charge and will be answered by the Owner as early as possible and always within one month, providing Users with the information required by law. Any rectification or erasure of Personal Data or restriction of processing will be communicated by the Owner to each recipient, if any, to whom the Personal Data has been disclosed unless this proves impossible or involves disproportionate effort. At the Users’ request, the Owner will inform them about those recipients."}, {"3": "Users may exercise certain rights regarding their Data within the limits of law, including the following:"}, {"4": "Any requests to exercise User rights can be directed to the Owner through  the contact details provided in this document. Such requests are free of charge and will be answered by the Owner as early as possible, providing Users with the information required by law."}, {"5": "oppose a processing activity in cases where the processing is not carried out in compliance with the provisions of the law;"}, {"6": "\n  Transfer of personal information outside of Brazil permitted by the law\n"}, {"7": "when the transfer is necessary for international legal cooperation between public intelligence, investigation and prosecution bodies, according to the legal means provided by the international law;"}]}, "count": 8}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": " compliance with a legal or regulatory obligation that lies with us;"}, {"1": "when the transfer is necessary for compliance with a legal or regulatory obligation, the carrying out of a contract or preliminary procedures related to a contract, or the regular exercise of rights in judicial, administrative or arbitration procedures."}]}, "count": 2}, "policy": {"text": {"policy": [{"0": "Explore our Privacy Policy for a clear understanding of how we manage your data. We prioritize transparency to ensure your privacy and security while providing our services."}, {"1": "Privacy Policy of www.ilovepdf.com"}, {"2": "Policy summary"}, {"3": "Personal Data: various types of Data as specified in the privacy policy of the service"}, {"4": "Personal Data: various types of Data as specified in the privacy policy of the service"}, {"5": "Personal Data: Data communicated while using the service; various types of Data as specified in the privacy policy of the service"}, {"6": "Personal Data: Cookies; various types of Data as specified in the privacy policy of the service"}, {"7": "\n  In addition to any opt-out feature provided by\n  any of the services listed in this document,  Users may learn more on\n  how to generally opt out of interest-based advertising within the\n  dedicated section of the Cookie Policy.\n"}, {"8": "\n\n                Full policy\n\n              "}, {"9": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"10": "Google Ad Manager is an advertising service provided by Google Ireland Limited that allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.\nIn order to understand Google's use of Data, consult Google's partner policy.\nThis service uses the “DoubleClick” Cookie, which tracks use of this Application and User behavior concerning ads, products and services offered.  "}, {"11": "Place of processing:  Ireland –  Privacy Policy. "}, {"12": "In order to understand Google's use of Data, consult Google's partner policy."}, {"13": "Place of processing:  Ireland –  Privacy Policy – Opt Out. "}, {"14": "Personal Data processed: various types of Data as specified in the privacy policy of the service."}, {"15": "Personal Data processed: various types of Data as specified in the privacy policy of the service."}, {"16": "Place of processing:  US –  Privacy Policy. "}, {"17": "Personal Data processed: various types of Data as specified in the privacy policy of the service."}, {"18": "Place of processing:  United States –  Privacy Policy. "}, {"19": "Place of processing:  United States –  Privacy Policy. "}, {"20": "Place of processing:  US –  Privacy Policy. "}, {"21": "Personal Data processed: Data communicated while using the service; various types of Data as specified in the privacy policy of the service."}, {"22": "Place of processing:  United States –  Privacy Policy. "}, {"23": "Personal Data processed: Cookies; various types of Data as specified in the privacy policy of the service."}, {"24": "Place of processing:  US –  Privacy Policy. "}, {"25": "\n  In addition to any opt-out feature provided by\n  any of the services listed in this document,  Users may learn more on\n  how to generally opt out of interest-based advertising within the\n  dedicated section of the Cookie Policy.\n"}, {"26": "This Application uses Trackers. To learn more, Users may consult the Cookie Policy."}, {"27": "This section applies to Users in Switzerland, and, for such Users, supersedes any other possibly divergent or conflicting information contained in the privacy policy."}, {"28": "This section of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the entity running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”). This section applies to all Users in Brazil (Users are referred to below, simply as “you”, “your”, “yours”), according to the \"Lei Geral de Proteção de Dados\" (the \"LGPD\"), and for such Users, it supersedes any other possibly divergent or conflicting information contained in the privacy policy.  This part of the document uses the term “personal information“ as it is defined in the LGPD."}, {"29": "when the transfer is necessary for the execution of a public policy or legal attribution of public service;"}, {"30": "In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request."}, {"31": "\n    Information not contained in this policy\n  "}, {"32": "\n    Changes to this privacy policy\n  "}, {"33": "The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner. It is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom. \nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required."}, {"34": "The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy."}, {"35": "This privacy policy relates solely to this Application, if not stated otherwise within this document."}]}, "count": 36}, "international": {"text": {"international": [{"0": "\n  Users are also entitled to learn about the legal basis for Data transfers abroad including to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.\n"}, {"1": "when the transfer is necessary for international legal cooperation between public intelligence, investigation and prosecution bodies, according to the legal means provided by the international law;"}, {"2": "when the transfer results from a commitment undertaken in an international cooperation agreement;"}]}, "count": 3}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "\n      Among the types of Personal Data that this Application collects, by itself or through third parties, there are:\n      first name; email address; password; VAT Number; company name; country; Cookies; Usage Data; IP address; browsing history; session statistics; number of Users; city; device information; latitude (of city); longitude (of city); browser information; Data communicated while using the service.\n    "}, {"1": "\n        The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following:\n        Registration and authentication provided directly by this Application, Contacting the User, Managing contacts and sending messages, Handling payments, Traffic optimization and distribution, Infrastructure monitoring, Advertising, Analytics and Managing support and contact requests.\n      "}, {"2": "right to object to the processing of their Personal Data (which also allows Users to demand that processing of Personal Data be restricted, Personal Data be deleted or destroyed, specific disclosures of Personal Data to third parties be prohibited);"}, {"3": "obtain information about the third parties with whom we share your personal information;"}, {"4": "In the event that you file a rectification, deletion, anonymization or personal information blocking request, we will make sure to immediately communicate your request to other parties with whom we have shared your personal information in order to enable such third parties to also comply with your request — except in cases where such communication is proven impossible or involves disproportionate effort on our side."}]}, "count": 5}, "third-party": {"text": {"third-party": [{"0": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"1": "Users are responsible for any third-party Personal Data obtained, published or shared through this Application."}, {"2": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time."}, {"3": "For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) or use other Personal Data (such as the IP Address) for this purpose."}, {"4": "Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment."}]}, "count": 5}, "third party": {"text": {"third party": [{"0": "processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party."}, {"1": " protection or physical safety of yourself or a third party;"}, {"2": "when the transfer is necessary to protect your life or physical security or those of a third party;"}]}, "count": 3}, "advertising": {"text": {"advertising": [{"0": "\n\n                Advertising\n\n\n                \n\n\n\n                    \n                      Google Ad Manager\n                        Personal Data: Trackers; Usage Data\n                    \n\n\n                \n\n              "}, {"1": "\n  In addition to any opt-out feature provided by\n  any of the services listed in this document,  Users may learn more on\n  how to generally opt out of interest-based advertising within the\n  dedicated section of the Cookie Policy.\n"}, {"2": "\n        The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following:\n        Registration and authentication provided directly by this Application, Contacting the User, Managing contacts and sending messages, Handling payments, Traffic optimization and distribution, Infrastructure monitoring, Advertising, Analytics and Managing support and contact requests.\n      "}, {"3": "\n                  Advertising\n                "}, {"4": "This type of service allows User Data to be utilized for advertising communication purposes. These communications are displayed in the form of banners and other advertisements on this Application, possibly based on User interests.\nThis does not mean that all Personal Data are used for this purpose. Information and conditions of use are shown below. \nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e. displaying ads tailored to the User’s interests and behavior, including those detected outside this Application. For more information, please check the privacy policies of the relevant services.\nServices of this kind usually offer the possibility to opt out of such tracking. In addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document."}, {"5": "Google Ad Manager is an advertising service provided by Google Ireland Limited that allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.\nIn order to understand Google's use of Data, consult Google's partner policy.\nThis service uses the “DoubleClick” Cookie, which tracks use of this Application and User behavior concerning ads, products and services offered.  "}, {"6": "Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server. Users can learn more by consulting Google’s official documentation."}, {"7": "\n  In addition to any opt-out feature provided by\n  any of the services listed in this document,  Users may learn more on\n  how to generally opt out of interest-based advertising within the\n  dedicated section of the Cookie Policy.\n"}]}, "count": 8}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {}, "count": 0}, "optimize": {"text": {"optimize": [{"0": "Optimize PDF"}, {"1": "This type of service allows this Application to distribute their content using servers located across different countries and to optimize their performance.\nWhich Personal Data are processed depends on the characteristics and the way these services are implemented. Their function is to filter  communications between this Application and the User's browser.\nConsidering the widespread distribution of this system, it is difficult to determine the locations to which the contents that may contain Personal Information of the User are transferred."}]}, "count": 2}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Explore our Privacy Policy for a clear understanding of how we manage your data. We prioritize transparency to ensure your privacy and security while providing our services."}, {"1": "This Application collects some Personal Data from its Users."}, {"2": "Personal Data processed for the following purposes and using the following services:"}, {"3": "Personal Data: Trackers; Usage Data"}, {"4": "Personal Data: browser information; city; device information; latitude (of city); longitude (of city); number of Users; session statistics"}, {"5": "Personal Data: email address; first name"}, {"6": "Personal Data: various types of Data as specified in the privacy policy of the service"}, {"7": "Personal Data: various types of Data as specified in the privacy policy of the service"}, {"8": "Personal Data: browsing history; country; IP address; session statistics"}, {"9": "Personal Data: email address"}, {"10": "Personal Data: Data communicated while using the service; various types of Data as specified in the privacy policy of the service"}, {"11": "Personal Data: company name; country; email address; first name; password; VAT Number"}, {"12": "Personal Data: Cookies; various types of Data as specified in the privacy policy of the service"}, {"13": "Owner and Data Controller"}, {"14": "\n    Owner and Data Controller\n  "}, {"15": "\n    Types of Data collected\n  "}, {"16": "\n      Among the types of Personal Data that this Application collects, by itself or through third parties, there are:\n      first name; email address; password; VAT Number; company name; country; Cookies; Usage Data; IP address; browsing history; session statistics; number of Users; city; device information; latitude (of city); longitude (of city); browser information; Data communicated while using the service.\n    "}, {"17": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"18": "Users are responsible for any third-party Personal Data obtained, published or shared through this Application."}, {"19": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time."}, {"20": "The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own. To find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data."}, {"21": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"22": "\n        The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following:\n        Registration and authentication provided directly by this Application, Contacting the User, Managing contacts and sending messages, Handling payments, Traffic optimization and distribution, Infrastructure monitoring, Advertising, Analytics and Managing support and contact requests.\n      "}, {"23": "For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”."}, {"24": "Personal Data is collected for the following purposes and using the following services:"}, {"25": "This type of service allows User Data to be utilized for advertising communication purposes. These communications are displayed in the form of banners and other advertisements on this Application, possibly based on User interests.\nThis does not mean that all Personal Data are used for this purpose. Information and conditions of use are shown below. \nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e. displaying ads tailored to the User’s interests and behavior, including those detected outside this Application. For more information, please check the privacy policies of the relevant services.\nServices of this kind usually offer the possibility to opt out of such tracking. In addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document."}, {"26": "Google Ad Manager is an advertising service provided by Google Ireland Limited that allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.\nIn order to understand Google's use of Data, consult Google's partner policy.\nThis service uses the “DoubleClick” Cookie, which tracks use of this Application and User behavior concerning ads, products and services offered.  "}, {"27": "Personal Data processed: Trackers; Usage Data."}, {"28": "Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server. Users can learn more by consulting Google’s official documentation."}, {"29": "In order to understand Google's use of Data, consult Google's partner policy."}, {"30": "Personal Data processed: browser information; city; device information; latitude (of city); longitude (of city); number of Users; session statistics."}, {"31": "By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header."}, {"32": "Personal Data processed: email address; first name."}, {"33": "Personal Data processed: email address; first name."}, {"34": "Personal Data processed: various types of Data as specified in the privacy policy of the service."}, {"35": "Stripe is a payment service provided by Stripe, Inc., Stripe Payments Europe, Limited, Stripe Payments UK, Ltd, Stripe Brasil Soluções de Pagamento - Instituição de Pagamento Ltda., Stripe Payments Canada, Ltd., Stripe India Private Ltd., Stripe Japan KK, Stripe Payments Malaysia Sdn. Bhd., Stripe Payments Mexico, S. de R.L. de C.V., Stripe New Zealand Limited, Stripe Payments Singapore Pte. Ltd. or by Stripe Payments (Thailand) Ltd., depending on how the Owner manages the Data processing."}, {"36": "Personal Data processed: various types of Data as specified in the privacy policy of the service."}, {"37": "This type of service allows this Application to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.\nWhich Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of this Application."}, {"38": "Personal Data processed: various types of Data as specified in the privacy policy of the service."}, {"39": "New Relic is a monitoring service provided by New Relic Inc.\nThe way New Relic is integrated means that it filters all traffic of this Application, i.e., communication between the Application and the User's browser or device, while also allowing analytical data on this Application to be collected."}, {"40": "Personal Data processed: browsing history; country; IP address; session statistics."}, {"41": "This type of services makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message."}, {"42": "Personal Data processed: email address."}, {"43": "This type of service allows this Application to manage support and contact requests received via email or by other means, such as the contact form.\nThe Personal Data processed depend on the information provided by the User in the messages and the means used for communication (e.g. email address)."}, {"44": "Personal Data processed: Data communicated while using the service; various types of Data as specified in the privacy policy of the service."}, {"45": "By registering or authenticating, Users allow this Application to identify them and give them access to dedicated services. The Personal Data is collected and stored for registration or identification purposes only. The Data collected are only those necessary for the provision of the service requested by the Users."}, {"46": "The User registers by filling out the registration form and providing the Personal Data directly to this Application."}, {"47": "Personal Data processed: company name; country; email address; first name; password; VAT Number."}, {"48": "This type of service allows this Application to distribute their content using servers located across different countries and to optimize their performance.\nWhich Personal Data are processed depends on the characteristics and the way these services are implemented. Their function is to filter  communications between this Application and the User's browser.\nConsidering the widespread distribution of this system, it is difficult to determine the locations to which the contents that may contain Personal Information of the User are transferred."}, {"49": "Cloudflare is a traffic optimization and distribution service provided by Cloudflare Inc.\nThe way Cloudflare is integrated means that it filters all the traffic through this Application, i.e., communication between this Application and the User's browser, while also allowing analytical data from this Application to be collected."}, {"50": "Personal Data processed: Cookies; various types of Data as specified in the privacy policy of the service."}, {"51": "\n    Further information about the processing of Personal Data\n    \n          \n            \n              \n              \n                \n                  Uploaded files to ilovepdf.com\n                \n              \n              \n                    Absolutely all uploaded files on ilovepdf.com are deleted from our servers one, two or twenty-four hours (depending on if a user is non registered, registered or premium) after been processed.\n              \n              \n            \n          \n    \n  "}, {"52": "The Owner may process Personal Data relating to Users if one of the following applies:"}, {"53": "provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;"}, {"54": "In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract. "}, {"55": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"56": "Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed."}, {"57": "Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes. Users may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of  this document or by contacting the Owner."}, {"58": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to fulfil a legal obligation or upon order of an authority.\nOnce the retention period expires, Personal Data shall be deleted. Therefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period."}, {"59": "The rights of Users based on the General Data Protection Regulation (GDPR)"}, {"60": "Users may exercise certain rights regarding their Data processed by the Owner."}, {"61": "Withdraw their consent at any time. Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data."}, {"62": "Object to processing of their Data."}, {"63": "Access their Data."}, {"64": "Verify and seek rectification. Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected."}, {"65": "Restrict the processing of their Data."}, {"66": "Have their Personal Data deleted or otherwise removed."}, {"67": "Receive their Data and have it transferred to another controller."}, {"68": "Lodge a complaint. Users have the right to bring a claim before their competent data protection authority."}, {"69": "\n  Users are also entitled to learn about the legal basis for Data transfers abroad including to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.\n"}, {"70": "Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection."}, {"71": "Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time, free of charge and without providing any justification. Where the User objects to processing for direct marketing purposes, the Personal Data will no longer be processed for such purposes. To learn whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document. "}, {"72": "Any requests to exercise User rights can be directed to the Owner through  the contact details provided in this document. Such requests are free of charge and will be answered by the Owner as early as possible and always within one month, providing Users with the information required by law. Any rectification or erasure of Personal Data or restriction of processing will be communicated by the Owner to each recipient, if any, to whom the Personal Data has been disclosed unless this proves impossible or involves disproportionate effort. At the Users’ request, the Owner will inform them about those recipients."}, {"73": "the section titled “Detailed information on the processing of Personal Data” within this document"}, {"74": "The rights of Users according to the Swiss Federal Act on Data Protection"}, {"75": "Users may exercise certain rights regarding their Data within the limits of law, including the following:"}, {"76": "right of access to Personal Data;"}, {"77": "right to object to the processing of their Personal Data (which also allows Users to demand that processing of Personal Data be restricted, Personal Data be deleted or destroyed, specific disclosures of Personal Data to third parties be prohibited);"}, {"78": "right to receive their Personal Data and have it transferred to another controller (data portability);"}, {"79": "right to ask for incorrect Personal Data to be corrected."}, {"80": "To find out what categories of your personal information are processed, you can read the section titled “Detailed information on the processing of Personal Data” within this document."}, {"81": "To find out why we process your personal information, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document."}, {"82": "lodge a complaint related to your personal information with the ANPD (the National Data Protection Authority) or with consumer protection bodies;"}, {"83": "Additional information about Data collection and processing"}, {"84": "The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities."}, {"85": "\n    Additional information about User's Personal Data\n  "}, {"86": "In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request."}, {"87": "For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) or use other Personal Data (such as the IP Address) for this purpose."}, {"88": "More details concerning the collection or processing of Personal Data may be requested from the Owner at any time. Please see the contact information at the beginning of this document."}, {"89": "\n        Personal Data (or Data)\n      "}, {"90": "The individual using this Application who, unless otherwise specified, coincides with the Data Subject."}, {"91": "Data Subject"}, {"92": "The natural person to whom the Personal Data refers."}, {"93": "Data Processor (or Processor)"}, {"94": "The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy."}, {"95": "Data Controller (or Owner)"}, {"96": "The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application. The Data Controller, unless otherwise specified, is the Owner of this Application."}, {"97": "The means by which the Personal Data of the User is collected and processed."}, {"98": "Cookies are Trackers consisting of small sets of data stored in the User's browser."}, {"99": "the Personal Data strictly necessary"}]}, "count": 100}, "we process": {"text": {"we process": [{"0": "\n  The grounds on which we process your personal information\n"}, {"1": "\n  Why we process your personal information\n"}, {"2": "To find out why we process your personal information, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document."}]}, "count": 3}, "collected": {"text": {"collected": [{"0": "\n    Types of Data collected\n  "}, {"1": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"2": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"3": "\n        The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following:\n        Registration and authentication provided directly by this Application, Contacting the User, Managing contacts and sending messages, Handling payments, Traffic optimization and distribution, Infrastructure monitoring, Advertising, Analytics and Managing support and contact requests.\n      "}, {"4": "Personal Data is collected for the following purposes and using the following services:"}, {"5": "Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server. Users can learn more by consulting Google’s official documentation."}, {"6": "New Relic is a monitoring service provided by New Relic Inc.\nThe way New Relic is integrated means that it filters all traffic of this Application, i.e., communication between the Application and the User's browser or device, while also allowing analytical data on this Application to be collected."}, {"7": "By registering or authenticating, Users allow this Application to identify them and give them access to dedicated services. The Personal Data is collected and stored for registration or identification purposes only. The Data collected are only those necessary for the provision of the service requested by the Users."}, {"8": "Cloudflare is a traffic optimization and distribution service provided by Cloudflare Inc.\nThe way Cloudflare is integrated means that it filters all the traffic through this Application, i.e., communication between this Application and the User's browser, while also allowing analytical data from this Application to be collected."}, {"9": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"10": "Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed."}, {"11": "Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes. Users may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of  this document or by contacting the Owner."}, {"12": "Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment."}, {"13": "The means by which the Personal Data of the User is collected and processed."}]}, "count": 14}, "stored": {"text": {"stored": [{"0": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"1": "By registering or authenticating, Users allow this Application to identify them and give them access to dedicated services. The Personal Data is collected and stored for registration or identification purposes only. The Data collected are only those necessary for the provision of the service requested by the Users."}, {"2": "Unless specified otherwise in this document, Personal Data shall be processed and stored for as long as required by the purpose they have been collected for and may be retained for longer due to applicable legal obligation or based on the Users’ consent."}, {"3": "Cookies are Trackers consisting of small sets of data stored in the User's browser."}]}, "count": 4}, "retention": {"text": {"retention": [{"0": "\n    Retention time\n  "}, {"1": "\n  Further information about retention time\n"}, {"2": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to fulfil a legal obligation or upon order of an authority.\nOnce the retention period expires, Personal Data shall be deleted. Therefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period."}, {"3": "Further details regarding the categories of Data processed, the purposes of processing, the categories of recipients of the personal data, if any, the retention period and further information about Personal Data can be found in the section titled “Detailed information on the processing of Personal Data” within this document."}]}, "count": 4}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server. Users can learn more by consulting Google’s official documentation."}]}, "count": 1}, "analytics": {"text": {"analytics": [{"0": "Google Analytics 4"}, {"1": "\n        The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following:\n        Registration and authentication provided directly by this Application, Contacting the User, Managing contacts and sending messages, Handling payments, Traffic optimization and distribution, Infrastructure monitoring, Advertising, Analytics and Managing support and contact requests.\n      "}, {"2": "\n                  Analytics\n                "}, {"3": "Google Analytics 4 (Google Ireland Limited)"}, {"4": "Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server. Users can learn more by consulting Google’s official documentation."}]}, "count": 5}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {"automatically": [{"0": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"1": "Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment."}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "This document can be printed for reference by using the print command in the settings of any browser."}, {"1": "Users may decide to disable all the DoubleClick Cookies by going to: Google Ad Settings."}]}, "count": 2}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "\n        The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following:\n        Registration and authentication provided directly by this Application, Contacting the User, Managing contacts and sending messages, Handling payments, Traffic optimization and distribution, Infrastructure monitoring, Advertising, Analytics and Managing support and contact requests.\n      "}]}, "count": 1}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "when the transfer is necessary to protect your life or physical security or those of a third party;"}]}, "count": 1}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "\n                                PDF security\n                                 Unlock PDF\n                                Protect PDF\n                                Sign PDF\n                                                                 Redact PDF\n                                 Compare PDF\n                            "}, {"1": "\n                        Security\n                    "}, {"2": "Explore our Privacy Policy for a clear understanding of how we manage your data. We prioritize transparency to ensure your privacy and security while providing our services."}, {"3": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time."}, {"4": "Payment processing services enable this Application to process payments by credit card, bank transfer or other means. To ensure greater security, this Application shares only the information necessary to execute the transaction with the financial intermediaries handling the transaction.\nSome of these services may also enable the sending of timed messages to the User, such as emails containing invoices or notifications concerning the payment."}, {"5": "\n  Users are also entitled to learn about the legal basis for Data transfers abroad including to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.\n"}, {"6": "when the transfer is necessary to protect your life or physical security or those of a third party;"}, {"7": "The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application. The Data Controller, unless otherwise specified, is the Owner of this Application."}, {"8": "\n                        Security\n                    "}]}, "count": 9}, "unauthorized": {"text": {"unauthorized": [{"0": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "Explore our Privacy Policy for a clear understanding of how we manage your data. We prioritize transparency to ensure your privacy and security while providing our services."}, {"1": "\n  In addition to any opt-out feature provided by\n  any of the services listed in this document,  Users may learn more on\n  how to generally opt out of interest-based advertising within the\n  dedicated section of the Cookie Policy.\n"}, {"2": "This type of service allows User Data to be utilized for advertising communication purposes. These communications are displayed in the form of banners and other advertisements on this Application, possibly based on User interests.\nThis does not mean that all Personal Data are used for this purpose. Information and conditions of use are shown below. \nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e. displaying ads tailored to the User’s interests and behavior, including those detected outside this Application. For more information, please check the privacy policies of the relevant services.\nServices of this kind usually offer the possibility to opt out of such tracking. In addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document."}, {"3": "Stripe is a payment service provided by Stripe, Inc., Stripe Payments Europe, Limited, Stripe Payments UK, Ltd, Stripe Brasil Soluções de Pagamento - Instituição de Pagamento Ltda., Stripe Payments Canada, Ltd., Stripe India Private Ltd., Stripe Japan KK, Stripe Payments Malaysia Sdn. Bhd., Stripe Payments Mexico, S. de R.L. de C.V., Stripe New Zealand Limited, Stripe Payments Singapore Pte. Ltd. or by Stripe Payments (Thailand) Ltd., depending on how the Owner manages the Data processing."}, {"4": "\n  In addition to any opt-out feature provided by\n  any of the services listed in this document,  Users may learn more on\n  how to generally opt out of interest-based advertising within the\n  dedicated section of the Cookie Policy.\n"}, {"5": "\n  How to exercise these rights\n"}, {"6": "How to exercise these rights"}, {"7": "\n  Your Brazilian privacy rights, how to file a request and our response to your requests\n"}, {"8": "How to file your request"}, {"9": "How and when we will respond to your request"}]}, "count": 10}, "what": {"text": {"what": [{"0": "To find out what categories of your personal information are processed, you can read the section titled “Detailed information on the processing of Personal Data” within this document."}]}, "count": 1}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Google Ad Manager is an advertising service provided by Google Ireland Limited that allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.\nIn order to understand Google's use of Data, consult Google's partner policy.\nThis service uses the “DoubleClick” Cookie, which tracks use of this Application and User behavior concerning ads, products and services offered.  "}, {"1": "In order to understand Google's use of Data, consult Google's partner policy."}]}, "count": 2}, "learn": {"text": {"learn": [{"0": "\n  In addition to any opt-out feature provided by\n  any of the services listed in this document,  Users may learn more on\n  how to generally opt out of interest-based advertising within the\n  dedicated section of the Cookie Policy.\n"}, {"1": "This type of service allows User Data to be utilized for advertising communication purposes. These communications are displayed in the form of banners and other advertisements on this Application, possibly based on User interests.\nThis does not mean that all Personal Data are used for this purpose. Information and conditions of use are shown below. \nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e. displaying ads tailored to the User’s interests and behavior, including those detected outside this Application. For more information, please check the privacy policies of the relevant services.\nServices of this kind usually offer the possibility to opt out of such tracking. In addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document."}, {"2": "Google Analytics 4 is a web analysis service provided by Google Ireland Limited (“Google”). Google utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\nIn Google Analytics 4, IP addresses are used at collection time and then discarded before Data is logged in any data center or server. Users can learn more by consulting Google’s official documentation."}, {"3": "\n  In addition to any opt-out feature provided by\n  any of the services listed in this document,  Users may learn more on\n  how to generally opt out of interest-based advertising within the\n  dedicated section of the Cookie Policy.\n"}, {"4": "This Application uses Trackers. To learn more, Users may consult the Cookie Policy."}, {"5": "Access their Data. Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing."}, {"6": "\n  Users are also entitled to learn about the legal basis for Data transfers abroad including to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.\n"}, {"7": "Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time, free of charge and without providing any justification. Where the User objects to processing for direct marketing purposes, the Personal Data will no longer be processed for such purposes. To learn whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document. "}]}, "count": 8}, "more information": {"text": {"more information": [{"0": "This type of service allows User Data to be utilized for advertising communication purposes. These communications are displayed in the form of banners and other advertisements on this Application, possibly based on User interests.\nThis does not mean that all Personal Data are used for this purpose. Information and conditions of use are shown below. \nSome of the services listed below may use Trackers to identify Users or they may use the behavioral retargeting technique, i.e. displaying ads tailored to the User’s interests and behavior, including those detected outside this Application. For more information, please check the privacy policies of the relevant services.\nServices of this kind usually offer the possibility to opt out of such tracking. In addition to any opt-out feature offered by any of the services below, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section \"How to opt-out of interest-based advertising\" in this document."}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Personal Data: Cookies; various types of Data as specified in the privacy policy of the service"}, {"1": "\n      Among the types of Personal Data that this Application collects, by itself or through third parties, there are:\n      first name; email address; password; VAT Number; company name; country; Cookies; Usage Data; IP address; browsing history; session statistics; number of Users; city; device information; latitude (of city); longitude (of city); browser information; Data communicated while using the service.\n    "}, {"2": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.Any use of Cookies – or of other tracking tools — by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy."}, {"3": "Users may decide to disable all the DoubleClick Cookies by going to: Google Ad Settings."}, {"4": "Personal Data processed: Cookies; various types of Data as specified in the privacy policy of the service."}, {"5": "Cookies are Trackers consisting of small sets of data stored in the User's browser."}, {"6": "Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device."}]}, "count": 7}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device."}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}