{"main": {"https://homes.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "This Global Privacy Notice applies to the CoStar Marketplaces (defined below), CoStar Products (defined below), and any associated websites, products, services, mobile applications, or other websites or applications which we currently own, or in the future may own or control, to which this Global Privacy Notice is posted (collectively, “Services”)."}, {"2": "When using our Services, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties."}, {"3": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}, {"4": "This may also include individuals whose contact information you provide to us if you would like to refer them to our Services. We typically send these individuals a one-time email to invite them to our Services. We store this information for the limited purpose of sending this one-time email and for tracking the success of our referral program."}, {"5": "This may include information that we collect to enhance our business contact records, such as gender and language preferences; as well as additional information we collect through Apartments.com benchmarking surveys such household income, educational history, and race and/or ethnicity, as permitted by local laws and regulations."}, {"6": "We may collect pictures that you choose to provide to us or share in other public domains. Some CoStar Products may offer or require facial recognition as a means of authentication, which requires the collection of your biometric data. For more information about this, please see “Biometric and Geolocation Information.”"}, {"7": "Username, biography, and other information that you chose to publicly share on social media networks. We may also collect information associated with your social media account if you choose to use that account to log in to our Services."}, {"8": "For example, this may include information that you provide within the context of a rental application on Apartments.com and related brands, such as proof of income and income history. This may also include similar information within the context of a real estate financing and transaction, such as proof of funds information that we collect on Ten-X and related brands. This may also include your income or credit score within the context of our mortgage tools on Homes.com and related brands, and when qualifying buyers of businesses on our BizBuySell platform."}, {"9": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"10": "Additionally, we may collect any other information that you choose to share with us on the Services. We may use this information and the other information identified in the above table to draw inferences about you regarding your preferences, characteristics, or behavior."}, {"11": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"12": "For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information, our Cookie Policy, and Manage Your Personal Information."}, {"13": "We may use your Personal Information for the following purposes:"}, {"14": "Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners."}, {"15": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"16": "We may use an automated process to identify properties that may be of particular interest to you and to bring these to your attention. We may do this by profiling your activity when using the Services. This profiling takes place based on properties you browse, searches you conduct, and your location. It helps us to understand what sort of properties you are interested in and to categorize your activity to help us determine the Services that may be best suited to your needs."}, {"17": "We may disclose Personal Information:"}, {"18": "To other CoStar customers or subscribers within the context of any directories or inventories we may provide on the Services or that you opt into."}, {"19": "If we believe it is necessary to protect the rights, property, or safety of CoStar or others."}, {"20": "CoStar discloses your Personal Information to third parties to assist us in our business. For example, we use vendors and third-party firms to assist with data analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support."}, {"21": "CoStar is a global business. We may transfer your Personal Information to the United States, where we are headquartered, and to other countries which may not have the same privacy laws as the country in which you initially provided the information, but we will protect your Personal Information in accordance with this Global Privacy Notice, or as otherwise disclosed to you."}, {"22": "We take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees."}, {"23": "Unfortunately, we cannot guarantee the security of information transmitted through the Internet, and where we have given you (or where you have chosen) a password, you are responsible for keeping this password confidential."}, {"24": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"25": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"26": "We collect the Personal Information identified in the table in Section 1 (“Types of Personal Information”), which falls into the following categories of Personal Information according to the California Consumer Privacy Act:"}, {"27": "Identifiers (e.g., IP address and other online identifiers), categories of Personal Information described in California Civil Code § 1798.80(e), geolocation, Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising our Services. We may also “sell” these categories to other CoStar customers or subscribers so that they may contact you about properties or services you may be interested in."}, {"28": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"29": "You have the right to request that we disclose the following information:"}, {"30": "We do not have actual knowledge that we sell or share the Personal Information of consumers under the age of 16."}, {"31": "We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121."}, {"32": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}, {"33": "Where we need to collect Personal Information by law or under the terms of a contract we have with you and you fail to provide that information when requested, we may not be able to perform the contract we have or are trying to enter into with you. In this case, we may have to cancel a product or service you have with us but will notify you first."}, {"34": "We rely on the following lawful bases to process your Personal Information for these non-exhaustive purposes:"}, {"35": "We may obtain your consent to process your Personal Information in certain circumstances, which may include when we send you relevant marketing, you elect to receive information from us, or you Contact Us to register an interest in our Services or company. We may also rely upon our legitimate interest in developing our business as a basis for sending you marketing information and information about our Services (see below)."}, {"36": "We rely on this lawful processing ground when we process your Personal Information to perform a contract which we have with you, or when we take steps in anticipation of entering into a contract with you, for example in connection within the provision of our Services to you and the management of our relationships with third parties."}, {"37": "We rely on this lawful processing ground when we process your Personal Information to meet legal and regulatory obligations which apply to us."}, {"38": "We rely on this lawful processing ground when we process your Personal Information to provide our Services, to respond to specific requests, to manage our business operations, to manage our relationships with you and with third parties in connection with our business, and when we provide you with marketing information or other information in relation to our Services which we believe may interest you."}, {"39": "If you wish to have more information regarding the legitimate interests assessments we have conducted in order to reach these conclusions, please Contact Us."}, {"40": "If you live in the EEA or United Kingdom, we may transfer Personal Information Types of Personal information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law."}, {"41": "You may Contact Us to obtain a copy of the safeguards we use to transfer Personal Information outside of the EEA or United Kingdom."}, {"42": "We may use service providers located outside of Canada, including, without limitation, in the United States of America, to process Personal Information, and may transfer your Personal Information to such service providers for this purpose. When your Personal Information is processed outside of Canada, it will be subject to the laws of the countries where the information is processed and may be accessible to law enforcement and national security authorities of those countries in accordance with their laws."}, {"43": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}, {"44": "We will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent."}, {"45": "We have appointed a Data Protection Officer to investigate and respond to privacy issues and to be accountable for our compliance with this Global Privacy Notice. You can contact us, depending on the nature of your inquiry, by using the relevant contact information below."}]}, "count": 46}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"1": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"2": "Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Information. To make a request on your behalf, an authorized agent may Contact Us by email with proof of your written and signed permission to do so. Note that CoStar may also require you to verify your identity and confirm that you gave permission."}, {"3": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}]}, "count": 4}, "information": {"text": {"information": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "CoStar Information and Analytics"}, {"2": "If you are a current or former CoStar job applicant, employee, owner, director, officer, or contractor, please Contact Us for the appropriate privacy policy that describes our collection, use, and disclosure of your personal information."}, {"3": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}, {"4": "\nTypes of Personal Information\nCollection of Personal Information\nUse of Personal Information\nDisclosure of Personal Information\nInternational Transfer of Personal Information\nSecurity of Personal Information\nRetention of Personal Information\nManage Your Personal Information\nJurisdiction Specific Notices\nGlobal Policy Notice Changes\nContact Us\n"}, {"5": "“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Personal Information may not include de-identified or aggregate information, certain publicly available information, or information covered by other legal frameworks."}, {"6": "This may also include the contact information of individuals that you share with us, such as when providing guarantors on a rental application within Apartments.com."}, {"7": "This may also include individuals whose contact information you provide to us if you would like to refer them to our Services. We typically send these individuals a one-time email to invite them to our Services. We store this information for the limited purpose of sending this one-time email and for tracking the success of our referral program."}, {"8": "This may include information that we collect to enhance our business contact records, such as gender and language preferences; as well as additional information we collect through Apartments.com benchmarking surveys such household income, educational history, and race and/or ethnicity, as permitted by local laws and regulations."}, {"9": "Business contact information, department, job title / description, broker license number."}, {"10": "This may include your employment history within the context of a rental application on Apartments.com. This may also include your listing information, and broker performance within the context of certain CoStar Products."}, {"11": "We may collect pictures that you choose to provide to us or share in other public domains. Some CoStar Products may offer or require facial recognition as a means of authentication, which requires the collection of your biometric data. For more information about this, please see “Biometric and Geolocation Information.”"}, {"12": "Username, biography, and other information that you chose to publicly share on social media networks. We may also collect information associated with your social media account if you choose to use that account to log in to our Services."}, {"13": "Audio and visual information, including usage details"}, {"14": "Log-on activity and browsing information such as search history, saved searches, and viewed properties. This may include the advertisers or partners you contact and the contents of the messages you send to them, partial or full video clips of your online interactions with us, including cursor movements, scrolling activity, and other items that you download or view."}, {"15": "IP address, geolocation information, information about your browser and operating system, unique device or hardware IDs."}, {"16": "This includes your credit card or other payment information."}, {"17": "For example, this may include information that you provide within the context of a rental application on Apartments.com and related brands, such as proof of income and income history. This may also include similar information within the context of a real estate financing and transaction, such as proof of funds information that we collect on Ten-X and related brands. This may also include your income or credit score within the context of our mortgage tools on Homes.com and related brands, and when qualifying buyers of businesses on our BizBuySell platform."}, {"18": "This includes Social Security number, other government issued identification (e.g., tax identification number), and vehicle information that you may provide within the context of a rental application on Apartments.com or a real estate financing and transaction."}, {"19": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"20": "Additionally, we may collect any other information that you choose to share with us on the Services. We may use this information and the other information identified in the above table to draw inferences about you regarding your preferences, characteristics, or behavior."}, {"21": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"22": "CoStar may collect Personal Information using the following methods:"}, {"23": "Directly from you when you provide it to us, or to others through the Services. This includes information you enter into web forms or chatbots, information you provide in phone calls, video conferences, subscription agreements, and contracts or other content you submit to the Services."}, {"24": "For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information, our Cookie Policy, and Manage Your Personal Information."}, {"25": "We may use your Personal Information for the following purposes:"}, {"26": "Anonymizing and aggregating information for analytics and reporting."}, {"27": "Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners."}, {"28": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"29": "To make informed choices about targeted advertising, see Manage Your Personal Information."}, {"30": "We may disclose Personal Information:"}, {"31": "To other CoStar customers or subscribers to the Services, such as the listing agent when you visit their profile page, indicate an interest in a particular listing, or submit a bid or request for more information."}, {"32": "To other CoStar customers or subscribers within the Services within the context of our content sharing or messaging features, or other community forum or pages offered through the Services. Please exercise caution when sharing or posting within our Services, and do not include information that you do not wish to make public."}, {"33": "For any other purpose disclosed by us when you provide Personal Information."}, {"34": "With your consent, such as when you choose to provide your information to third parties."}, {"35": "CoStar discloses your Personal Information to third parties to assist us in our business. For example, we use vendors and third-party firms to assist with data analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support."}, {"36": "CoStar is a global business. We may transfer your Personal Information to the United States, where we are headquartered, and to other countries which may not have the same privacy laws as the country in which you initially provided the information, but we will protect your Personal Information in accordance with this Global Privacy Notice, or as otherwise disclosed to you."}, {"37": "CoStar implements security safeguards to protect your Personal Information."}, {"38": "We take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees."}, {"39": "Unfortunately, we cannot guarantee the security of information transmitted through the Internet, and where we have given you (or where you have chosen) a password, you are responsible for keeping this password confidential."}, {"40": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"41": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"42": "You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the European Economic Area (EEA) by visiting the Programme’s opt-out page."}, {"43": "To make a request, please Contact Us by email, call us toll-free at (800) 204-5960, or submit the request through your CoStar account or our rights request web form . In order to verify your request, CoStar may require you to provide additional information to confirm your identity."}, {"44": "Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Information. To make a request on your behalf, an authorized agent may Contact Us by email with proof of your written and signed permission to do so. Note that CoStar may also require you to verify your identity and confirm that you gave permission."}, {"45": "We collect the Personal Information identified in the table in Section 1 (“Types of Personal Information”), which falls into the following categories of Personal Information according to the California Consumer Privacy Act:"}, {"46": "Categories of Personal Information described in California Civil Code § 1798.80(e)"}, {"47": "Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)"}, {"48": "Sensitive personal information, including: precise geolocation, biometric information, login credentials (username and password), and the content of messages sent through the Services"}, {"49": "As described in more detail in Section 2 (“Collection of Personal Information”), CoStar collects Personal Information from the following categories of sources:"}, {"50": "CoStar discloses the following categories of Personal Information for the business or commercial purposes identified above in Section 3 (“Use of Personal Information”) and Section 4 (“Disclosure of Personal Information”) with the following categories of third parties in the 12 months preceding the date this Global Privacy notice was last modified:"}, {"51": "\nPersonal Information\nThird Parties\n"}, {"52": "Categories of Personal Information described in California Civil Code § 1798.80(e)"}, {"53": "\nCommercial information\nAffiliates, distribution partners, other CoStar customers or subscribers, data analytics and advertising providers.\n"}, {"54": "\nAudio and visual information\nService providers\n"}, {"55": "\nInternet or other electronic network activity information\nService providers, data analytics and advertising providers, other CoStar customers or subscribers.\n"}, {"56": "\nProfessional or employment-related information\nService providers, other CoStar customers or subscribers.\n"}, {"57": "Categories of personal information required for 1099 tax reporting"}, {"58": "Sensitive Personal Information, including precise geolocation, biometric information, login credentials, and the contents of messages sent through the Services"}, {"59": "CoStar may also “sell” or “share” certain Personal Information. In the 12 months preceding the date this Global Privacy Notice was last modified, CoStar sold or shared:"}, {"60": "Identifiers (e.g., IP address and other online identifiers), categories of Personal Information described in California Civil Code § 1798.80(e), geolocation, Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising our Services. We may also “sell” these categories to other CoStar customers or subscribers so that they may contact you about properties or services you may be interested in."}, {"61": "For CoStar Products: Identifiers (e.g., name, email address), categories of personal information described in California Civil Code §1798.80(e) (e.g., phone number), and professional information (e.g., name, title, email address, business address) to other CoStar customers or subscribers for the purpose of making business contact information available through the Professional Directory or similar features in CoStar Products."}, {"62": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"63": "You have the right to request that we disclose the following information:"}, {"64": "Specific pieces of Personal Information CoStar has collected about you;"}, {"65": "Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;"}, {"66": "Categories of sources from which the Personal Information is collected;"}, {"67": "Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and"}, {"68": "The business or commercial purpose for collecting, selling, and sharing Personal Information."}, {"69": "You have the right to opt-out of the sale of your Personal Information. To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls."}, {"70": "We do not have actual knowledge that we sell or share the Personal Information of consumers under the age of 16."}, {"71": "We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121."}, {"72": "California residents may also have the right to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. To make such a request, please Contact Us."}, {"73": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}, {"74": "If you are appealing our decision, please email us following the instructions in the below section, Contact Us, and reference and/or attach information to identify your original request. In order to verify your request, CoStar may require you to provide additional information to confirm your identity."}, {"75": "Where we need to collect Personal Information by law or under the terms of a contract we have with you and you fail to provide that information when requested, we may not be able to perform the contract we have or are trying to enter into with you. In this case, we may have to cancel a product or service you have with us but will notify you first."}, {"76": "We rely on the following lawful bases to process your Personal Information for these non-exhaustive purposes:"}, {"77": "We may obtain your consent to process your Personal Information in certain circumstances, which may include when we send you relevant marketing, you elect to receive information from us, or you Contact Us to register an interest in our Services or company. We may also rely upon our legitimate interest in developing our business as a basis for sending you marketing information and information about our Services (see below)."}, {"78": "We rely on this lawful processing ground when we process your Personal Information to perform a contract which we have with you, or when we take steps in anticipation of entering into a contract with you, for example in connection within the provision of our Services to you and the management of our relationships with third parties."}, {"79": "We rely on this lawful processing ground when we process your Personal Information to meet legal and regulatory obligations which apply to us."}, {"80": "We rely on this lawful processing ground when we process your Personal Information to provide our Services, to respond to specific requests, to manage our business operations, to manage our relationships with you and with third parties in connection with our business, and when we provide you with marketing information or other information in relation to our Services which we believe may interest you."}, {"81": "If you wish to have more information regarding the legitimate interests assessments we have conducted in order to reach these conclusions, please Contact Us."}, {"82": "For information about how users based in the EEA and United Kingdom can object to our automated decision-making, see Manage Your Personal Information. For more information, please Contact Us."}, {"83": "If you live in the EEA or United Kingdom, we may transfer Personal Information Types of Personal information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law."}, {"84": "You may Contact Us to obtain a copy of the safeguards we use to transfer Personal Information outside of the EEA or United Kingdom."}, {"85": "If you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent."}, {"86": "We may use service providers located outside of Canada, including, without limitation, in the United States of America, to process Personal Information, and may transfer your Personal Information to such service providers for this purpose. When your Personal Information is processed outside of Canada, it will be subject to the laws of the countries where the information is processed and may be accessible to law enforcement and national security authorities of those countries in accordance with their laws."}, {"87": "You may Contact Us to obtain information about our policies and practices regarding the use of service providers located outside of Canada."}, {"88": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}, {"89": "We will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent."}, {"90": "We have appointed a Data Protection Officer to investigate and respond to privacy issues and to be accountable for our compliance with this Global Privacy Notice. You can contact us, depending on the nature of your inquiry, by using the relevant contact information below."}, {"91": "\nService\nContact Information\n"}, {"92": "CoStar services    (e.g., CoStar Information and Analytics, CoStar Portfolio Strategy, CoStar Risk Analytics, CoStar Real Estate Manager, CoStar Investment Analysis, and CoStar Brokerage Applications)"}, {"93": "CoStar Realty Information, Inc.    1331 L Street, NW    Washington, DC 20005    Attn: Legal Department"}, {"94": "If you are a resident of the EEA or the United Kingdom, CoStar Realty Information, Inc. and its affiliates are the entities responsible for the processing of your Personal Information. In order to properly respond to your privacy questions or requests about our services, please email the relevant department as outlined below:"}, {"95": "Information about brokerage services"}]}, "count": 96}, "use": {"text": {"use": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "If you are a current or former CoStar job applicant, employee, owner, director, officer, or contractor, please Contact Us for the appropriate privacy policy that describes our collection, use, and disclosure of your personal information."}, {"2": "When using our Services, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties."}, {"3": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}, {"4": "Use of Personal Information"}, {"5": "Username, biography, and other information that you chose to publicly share on social media networks. We may also collect information associated with your social media account if you choose to use that account to log in to our Services."}, {"6": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"7": "Additionally, we may collect any other information that you choose to share with us on the Services. We may use this information and the other information identified in the above table to draw inferences about you regarding your preferences, characteristics, or behavior."}, {"8": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"9": "From researching public websites where permitted by the website Terms of Use. For example, this may include company websites, search engines, news websites, and social media platforms."}, {"10": "Use of Personal Information"}, {"11": "3. Use of Personal Information"}, {"12": "We may use your Personal Information for the following purposes:"}, {"13": "Authenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services."}, {"14": "Short-term transient use, as defined in the California Consumer Privacy Act."}, {"15": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"16": "We may use an automated process to identify properties that may be of particular interest to you and to bring these to your attention. We may do this by profiling your activity when using the Services. This profiling takes place based on properties you browse, searches you conduct, and your location. It helps us to understand what sort of properties you are interested in and to categorize your activity to help us determine the Services that may be best suited to your needs."}, {"17": "To third parties when you use a third-party feature in our Services. This may include social media networks when you share content through those networks or use a social media account to log in to our Services."}, {"18": "To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests."}, {"19": "CoStar discloses your Personal Information to third parties to assist us in our business. For example, we use vendors and third-party firms to assist with data analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support."}, {"20": "We take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees."}, {"21": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"22": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"23": "If you no longer wish to receive direct marketing emails from CoStar, you may click the “Unsubscribe” link in an email at any time to stop receiving emails for that particular subject. Depending on the Services, you may also be able to manage notification preferences in your account. Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us."}, {"24": "CoStar discloses the following categories of Personal Information for the business or commercial purposes identified above in Section 3 (“Use of Personal Information”) and Section 4 (“Disclosure of Personal Information”) with the following categories of third parties in the 12 months preceding the date this Global Privacy notice was last modified:"}, {"25": "Service providers, data analytics and advertising providers, brokerages (and other parties directly involved in any transactions related to your use of the Services), operating systems and platforms, social networks, other CoStar customers or subscribers, and consumer reporting agencies."}, {"26": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"27": "We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121."}, {"28": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}, {"29": "If you live in the EEA or United Kingdom, we may transfer Personal Information Types of Personal information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law."}, {"30": "You may Contact Us to obtain a copy of the safeguards we use to transfer Personal Information outside of the EEA or United Kingdom."}, {"31": "We may use service providers located outside of Canada, including, without limitation, in the United States of America, to process Personal Information, and may transfer your Personal Information to such service providers for this purpose. When your Personal Information is processed outside of Canada, it will be subject to the laws of the countries where the information is processed and may be accessible to law enforcement and national security authorities of those countries in accordance with their laws."}, {"32": "You may Contact Us to obtain information about our policies and practices regarding the use of service providers located outside of Canada."}, {"33": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}, {"34": "\n\t\t\t\t\t\tTerms of Use\n\t\t\t\t\t\tPrivacy Notice\n\t\t\t\t\t\tAccessibility\n\t\t\t\t\t\tCalifornia Privacy Notice\n\t\t\t\t\t\tCommunication Opt Out\n\t\t\t\t\t\tEqual Opportunity Housing\n\t\t\t\t\t"}, {"35": "\n\t\t\t\t\t\tTerms of Use\n\t\t\t\t\t\tPrivacy Policy\n\t\t\t\t\t\tAccessibility\n\t\t\t\t\t\tCalifornia Privacy Notice\n\t\t\t\t\t\tCommunication Opt Out\n\t\t\t\t\t\tEqual Opportunity Housing\n\t\t\t\t\t"}]}, "count": 36}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "This Global Privacy Notice applies to the CoStar Marketplaces (defined below), CoStar Products (defined below), and any associated websites, products, services, mobile applications, or other websites or applications which we currently own, or in the future may own or control, to which this Global Privacy Notice is posted (collectively, “Services”)."}, {"1": "“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Personal Information may not include de-identified or aggregate information, certain publicly available information, or information covered by other legal frameworks."}, {"2": "We may collect pictures that you choose to provide to us or share in other public domains. Some CoStar Products may offer or require facial recognition as a means of authentication, which requires the collection of your biometric data. For more information about this, please see “Biometric and Geolocation Information.”"}, {"3": "Username, biography, and other information that you chose to publicly share on social media networks. We may also collect information associated with your social media account if you choose to use that account to log in to our Services."}, {"4": "Log-on activity and browsing information such as search history, saved searches, and viewed properties. This may include the advertisers or partners you contact and the contents of the messages you send to them, partial or full video clips of your online interactions with us, including cursor movements, scrolling activity, and other items that you download or view."}, {"5": "This may also include audio and/or video recordings of your customer service interactions with us, meetings or calls that you host on Costar Products, or other calls you place to inquire about certain listings on the Services."}, {"6": "This includes your credit card or other payment information."}, {"7": "This includes Social Security number, other government issued identification (e.g., tax identification number), and vehicle information that you may provide within the context of a rental application on Apartments.com or a real estate financing and transaction."}, {"8": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"9": "Additionally, we may collect any other information that you choose to share with us on the Services. We may use this information and the other information identified in the above table to draw inferences about you regarding your preferences, characteristics, or behavior."}, {"10": "Directly from you when you provide it to us, or to others through the Services. This includes information you enter into web forms or chatbots, information you provide in phone calls, video conferences, subscription agreements, and contracts or other content you submit to the Services."}, {"11": "From references or sources that you provide or are publicly available online or in other formats, such as brochures, property listings, public records, or industry groups. In addition to sources you may provide, this includes parties such as other property owners, tenants, landlords, agents, managers, or developers."}, {"12": "Automatically through tracking technologies (such as cookies, web beacons, or log files), including over time and across third-party websites or other online services."}, {"13": "Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners."}, {"14": "Administering, registering, or enrolling you in, or facilitating your participation in recreational, educational, or entertainment activities; surveys or questionnaires; promotions or sweepstakes, or any other services, events, or activities sponsored by us or third parties, or offered in connection with our Services."}, {"15": "For any other purpose with your consent."}, {"16": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"17": "To affiliates and other entities within CoStar’s group of companies, business or distribution partners, and service providers."}, {"18": "To other CoStar customers or subscribers to the Services, such as the listing agent when you visit their profile page, indicate an interest in a particular listing, or submit a bid or request for more information."}, {"19": "To other CoStar customers or subscribers within the context of any directories or inventories we may provide on the Services or that you opt into."}, {"20": "To other CoStar customers or subscribers within the Services within the context of our content sharing or messaging features, or other community forum or pages offered through the Services. Please exercise caution when sharing or posting within our Services, and do not include information that you do not wish to make public."}, {"21": "To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests."}, {"22": "To a buyer or other successor in the evaluation and/or event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets."}, {"23": "For any other purpose disclosed by us when you provide Personal Information."}, {"24": "CoStar is a global business. We may transfer your Personal Information to the United States, where we are headquartered, and to other countries which may not have the same privacy laws as the country in which you initially provided the information, but we will protect your Personal Information in accordance with this Global Privacy Notice, or as otherwise disclosed to you."}, {"25": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"26": "If you no longer wish to receive direct marketing emails from CoStar, you may click the “Unsubscribe” link in an email at any time to stop receiving emails for that particular subject. Depending on the Services, you may also be able to manage notification preferences in your account. Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us."}, {"27": "Internet or other electronic network activity information"}, {"28": "Inferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)"}, {"29": "Other CoStar customers"}, {"30": "Service providers, data analytics and advertising providers, brokerages (and other parties directly involved in any transactions related to your use of the Services), operating systems and platforms, social networks, other CoStar customers or subscribers, and consumer reporting agencies."}, {"31": "Service providers, other CoStar customers or subscribers, consumer reporting agencies, and data analytics and advertising providers."}, {"32": "Affiliates, distribution partners, other CoStar customers or subscribers, data analytics and advertising providers."}, {"33": "Internet or other electronic network activity information"}, {"34": "Service providers, data analytics and advertising providers, other CoStar customers or subscribers."}, {"35": "Service providers, data analytics and advertising providers, other CoStar customers or subscribers."}, {"36": "Service providers, other CoStar customers or subscribers."}, {"37": "Identifiers (e.g., IP address and other online identifiers), categories of Personal Information described in California Civil Code § 1798.80(e), geolocation, Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising our Services. We may also “sell” these categories to other CoStar customers or subscribers so that they may contact you about properties or services you may be interested in."}, {"38": "For CoStar Products: Identifiers (e.g., name, email address), categories of personal information described in California Civil Code §1798.80(e) (e.g., phone number), and professional information (e.g., name, title, email address, business address) to other CoStar customers or subscribers for the purpose of making business contact information available through the Professional Directory or similar features in CoStar Products."}, {"39": "We do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121."}, {"40": "9.2 Additional Notice to Certain Other U.S. Residents"}, {"41": "We rely on this lawful processing ground when we process your Personal Information to provide our Services, to respond to specific requests, to manage our business operations, to manage our relationships with you and with third parties in connection with our business, and when we provide you with marketing information or other information in relation to our Services which we believe may interest you."}, {"42": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}]}, "count": 43}, "if": {"text": {"if": [{"0": "If you are a current or former CoStar job applicant, employee, owner, director, officer, or contractor, please Contact Us for the appropriate privacy policy that describes our collection, use, and disclosure of your personal information."}, {"1": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}, {"2": "This may also include individuals whose contact information you provide to us if you would like to refer them to our Services. We typically send these individuals a one-time email to invite them to our Services. We store this information for the limited purpose of sending this one-time email and for tracking the success of our referral program."}, {"3": "Username and password, if you chose to create an account with us."}, {"4": "Username, biography, and other information that you chose to publicly share on social media networks. We may also collect information associated with your social media account if you choose to use that account to log in to our Services."}, {"5": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"6": "If we believe it is necessary to protect the rights, property, or safety of CoStar or others."}, {"7": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"8": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"9": "If you no longer wish to receive direct marketing emails from CoStar, you may click the “Unsubscribe” link in an email at any time to stop receiving emails for that particular subject. Depending on the Services, you may also be able to manage notification preferences in your account. Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us."}, {"10": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}, {"11": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"12": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}, {"13": "If you are appealing our decision, please email us following the instructions in the below section, Contact Us, and reference and/or attach information to identify your original request. In order to verify your request, CoStar may require you to provide additional information to confirm your identity."}, {"14": "If you wish to have more information regarding the legitimate interests assessments we have conducted in order to reach these conclusions, please Contact Us."}, {"15": "If you live in the EEA or United Kingdom, we may transfer Personal Information Types of Personal information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law."}, {"16": "If you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent."}, {"17": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}, {"18": "We will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent."}, {"19": "If you are a resident of the EEA or the United Kingdom, CoStar Realty Information, Inc. and its affiliates are the entities responsible for the processing of your Personal Information. In order to properly respond to your privacy questions or requests about our services, please email the relevant department as outlined below:"}]}, "count": 20}, "when": {"text": {"when": [{"0": "When using our Services, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties."}, {"1": "This may also include the contact information of individuals that you share with us, such as when providing guarantors on a rental application within Apartments.com."}, {"2": "For example, this may include information that you provide within the context of a rental application on Apartments.com and related brands, such as proof of income and income history. This may also include similar information within the context of a real estate financing and transaction, such as proof of funds information that we collect on Ten-X and related brands. This may also include your income or credit score within the context of our mortgage tools on Homes.com and related brands, and when qualifying buyers of businesses on our BizBuySell platform."}, {"3": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"4": "Directly from you when you provide it to us, or to others through the Services. This includes information you enter into web forms or chatbots, information you provide in phone calls, video conferences, subscription agreements, and contracts or other content you submit to the Services."}, {"5": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"6": "We may use an automated process to identify properties that may be of particular interest to you and to bring these to your attention. We may do this by profiling your activity when using the Services. This profiling takes place based on properties you browse, searches you conduct, and your location. It helps us to understand what sort of properties you are interested in and to categorize your activity to help us determine the Services that may be best suited to your needs."}, {"7": "To other CoStar customers or subscribers to the Services, such as the listing agent when you visit their profile page, indicate an interest in a particular listing, or submit a bid or request for more information."}, {"8": "To other CoStar customers or subscribers within the Services within the context of our content sharing or messaging features, or other community forum or pages offered through the Services. Please exercise caution when sharing or posting within our Services, and do not include information that you do not wish to make public."}, {"9": "To third parties when you use a third-party feature in our Services. This may include social media networks when you share content through those networks or use a social media account to log in to our Services."}, {"10": "For any other purpose disclosed by us when you provide Personal Information."}, {"11": "With your consent, such as when you choose to provide your information to third parties."}, {"12": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"13": "Where we need to collect Personal Information by law or under the terms of a contract we have with you and you fail to provide that information when requested, we may not be able to perform the contract we have or are trying to enter into with you. In this case, we may have to cancel a product or service you have with us but will notify you first."}, {"14": "We may obtain your consent to process your Personal Information in certain circumstances, which may include when we send you relevant marketing, you elect to receive information from us, or you Contact Us to register an interest in our Services or company. We may also rely upon our legitimate interest in developing our business as a basis for sending you marketing information and information about our Services (see below)."}, {"15": "We rely on this lawful processing ground when we process your Personal Information to perform a contract which we have with you, or when we take steps in anticipation of entering into a contract with you, for example in connection within the provision of our Services to you and the management of our relationships with third parties."}, {"16": "We rely on this lawful processing ground when we process your Personal Information to meet legal and regulatory obligations which apply to us."}, {"17": "We rely on this lawful processing ground when we process your Personal Information to provide our Services, to respond to specific requests, to manage our business operations, to manage our relationships with you and with third parties in connection with our business, and when we provide you with marketing information or other information in relation to our Services which we believe may interest you."}, {"18": "We may use service providers located outside of Canada, including, without limitation, in the United States of America, to process Personal Information, and may transfer your Personal Information to such service providers for this purpose. When your Personal Information is processed outside of Canada, it will be subject to the laws of the countries where the information is processed and may be accessible to law enforcement and national security authorities of those countries in accordance with their laws."}]}, "count": 19}, "help": {"text": {"help": [{"0": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"1": "We may use an automated process to identify properties that may be of particular interest to you and to bring these to your attention. We may do this by profiling your activity when using the Services. This profiling takes place based on properties you browse, searches you conduct, and your location. It helps us to understand what sort of properties you are interested in and to categorize your activity to help us determine the Services that may be best suited to your needs."}, {"2": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"3": "\n\t\t\t\t\t\tBlog\n\t\t\t\t\t\tHow To\n\t\t\t\t\t\tHelp\n\t\t\t\t\t"}, {"4": "\n\t\t\t\t\t\tBlog\n\t\t\t\t\t\tHow To\n\t\t\t\t\t\tHelp\n\t\t\t\t\t"}]}, "count": 5}, "access": {"text": {"access": [{"0": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"1": "We take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees."}, {"2": "If you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent."}, {"3": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}]}, "count": 4}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "This may include information that we collect to enhance our business contact records, such as gender and language preferences; as well as additional information we collect through Apartments.com benchmarking surveys such household income, educational history, and race and/or ethnicity, as permitted by local laws and regulations."}, {"2": "For example, this may include information that you provide within the context of a rental application on Apartments.com and related brands, such as proof of income and income history. This may also include similar information within the context of a real estate financing and transaction, such as proof of funds information that we collect on Ten-X and related brands. This may also include your income or credit score within the context of our mortgage tools on Homes.com and related brands, and when qualifying buyers of businesses on our BizBuySell platform."}, {"3": "We collect the Personal Information identified in the table in Section 1 (“Types of Personal Information”), which falls into the following categories of Personal Information according to the California Consumer Privacy Act:"}, {"4": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"5": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}]}, "count": 6}, "we may collect": {"text": {"we may collect": [{"0": "We may collect pictures that you choose to provide to us or share in other public domains. Some CoStar Products may offer or require facial recognition as a means of authentication, which requires the collection of your biometric data. For more information about this, please see “Biometric and Geolocation Information.”"}, {"1": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"2": "Additionally, we may collect any other information that you choose to share with us on the Services. We may use this information and the other information identified in the above table to draw inferences about you regarding your preferences, characteristics, or behavior."}]}, "count": 3}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "When using our Services, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties."}, {"2": "This includes Social Security number, other government issued identification (e.g., tax identification number), and vehicle information that you may provide within the context of a rental application on Apartments.com or a real estate financing and transaction."}, {"3": "From references or sources that you provide or are publicly available online or in other formats, such as brochures, property listings, public records, or industry groups. In addition to sources you may provide, this includes parties such as other property owners, tenants, landlords, agents, managers, or developers."}, {"4": "For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information, our Cookie Policy, and Manage Your Personal Information."}, {"5": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"6": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"7": "If you no longer wish to receive direct marketing emails from CoStar, you may click the “Unsubscribe” link in an email at any time to stop receiving emails for that particular subject. Depending on the Services, you may also be able to manage notification preferences in your account. Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us."}, {"8": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}, {"9": "Identifiers (e.g., IP address and other online identifiers), categories of Personal Information described in California Civil Code § 1798.80(e), geolocation, Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising our Services. We may also “sell” these categories to other CoStar customers or subscribers so that they may contact you about properties or services you may be interested in."}, {"10": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}, {"11": "You may Contact Us to obtain a copy of the safeguards we use to transfer Personal Information outside of the EEA or United Kingdom."}, {"12": "If you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent."}, {"13": "You may Contact Us to obtain information about our policies and practices regarding the use of service providers located outside of Canada."}, {"14": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}, {"15": "You may also write to:"}, {"16": "You may also make a complaint to your local data protection authority."}]}, "count": 17}, "you can": {"text": {"you can": [{"0": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"1": "CoStar has designated a Cybersecurity Team to investigate and respond to all security issues and vulnerabilities regarding its offerings. You can contact this team at: CoStarSecurity1@costar.com."}, {"2": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}, {"3": "You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the European Economic Area (EEA) by visiting the Programme’s opt-out page."}, {"4": "We have appointed a Data Protection Officer to investigate and respond to privacy issues and to be accountable for our compliance with this Global Privacy Notice. You can contact us, depending on the nature of your inquiry, by using the relevant contact information below."}]}, "count": 5}, "right": {"text": {"right": [{"0": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"1": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"2": "You have the right to request that we disclose the following information:"}, {"3": "You have the right to opt-out of the sale of your Personal Information. To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls."}, {"4": "California residents may also have the right to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. To make such a request, please Contact Us."}, {"5": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}, {"6": "If you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent."}, {"7": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}]}, "count": 8}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"1": "To other CoStar customers or subscribers to the Services, such as the listing agent when you visit their profile page, indicate an interest in a particular listing, or submit a bid or request for more information."}, {"2": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"3": "To make a request, please Contact Us by email, call us toll-free at (800) 204-5960, or submit the request through your CoStar account or our rights request web form . In order to verify your request, CoStar may require you to provide additional information to confirm your identity."}, {"4": "For requests related to erasure, restriction of processing, termination of consent to processing, or objection to processing, all further user data collection will stop once a request is verified."}, {"5": "Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Information. To make a request on your behalf, an authorized agent may Contact Us by email with proof of your written and signed permission to do so. Note that CoStar may also require you to verify your identity and confirm that you gave permission."}, {"6": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"7": "You have the right to request that we disclose the following information:"}, {"8": "You have the right to opt-out of the sale of your Personal Information. To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls."}, {"9": "To make such a request, please follow the instructions in Section 8 Exercising Your Rights above."}, {"10": "California residents may also have the right to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. To make such a request, please Contact Us."}, {"11": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}, {"12": "To make such a request, please follow the instructions in Section 8 Exercising Your Rights above."}, {"13": "If you are appealing our decision, please email us following the instructions in the below section, Contact Us, and reference and/or attach information to identify your original request. In order to verify your request, CoStar may require you to provide additional information to confirm your identity."}, {"14": "If you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent."}, {"15": "To make such a request, please follow the instructions in Section 8 Exercising Your Rights above."}, {"16": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}, {"17": "To make such a request, please follow the instructions in Section 8 Exercising Your Rights above."}]}, "count": 18}, "delete": {"text": {"delete": [{"0": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}, {"1": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}, {"2": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}]}, "count": 3}, "deletion": {"text": {"deletion": [{"0": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"1": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "Where we need to collect Personal Information by law or under the terms of a contract we have with you and you fail to provide that information when requested, we may not be able to perform the contract we have or are trying to enter into with you. In this case, we may have to cancel a product or service you have with us but will notify you first."}, {"1": "We rely on this lawful processing ground when we process your Personal Information to perform a contract which we have with you, or when we take steps in anticipation of entering into a contract with you, for example in connection within the provision of our Services to you and the management of our relationships with third parties."}]}, "count": 2}, "agreement": {"text": {"agreement": [{"0": "If you live in the EEA or United Kingdom, we may transfer Personal Information Types of Personal information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law."}]}, "count": 1}, "obligation": {"text": {"obligation": [{"0": "    \n    #sec2_cal_residents td,\n    #sec2_cal_residents tr,\n    #sec2_cal_residents tbody,\n    #sec2_cal_residents thead {\n        padding-bottom: 20px;\n        padding-top: 10px;\n        border-top: 1px solid #ddd;\n        border-bottom: 1px solid #ddd;\n    }\n\n    #sec2_cal_residents tr:first-child {\n        font-weight: 700 !important;\n    }\n\nGlobal Privacy Notice\nLast Modified: October 30, 2024  \nAs the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice.\nThis Global Privacy Notice applies to the CoStar Marketplaces (defined below), CoStar Products (defined below), and any associated websites, products, services, mobile applications, or other websites or applications which we currently own, or in the future may own or control, to which this Global Privacy Notice is posted (collectively, “Services”).\nCoStar Marketplaces:\n\n\nApartments.com and related brands\nHomes.com and related brands\nShowcase.com\n\n\nLand.com and related brands\nTen-X.com and related brands\nLoopNet.com and related brands\n\n\nSTR.com and related brands\nBizBuySell.com and related brands\nThomas-daily.de\n\n\nGrecam.com\nBusinessimmo.com\nBureauxlocaux.com\n\n\nBelbex.com\nOnTheMarket.com\n \n\n\n \nCoStar Products:\n\n\nCoStar Property Professional®\nProfessional Directory™\nCoStar Properties and CoStar For Sale™\n\n\nCoStar COMPS Professional®\nCoStar Marketing Center™\nMetropolis™\n\n\nCoStar Tenant®\nCoStar Mobile™\nCoStar Portfolio Strategy™\n\n\nCoStar Suite® with Market Analytics\nCoStar Go®\nCoStar Investment Analysis™\n\n\nCoStar News\nCoStar Lease Analysis®\nCoStar Brokerage Applications\n\n\nCoStar Connect®\nCoStar Lease Comps™\nCoStar Information and Analytics\n\n\nCoStar Real Estate Manager\nCoStar Risk Analytics\nCoStar For Lease ™\n\n\nCoStar Loan, Capital Markets\nCoStar Advanced Reporting\nCoStar Advisory Services\n\n\nIf you are a current or former CoStar job applicant, employee, owner, director, officer, or contractor, please Contact Us for the appropriate privacy policy that describes our collection, use, and disclosure of your personal information.\nWhen using our Services, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties.\nChildren Under 16\nCoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us.\nTable of Contents\n\nTypes of Personal Information\nCollection of Personal Information\nUse of Personal Information\nDisclosure of Personal Information\nInternational Transfer of Personal Information\nSecurity of Personal Information\nRetention of Personal Information\nManage Your Personal Information\nJurisdiction Specific Notices\nGlobal Policy Notice Changes\nContact Us\n\n \n1. Types of Personal Information\n“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Personal Information may not include de-identified or aggregate information, certain publicly available information, or information covered by other legal frameworks.\n\n\nCategory\nExamples\n\n\nContact information\n\nName, nickname, mailing address, email address, phone number.\nThis may also include the contact information of individuals that you share with us, such as when providing guarantors on a rental application within Apartments.com.\nThis may also include individuals whose contact information you provide to us if you would like to refer them to our Services. We typically send these individuals a one-time email to invite them to our Services. We store this information for the limited purpose of sending this one-time email and for tracking the success of our referral program.\n\n\n\nDemographics\n\nGender, date of birth, age, language preference.\nThis may include information that we collect to enhance our business contact records, such as gender and language preferences; as well as additional information we collect through Apartments.com benchmarking surveys such household income, educational history, and race and/or ethnicity, as permitted by local laws and regulations.\n\n\n\nBusiness and employment information\n\nBusiness contact information, department, job title / description, broker license number.\nThis may include your employment history within the context of a rental application on Apartments.com. This may also include your listing information, and broker performance within the context of certain CoStar Products.\n\n\n\nLog-in credentials\nUsername and password, if you chose to create an account with us.\n\n\nPersonal images\nWe may collect pictures that you choose to provide to us or share in other public domains. Some CoStar Products may offer or require facial recognition as a means of authentication, which requires the collection of your biometric data. For more information about this, please see “Biometric and Geolocation Information.”\n\n\nSocial media information\nUsername, biography, and other information that you chose to publicly share on social media networks. We may also collect information associated with your social media account if you choose to use that account to log in to our Services.\n\n\nAudio and visual information, including usage details\n\nLog-on activity and browsing information such as search history, saved searches, and viewed properties. This may include the advertisers or partners you contact and the contents of the messages you send to them, partial or full video clips of your online interactions with us, including cursor movements, scrolling activity, and other items that you download or view.\nThis may also include audio and/or video recordings of your customer service interactions with us, meetings or calls that you host on Costar Products, or other calls you place to inquire about certain listings on the Services.\n\n\n\nTechnical details\nIP address, geolocation information, information about your browser and operating system, unique device or hardware IDs.\n\n\nPayment and financial information\n\nThis includes your credit card or other payment information.\nFor example, this may include information that you provide within the context of a rental application on Apartments.com and related brands, such as proof of income and income history. This may also include similar information within the context of a real estate financing and transaction, such as proof of funds information that we collect on Ten-X and related brands. This may also include your income or credit score within the context of our mortgage tools on Homes.com and related brands, and when qualifying buyers of businesses on our BizBuySell platform.\n\n\n\nIdentification\nThis includes Social Security number, other government issued identification (e.g., tax identification number), and vehicle information that you may provide within the context of a rental application on Apartments.com or a real estate financing and transaction.\n\n\nCommercial information\nThis includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks.\n\n\nAdditionally, we may collect any other information that you choose to share with us on the Services. We may use this information and the other information identified in the above table to draw inferences about you regarding your preferences, characteristics, or behavior.\n \nBiometric and Geolocation Information\nSome areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us.\n2. Collection of Personal Information\nCoStar may collect Personal Information using the following methods:\n\nDirectly from you when you provide it to us, or to others through the Services. This includes information you enter into web forms or chatbots, information you provide in phone calls, video conferences, subscription agreements, and contracts or other content you submit to the Services.\nThrough your participation in conferences, research, focus groups, surveys, promotions, and contests, whether operated by us or our vendors or business partners.\nFrom references or sources that you provide or are publicly available online or in other formats, such as brochures, property listings, public records, or industry groups. In addition to sources you may provide, this includes parties such as other property owners, tenants, landlords, agents, managers, or developers.\nFrom third-party vendors including data analytics and email marketing service providers.\nFrom researching public websites where permitted by the website Terms of Use. For example, this may include company websites, search engines, news websites, and social media platforms.\nAutomatically through tracking technologies (such as cookies, web beacons, or log files), including over time and across third-party websites or other online services.\n\nFor more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information, our Cookie Policy, and Manage Your Personal Information.\n \n3. Use of Personal Information\nWe may use your Personal Information for the following purposes:\n\nCommunicating with you.\nProviding you with or otherwise facilitating the Services, or specific products or services requested through the Services.\nAuthenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services.\nDeveloping, testing, improving, and demonstrating the Services.\nCreating and maintaining a customer relationship management system, member directories, and invitation lists for CoStar events.\nCarrying out our legal and contractual obligations and enforcing our rights, including tax preparation, billing and payment processing.\nAnonymizing and aggregating information for analytics and reporting.\nAdvertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners.\nAdministering, registering, or enrolling you in, or facilitating your participation in recreational, educational, or entertainment activities; surveys or questionnaires; promotions or sweepstakes, or any other services, events, or activities sponsored by us or third parties, or offered in connection with our Services.\nSending you prizes and gifts.\nShort-term transient use, as defined in the California Consumer Privacy Act.\nTraining and quality assurance.\nFor any other purpose with your consent.\n\nOnline Advertising\nWhen you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you.\nTo make informed choices about targeted advertising, see Manage Your Personal Information.\nAutomated Decision-Making\nWe may use an automated process to identify properties that may be of particular interest to you and to bring these to your attention. We may do this by profiling your activity when using the Services. This profiling takes place based on properties you browse, searches you conduct, and your location. It helps us to understand what sort of properties you are interested in and to categorize your activity to help us determine the Services that may be best suited to your needs.\n \n4. Disclosure of Personal Information\nWe may disclose Personal Information:\n\nTo affiliates and other entities within CoStar’s group of companies, business or distribution partners, and service providers.\nTo other CoStar customers or subscribers to the Services, such as the listing agent when you visit their profile page, indicate an interest in a particular listing, or submit a bid or request for more information.\nTo other CoStar customers or subscribers within the context of any directories or inventories we may provide on the Services or that you opt into.\nTo other CoStar customers or subscribers within the Services within the context of our content sharing or messaging features, or other community forum or pages offered through the Services. Please exercise caution when sharing or posting within our Services, and do not include information that you do not wish to make public.\nTo third parties with whom you choose to share content on the Services or otherwise refer to our Services, for example, through our “Email a Listing to Friend” feature or similar features.\nWith background check providers and/or consumer credit reporting agencies.\nTo third parties when you use a third-party feature in our Services. This may include social media networks when you share content through those networks or use a social media account to log in to our Services.\nTo enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests.\nTo a buyer or other successor in the evaluation and/or event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of CoStar’s assets.\nTo advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations, or operations.\nIf we believe it is necessary to protect the rights, property, or safety of CoStar or others.\nFor any other purpose disclosed by us when you provide Personal Information.\nWith your consent, such as when you choose to provide your information to third parties.\n\nThird Parties for Business Support\nCoStar discloses your Personal Information to third parties to assist us in our business. For example, we use vendors and third-party firms to assist with data analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support.\n \n5. International Transfer of Personal Information\nCoStar is a global business. We may transfer your Personal Information to the United States, where we are headquartered, and to other countries which may not have the same privacy laws as the country in which you initially provided the information, but we will protect your Personal Information in accordance with this Global Privacy Notice, or as otherwise disclosed to you.\n \n6. Security of Personal Information\nCoStar implements security safeguards to protect your Personal Information.\nWe take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees.\nUnfortunately, we cannot guarantee the security of information transmitted through the Internet, and where we have given you (or where you have chosen) a password, you are responsible for keeping this password confidential.\nCoStar has designated a Cybersecurity Team to investigate and respond to all security issues and vulnerabilities regarding its offerings. You can contact this team at: CoStarSecurity1@costar.com.\n \n7. Retention of Personal Information\nCoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations.\n \n8. Manage Your Personal Information\nYou may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications.\nDirect Marketing Opt-Out\nIf you no longer wish to receive direct marketing emails from CoStar, you may click the “Unsubscribe” link in an email at any time to stop receiving emails for that particular subject. Depending on the Services, you may also be able to manage notification preferences in your account. Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us.\nTracking/Online Advertising Opt-Out\nYou may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly.\nYou can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the European Economic Area (EEA) by visiting the Programme’s opt-out page.\nOur Services do not recognize “Do Not Track” signals.\nExercising Your Rights\nTo make a request, please Contact Us by email, call us toll-free at (800) 204-5960, or submit the request through your CoStar account or our rights request web form . In order to verify your request, CoStar may require you to provide additional information to confirm your identity.\nFor requests related to erasure, restriction of processing, termination of consent to processing, or objection to processing, all further user data collection will stop once a request is verified.\nOnly you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Information. To make a request on your behalf, an authorized agent may Contact Us by email with proof of your written and signed permission to do so. Note that CoStar may also require you to verify your identity and confirm that you gave permission.\n \n9. Jurisdiction Specific Notices\n9.1 Additional Notice to California Residents\nWe collect the Personal Information identified in the table in Section 1 (“Types of Personal Information”), which falls into the following categories of Personal Information according to the California Consumer Privacy Act:\n\nIdentifiers\nCategories of Personal Information described in California Civil Code § 1798.80(e)\nCharacteristics of protected classifications under state or federal law\nCommercial information\nAudio and visual information\nInternet or other electronic network activity information\nGeolocation data\nProfessional or employment-related information\nInferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)\nSensitive personal information, including: precise geolocation, biometric information, login credentials (username and password), and the content of messages sent through the Services\n\nAs described in more detail in Section 2 (“Collection of Personal Information”), CoStar collects Personal Information from the following categories of sources:\n\nDirectly and indirectly from you\nOther CoStar customers\nService providers, including data analytics providers\nThird parties, including advertising services and social media networks\nConsumer reporting agencies\nCompanies with public websites\nGovernment entities\n\nCoStar discloses the following categories of Personal Information for the business or commercial purposes identified above in Section 3 (“Use of Personal Information”) and Section 4 (“Disclosure of Personal Information”) with the following categories of third parties in the 12 months preceding the date this Global Privacy notice was last modified:\n\n\nPersonal Information\nThird Parties\n\n\nIdentifiers\nService providers, data analytics and advertising providers, brokerages (and other parties directly involved in any transactions related to your use of the Services), operating systems and platforms, social networks, other CoStar customers or subscribers, and consumer reporting agencies.\n\n\nCategories of Personal Information described in California Civil Code § 1798.80(e)\nService providers, other CoStar customers or subscribers, consumer reporting agencies, and data analytics and advertising providers.\n\n\nCommercial information\nAffiliates, distribution partners, other CoStar customers or subscribers, data analytics and advertising providers.\n\n\nAudio and visual information\nService providers\n\n\nInternet or other electronic network activity information\nService providers, data analytics and advertising providers, other CoStar customers or subscribers.\n\n\nGeolocation data\nService providers, data analytics and advertising providers, other CoStar customers or subscribers.\n\n\nProfessional or employment-related information\nService providers, other CoStar customers or subscribers.\n\n\nInferences\nService providers, including data analytics and advertising providers.\n\n\nCategories of personal information required for 1099 tax reporting\nService providers, government agencies.\n\n\nSensitive Personal Information, including precise geolocation, biometric information, login credentials, and the contents of messages sent through the Services\nService providers\n\n\nCoStar may also “sell” or “share” certain Personal Information. In the 12 months preceding the date this Global Privacy Notice was last modified, CoStar sold or shared:\n\nIdentifiers (e.g., IP address and other online identifiers), categories of Personal Information described in California Civil Code § 1798.80(e), geolocation, Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising our Services. We may also “sell” these categories to other CoStar customers or subscribers so that they may contact you about properties or services you may be interested in.\nFor CoStar Products: Identifiers (e.g., name, email address), categories of personal information described in California Civil Code §1798.80(e) (e.g., phone number), and professional information (e.g., name, title, email address, business address) to other CoStar customers or subscribers for the purpose of making business contact information available through the Professional Directory or similar features in CoStar Products.\n\nIf you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights.\nRequests to Know\nYou have the right to request that we disclose the following information:\n\nSpecific pieces of Personal Information CoStar has collected about you;\nCategories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;\nCategories of sources from which the Personal Information is collected;\nCategories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and\nThe business or commercial purpose for collecting, selling, and sharing Personal Information.\n\nOpt-Out of the Sale or Sharing of Personal Information\nYou have the right to opt-out of the sale of your Personal Information. To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls.\nPlease click here for statistics relating to California Consumer Privacy Act requests received by CoStar brands under this Global Privacy Notice in the prior calendar year.\nWe do not have actual knowledge that we sell or share the Personal Information of consumers under the age of 16.\nWe do not use or disclose sensitive personal information for purposes other than those specified in Cal. Civ Code § 1798.121.\nExercising Your Rights\nTo make such a request, please follow the instructions in Section 8 Exercising Your Rights above.\n“Shine the Light” Request\nCalifornia residents may also have the right to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. To make such a request, please Contact Us.\n9.2 Additional Notice to Certain Other U.S. Residents\nIf you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights.\nTo make such a request, please follow the instructions in Section 8 Exercising Your Rights above.\nIf you are appealing our decision, please email us following the instructions in the below section, Contact Us, and reference and/or attach information to identify your original request. In order to verify your request, CoStar may require you to provide additional information to confirm your identity.\n9.3 Additional Notice to European Economic Area (EEA) and United Kingdom Residents\nWhere we need to collect Personal Information by law or under the terms of a contract we have with you and you fail to provide that information when requested, we may not be able to perform the contract we have or are trying to enter into with you. In this case, we may have to cancel a product or service you have with us but will notify you first.\nWe rely on the following lawful bases to process your Personal Information for these non-exhaustive purposes:\nConsent\nWe may obtain your consent to process your Personal Information in certain circumstances, which may include when we send you relevant marketing, you elect to receive information from us, or you Contact Us to register an interest in our Services or company. We may also rely upon our legitimate interest in developing our business as a basis for sending you marketing information and information about our Services (see below).\nPerformance of a Contract\nWe rely on this lawful processing ground when we process your Personal Information to perform a contract which we have with you, or when we take steps in anticipation of entering into a contract with you, for example in connection within the provision of our Services to you and the management of our relationships with third parties.\nCompliance with a Legal Obligation\nWe rely on this lawful processing ground when we process your Personal Information to meet legal and regulatory obligations which apply to us.\nLegitimate Interests\nWe rely on this lawful processing ground when we process your Personal Information to provide our Services, to respond to specific requests, to manage our business operations, to manage our relationships with you and with third parties in connection with our business, and when we provide you with marketing information or other information in relation to our Services which we believe may interest you.\nIf you wish to have more information regarding the legitimate interests assessments we have conducted in order to reach these conclusions, please Contact Us.\nFor information about how users based in the EEA and United Kingdom can object to our automated decision-making, see Manage Your Personal Information. For more information, please Contact Us.\nIf you live in the EEA or United Kingdom, we may transfer Personal Information Types of Personal information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law.\nYou may Contact Us to obtain a copy of the safeguards we use to transfer Personal Information outside of the EEA or United Kingdom.\nIf you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent.\nTo make such a request, please follow the instructions in Section 8 Exercising Your Rights above.\n9.4 Additional Notice to Canada Residents\nWe may use service providers located outside of Canada, including, without limitation, in the United States of America, to process Personal Information, and may transfer your Personal Information to such service providers for this purpose. When your Personal Information is processed outside of Canada, it will be subject to the laws of the countries where the information is processed and may be accessible to law enforcement and national security authorities of those countries in accordance with their laws.\nYou may Contact Us to obtain information about our policies and practices regarding the use of service providers located outside of Canada.\nIf you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format.\nTo make such a request, please follow the instructions in Section 8 Exercising Your Rights above.\n \n10. Global Privacy Notice Changes\nThis Global Privacy Notice may be updated periodically to reflect changes in our privacy practices.\nWe will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent.\nContact Us\nWe have appointed a Data Protection Officer to investigate and respond to privacy issues and to be accountable for our compliance with this Global Privacy Notice. You can contact us, depending on the nature of your inquiry, by using the relevant contact information below.\nIn order to properly respond to your privacy questions or requests about our services, please email the relevant department outlined below or call the relevant department using the below toll-free numbers:\n\n\nService\nContact Information\n\n\nCoStar services    (e.g., CoStar Information and Analytics, CoStar Portfolio Strategy, CoStar Risk Analytics, CoStar Real Estate Manager, CoStar Investment Analysis, and CoStar Brokerage Applications)\nEmail: CoStarPrivacy1@costar.com\n\n\nLoopNet and Cityfeet services     \n\nEmail: LoopNetPrivacy1@costar.com\nphone: (800) 613-1303\n\n\n\nApartments.com services    (e.g., Apartments.com, ApartmentFinder.com, ApartmentHomeLiving.com, ForRent.com, Cozy.com)\n\nEmail: ApartmentsPrivacy1@costar.com \nphone: (888) 658-7368\n\n\n\nHomes.com services    (e.g., Homes.com, HomeSnap.com, CitySnap.com)\nEmail: Privacysupport@homes.com\n\n\nBusinesses for Sale    (e.g., BizBuySell.com, BizQuest.com or FindAFranchise.com)\n\nEmail: BizBuySellPrivacy1@costar.com\nphone: (888) 777-9893\n\n\n\nRural land and real estate listing services    (e.g., LandsOfAmerica.com, LandAndFarm.com, LandWatch.com, etc.)\n\nEmail: LandPrivacy1@costar.com\nphone: (512) 263-5600\n\n\n\nTen-X services    (e.g., Ten-X.com)\n\nEmail: Privacy@ten-x.com\nphone: (888) 952-6393\n\n\n\nSTR services    (e.g., STR.com)\n\nEmail: Privacy@str.com\nphone: (615) 824-8664\n\n\n\nYou may also write to:\nCoStar Realty Information, Inc.    1331 L Street, NW    Washington, DC 20005    Attn: Legal Department\nEuropean Economic Area (EEA) and United Kingdom Residents\nIf you are a resident of the EEA or the United Kingdom, CoStar Realty Information, Inc. and its affiliates are the entities responsible for the processing of your Personal Information. In order to properly respond to your privacy questions or requests about our services, please email the relevant department as outlined below:\nEmail: CoStarUKPrivacy1@costar.co.uk – for Belbex and BureauxLocaux\nEmail: privacy@onthemarket.com – for OnTheMarket\nEmail: dpo@businessimmo.fr – for Business Immo\nEmail: Datenschutz@thomas-daily.de – for Thomas Daily\nor write to:\nCoStar UK Limited    26th Floor, The Shard, 32 London Bridge Street,    London SE1 9SG, United Kingdom\nYou may also make a complaint to your local data protection authority.\n\n    table,\n    td,\n    th {\n        border: 1px solid;\n        padding: 20px;\n    }\n\n    table {\n        width: 100%;\n        border-collapse: collapse;\n    }\n "}]}, "count": 1}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "“Personal Information” means any information directly or indirectly relating to an identified or identifiable individual. Personal Information may not include de-identified or aggregate information, certain publicly available information, or information covered by other legal frameworks."}, {"2": "Carrying out our legal and contractual obligations and enforcing our rights, including tax preparation, billing and payment processing."}, {"3": "To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests."}, {"4": "To advisors, consultants, auditors, or similar professionals to assess our business, financial, and legal obligations, or operations."}, {"5": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"6": "If you no longer wish to receive direct marketing emails from CoStar, you may click the “Unsubscribe” link in an email at any time to stop receiving emails for that particular subject. Depending on the Services, you may also be able to manage notification preferences in your account. Note that CoStar may still contact you about the Terms of Use, Global Privacy Notice, or other legal notices, or in connection with providing you Services you have requested from us."}, {"7": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}, {"8": "Compliance with a Legal Obligation"}, {"9": "We rely on this lawful processing ground when we process your Personal Information to meet legal and regulatory obligations which apply to us."}, {"10": "CoStar Realty Information, Inc.    1331 L Street, NW    Washington, DC 20005    Attn: Legal Department"}, {"11": "\n\t\t\t\t\tLegal\n\t\t\t\t\t\n\t\t\t\t"}, {"12": "\n\t\t\t\t\tLegal\n\t\t\t\t\t\n\t\t\t\t\t\tTerms of Use\n\t\t\t\t\t\tPrivacy Policy\n\t\t\t\t\t\tAccessibility\n\t\t\t\t\t\tCalifornia Privacy Notice\n\t\t\t\t\t\tCommunication Opt Out\n\t\t\t\t\t\tEqual Opportunity Housing\n\t\t\t\t\t\n\t\t\t\t"}]}, "count": 13}, "authority": {"text": {"authority": [{"0": "If you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent."}, {"1": "You may also make a complaint to your local data protection authority."}]}, "count": 2}, "comply": {"text": {"comply": [{"0": "To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests."}, {"1": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}]}, "count": 2}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests."}, {"1": "\nIdentifiers\nCategories of Personal Information described in California Civil Code § 1798.80(e)\nCharacteristics of protected classifications under state or federal law\nCommercial information\nAudio and visual information\nInternet or other electronic network activity information\nGeolocation data\nProfessional or employment-related information\nInferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)\nSensitive personal information, including: precise geolocation, biometric information, login credentials (username and password), and the content of messages sent through the Services\n"}, {"2": "Where we need to collect Personal Information by law or under the terms of a contract we have with you and you fail to provide that information when requested, we may not be able to perform the contract we have or are trying to enter into with you. In this case, we may have to cancel a product or service you have with us but will notify you first."}, {"3": "If you live in the EEA or United Kingdom, we may transfer Personal Information Types of Personal information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law."}, {"4": "We may use service providers located outside of Canada, including, without limitation, in the United States of America, to process Personal Information, and may transfer your Personal Information to such service providers for this purpose. When your Personal Information is processed outside of Canada, it will be subject to the laws of the countries where the information is processed and may be accessible to law enforcement and national security authorities of those countries in accordance with their laws."}]}, "count": 5}, "enforce": {"text": {"enforce": [{"0": "To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests."}, {"1": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}]}, "count": 2}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "To enforce or apply our Terms of Use and other agreements or comply with any court order, law, or legal process, including government or regulatory requests."}, {"1": "We rely on this lawful processing ground when we process your Personal Information to meet legal and regulatory obligations which apply to us."}, {"2": "If you live in Canada, in addition to the other rights you may have hereunder, you may have the right to (1) request access to, review and to correct inaccuracies or omissions in your Personal Information; (2) to withdraw consent for collection, use or disclosure of, or to request deletion of, your Personal Information (provided that, if you do so, we may no longer be able to provide services to you that rely on such Personal Information); (3) to ask questions about our policies and practices, and to lodge complaints about our compliance with them with us or with regulatory authorities; and (4) for Quebec residents, to request an electronic copy of the Personal Information you have provided to us in a structured and commonly used technological format."}]}, "count": 3}, "policy": {"text": {"policy": [{"0": "If you are a current or former CoStar job applicant, employee, owner, director, officer, or contractor, please Contact Us for the appropriate privacy policy that describes our collection, use, and disclosure of your personal information."}, {"1": "Global Policy Notice Changes"}, {"2": "For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information, our Cookie Policy, and Manage Your Personal Information."}, {"3": "\n\t\t\t\t\t\tTerms of Use\n\t\t\t\t\t\tPrivacy Policy\n\t\t\t\t\t\tAccessibility\n\t\t\t\t\t\tCalifornia Privacy Notice\n\t\t\t\t\t\tCommunication Opt Out\n\t\t\t\t\t\tEqual Opportunity Housing\n\t\t\t\t\t"}]}, "count": 4}, "international": {"text": {"international": [{"0": "International Transfer of Personal Information"}, {"1": "5. International Transfer of Personal Information"}]}, "count": 2}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "Short-term transient use, as defined in the California Consumer Privacy Act."}, {"1": "9.1 Additional Notice to California Residents"}, {"2": "We collect the Personal Information identified in the table in Section 1 (“Types of Personal Information”), which falls into the following categories of Personal Information according to the California Consumer Privacy Act:"}, {"3": "Categories of Personal Information described in California Civil Code § 1798.80(e)"}, {"4": "Categories of Personal Information described in California Civil Code § 1798.80(e)"}, {"5": "Identifiers (e.g., IP address and other online identifiers), categories of Personal Information described in California Civil Code § 1798.80(e), geolocation, Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising our Services. We may also “sell” these categories to other CoStar customers or subscribers so that they may contact you about properties or services you may be interested in."}, {"6": "For CoStar Products: Identifiers (e.g., name, email address), categories of personal information described in California Civil Code §1798.80(e) (e.g., phone number), and professional information (e.g., name, title, email address, business address) to other CoStar customers or subscribers for the purpose of making business contact information available through the Professional Directory or similar features in CoStar Products."}, {"7": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"8": "Please click here for statistics relating to California Consumer Privacy Act requests received by CoStar brands under this Global Privacy Notice in the prior calendar year."}, {"9": "California residents may also have the right to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. To make such a request, please Contact Us."}, {"10": "California Privacy Notice"}, {"11": "California Privacy Notice"}, {"12": "Homes.com Licensing Information\n\t\t\t§ 442-H New York Standard Operating Procedures\n\t\t\tNew York Fair Housing Notice\n\t\t\tTREC: Information about brokerage services, Consumer protection notice\n\t\t\tCalifornia DRE #01937601\n\t\t\tContact Homes.com Brokerage"}]}, "count": 13}, "children": {"text": {"children": [{"0": "Children Under 16"}, {"1": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}]}, "count": 2}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}]}, "count": 1}, "you agree": {"text": {"you agree": [{"0": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "When using our Services, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties."}, {"1": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"2": "Administering, registering, or enrolling you in, or facilitating your participation in recreational, educational, or entertainment activities; surveys or questionnaires; promotions or sweepstakes, or any other services, events, or activities sponsored by us or third parties, or offered in connection with our Services."}, {"3": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"4": "To third parties with whom you choose to share content on the Services or otherwise refer to our Services, for example, through our “Email a Listing to Friend” feature or similar features."}, {"5": "To third parties when you use a third-party feature in our Services. This may include social media networks when you share content through those networks or use a social media account to log in to our Services."}, {"6": "With your consent, such as when you choose to provide your information to third parties."}, {"7": "Third Parties for Business Support"}, {"8": "CoStar discloses your Personal Information to third parties to assist us in our business. For example, we use vendors and third-party firms to assist with data analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support."}, {"9": "You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the European Economic Area (EEA) by visiting the Programme’s opt-out page."}, {"10": "Third parties, including advertising services and social media networks"}, {"11": "CoStar discloses the following categories of Personal Information for the business or commercial purposes identified above in Section 3 (“Use of Personal Information”) and Section 4 (“Disclosure of Personal Information”) with the following categories of third parties in the 12 months preceding the date this Global Privacy notice was last modified:"}, {"12": "\nPersonal Information\nThird Parties\n"}, {"13": "Categories of third parties with whom CoStar shares or to whom CoStar sells Personal Information; and"}, {"14": "You have the right to opt-out of the sale of your Personal Information. To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls."}, {"15": "California residents may also have the right to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes. To make such a request, please Contact Us."}, {"16": "We rely on this lawful processing ground when we process your Personal Information to perform a contract which we have with you, or when we take steps in anticipation of entering into a contract with you, for example in connection within the provision of our Services to you and the management of our relationships with third parties."}, {"17": "We rely on this lawful processing ground when we process your Personal Information to provide our Services, to respond to specific requests, to manage our business operations, to manage our relationships with you and with third parties in connection with our business, and when we provide you with marketing information or other information in relation to our Services which we believe may interest you."}, {"18": "If you live in the EEA or United Kingdom, we may transfer Personal Information Types of Personal information to countries for which adequacy decisions have been issued, use contractual protections for the transfer of Personal Information to third parties, such as an intra-company agreement or the European Commission’s Standard Contractual Clauses or their equivalent under applicable law."}]}, "count": 19}, "third-party": {"text": {"third-party": [{"0": "When using our Services, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties."}, {"1": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"2": "From third-party vendors including data analytics and email marketing service providers."}, {"3": "Automatically through tracking technologies (such as cookies, web beacons, or log files), including over time and across third-party websites or other online services."}, {"4": "To third parties when you use a third-party feature in our Services. This may include social media networks when you share content through those networks or use a social media account to log in to our Services."}, {"5": "CoStar discloses your Personal Information to third parties to assist us in our business. For example, we use vendors and third-party firms to assist with data analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support."}, {"6": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}]}, "count": 7}, "third party": {"text": {}, "count": 0}, "advertising": {"text": {"advertising": [{"0": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"1": "Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners."}, {"2": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"3": "To make informed choices about targeted advertising, see Manage Your Personal Information."}, {"4": "Tracking/Online Advertising Opt-Out"}, {"5": "You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the European Economic Area (EEA) by visiting the Programme’s opt-out page."}, {"6": "Third parties, including advertising services and social media networks"}, {"7": "Service providers, data analytics and advertising providers, brokerages (and other parties directly involved in any transactions related to your use of the Services), operating systems and platforms, social networks, other CoStar customers or subscribers, and consumer reporting agencies."}, {"8": "Service providers, other CoStar customers or subscribers, consumer reporting agencies, and data analytics and advertising providers."}, {"9": "Affiliates, distribution partners, other CoStar customers or subscribers, data analytics and advertising providers."}, {"10": "Service providers, data analytics and advertising providers, other CoStar customers or subscribers."}, {"11": "Service providers, data analytics and advertising providers, other CoStar customers or subscribers."}, {"12": "Service providers, including data analytics and advertising providers."}, {"13": "Identifiers (e.g., IP address and other online identifiers), categories of Personal Information described in California Civil Code § 1798.80(e), geolocation, Internet or other electronic network activity information, and commercial information (e.g., purchasing tendencies or records of products or services purchased or considered) to advertising providers for the purpose of advertising our Services. We may also “sell” these categories to other CoStar customers or subscribers so that they may contact you about properties or services you may be interested in."}, {"14": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"15": "Tracking/Online Advertising Opt-Out"}, {"16": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}]}, "count": 17}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "This may also include the contact information of individuals that you share with us, such as when providing guarantors on a rental application within Apartments.com."}, {"1": "Additionally, we may collect any other information that you choose to share with us on the Services. We may use this information and the other information identified in the above table to draw inferences about you regarding your preferences, characteristics, or behavior."}]}, "count": 2}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}]}, "count": 1}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "This may include information that we collect to enhance our business contact records, such as gender and language preferences; as well as additional information we collect through Apartments.com benchmarking surveys such household income, educational history, and race and/or ethnicity, as permitted by local laws and regulations."}]}, "count": 1}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "We may collect pictures that you choose to provide to us or share in other public domains. Some CoStar Products may offer or require facial recognition as a means of authentication, which requires the collection of your biometric data. For more information about this, please see “Biometric and Geolocation Information.”"}, {"1": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"2": "From third-party vendors including data analytics and email marketing service providers."}, {"3": "CoStar discloses your Personal Information to third parties to assist us in our business. For example, we use vendors and third-party firms to assist with data analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support."}, {"4": "We take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees."}, {"5": "For requests related to erasure, restriction of processing, termination of consent to processing, or objection to processing, all further user data collection will stop once a request is verified."}, {"6": "\nIdentifiers\nCategories of Personal Information described in California Civil Code § 1798.80(e)\nCharacteristics of protected classifications under state or federal law\nCommercial information\nAudio and visual information\nInternet or other electronic network activity information\nGeolocation data\nProfessional or employment-related information\nInferences drawn from other Personal Information (e.g., profile reflecting your preferences, characteristics, and behavior)\nSensitive personal information, including: precise geolocation, biometric information, login credentials (username and password), and the content of messages sent through the Services\n"}, {"7": "Service providers, including data analytics providers"}, {"8": "Service providers, data analytics and advertising providers, brokerages (and other parties directly involved in any transactions related to your use of the Services), operating systems and platforms, social networks, other CoStar customers or subscribers, and consumer reporting agencies."}, {"9": "Service providers, other CoStar customers or subscribers, consumer reporting agencies, and data analytics and advertising providers."}, {"10": "Affiliates, distribution partners, other CoStar customers or subscribers, data analytics and advertising providers."}, {"11": "Service providers, data analytics and advertising providers, other CoStar customers or subscribers."}, {"12": "Service providers, data analytics and advertising providers, other CoStar customers or subscribers."}, {"13": "Service providers, including data analytics and advertising providers."}, {"14": "If you live in the EEA or United Kingdom, you may have the right to (1) request access to, rectification, or erasure of your Personal Information or restrict the processing of your Personal Information; (2) object to processing; (3) data portability (receive and transfer your Personal Information); (4) lodge a complaint with a supervisory authority; and, (5) where processing of your Personal Information is based on consent, withdraw your consent at any time without affecting the lawfulness of the processing of Personal Information that occurred before you withdraw consent."}, {"15": "We have appointed a Data Protection Officer to investigate and respond to privacy issues and to be accountable for our compliance with this Global Privacy Notice. You can contact us, depending on the nature of your inquiry, by using the relevant contact information below."}, {"16": "You may also make a complaint to your local data protection authority."}]}, "count": 17}, "we process": {"text": {"we process": [{"0": "We rely on this lawful processing ground when we process your Personal Information to perform a contract which we have with you, or when we take steps in anticipation of entering into a contract with you, for example in connection within the provision of our Services to you and the management of our relationships with third parties."}, {"1": "We rely on this lawful processing ground when we process your Personal Information to meet legal and regulatory obligations which apply to us."}, {"2": "We rely on this lawful processing ground when we process your Personal Information to provide our Services, to respond to specific requests, to manage our business operations, to manage our relationships with you and with third parties in connection with our business, and when we provide you with marketing information or other information in relation to our Services which we believe may interest you."}]}, "count": 3}, "collected": {"text": {"collected": [{"0": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}, {"1": "For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information, our Cookie Policy, and Manage Your Personal Information."}, {"2": "Specific pieces of Personal Information CoStar has collected about you;"}, {"3": "Categories of Personal Information CoStar has collected about you, disclosed about you for a business purpose, or sold;"}, {"4": "Categories of sources from which the Personal Information is collected;"}, {"5": "We will post changes on this page and identify the date the privacy notice was last revised at the top of the page. If we make material changes to our privacy practices, we will notify you through a notice on the home page of the websites covered by this Global Privacy Notice. If a material change will apply to Personal Information we have already collected, including any new purposes for which the Personal Information will be used or disclosed to which you have not previously consented, we will additionally seek your affirmative consent."}]}, "count": 6}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "Retention of Personal Information"}, {"1": "7. Retention of Personal Information"}]}, "count": 2}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}]}, "count": 1}, "analysis": {"text": {"analysis": [{"0": "CoStar Investment Analysis™"}, {"1": "CoStar Lease Analysis®"}, {"2": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"3": "CoStar services    (e.g., CoStar Information and Analytics, CoStar Portfolio Strategy, CoStar Risk Analytics, CoStar Real Estate Manager, CoStar Investment Analysis, and CoStar Brokerage Applications)"}]}, "count": 4}, "analytics": {"text": {"analytics": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "\nCoStar Suite® with Market Analytics\nCoStar Go®\nCoStar Investment Analysis™\n"}, {"2": "\nCoStar Connect®\nCoStar Lease Comps™\nCoStar Information and Analytics\n"}, {"3": "\nCoStar Real Estate Manager\nCoStar Risk Analytics\nCoStar For Lease ™\n"}, {"4": "This includes past properties, goods, or services purchased or leased either on our Services or in other contexts. We may collect this information through the use of third parties, including third-party tracking tools from data analytics providers and advertising and marketing networks."}, {"5": "From third-party vendors including data analytics and email marketing service providers."}, {"6": "Anonymizing and aggregating information for analytics and reporting."}, {"7": "CoStar discloses your Personal Information to third parties to assist us in our business. For example, we use vendors and third-party firms to assist with data analytics, email marketing, payment processing, customer relationship management, and IT infrastructure and support."}, {"8": "Service providers, including data analytics providers"}, {"9": "Service providers, data analytics and advertising providers, brokerages (and other parties directly involved in any transactions related to your use of the Services), operating systems and platforms, social networks, other CoStar customers or subscribers, and consumer reporting agencies."}, {"10": "Service providers, other CoStar customers or subscribers, consumer reporting agencies, and data analytics and advertising providers."}, {"11": "Affiliates, distribution partners, other CoStar customers or subscribers, data analytics and advertising providers."}, {"12": "Service providers, data analytics and advertising providers, other CoStar customers or subscribers."}, {"13": "Service providers, data analytics and advertising providers, other CoStar customers or subscribers."}, {"14": "Service providers, including data analytics and advertising providers."}, {"15": "CoStar services    (e.g., CoStar Information and Analytics, CoStar Portfolio Strategy, CoStar Risk Analytics, CoStar Real Estate Manager, CoStar Investment Analysis, and CoStar Brokerage Applications)"}]}, "count": 16}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "You can opt out of third parties collecting your Personal Information for targeted advertising purposes in the United States or Canada by visiting the National Advertising Initiative’s (NAI) opt-out page and the Digital Advertising Alliance’s (DAA) opt-out page and in the European Economic Area (EEA) by visiting the Programme’s opt-out page."}]}, "count": 1}, "automatically": {"text": {"automatically": [{"0": "Automatically through tracking technologies (such as cookies, web beacons, or log files), including over time and across third-party websites or other online services."}]}, "count": 1}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "This Global Privacy Notice applies to the CoStar Marketplaces (defined below), CoStar Products (defined below), and any associated websites, products, services, mobile applications, or other websites or applications which we currently own, or in the future may own or control, to which this Global Privacy Notice is posted (collectively, “Services”)."}, {"1": "When using our Services, you may choose to interact with features from third parties that operate independently from CoStar, such as social media widgets and links to third-party websites. CoStar has no control over and is not responsible for the privacy practices of such third parties. This Global Privacy Notice does not apply to the extent CoStar does not own or control any linked websites or features you visit or use. We recommend that you familiarize yourself with the privacy practices of these third parties."}]}, "count": 2}, "settings": {"text": {"settings": [{"0": "Adobe’s Flash player settings page."}]}, "count": 1}, "controls": {"text": {"controls": [{"0": "You have the right to opt-out of the sale of your Personal Information. To make such a request, please Contact Us by email or visit Do Not Sell My Personal Information. To opt-out of CoStar sharing your Personal Information with third parties to advertise our Services, please additionally manage Tracking/Online Advertising Opt-Out privacy controls."}]}, "count": 1}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "If we believe it is necessary to protect the rights, property, or safety of CoStar or others."}, {"1": "CoStar implements security safeguards to protect your Personal Information."}, {"2": "We take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees."}, {"3": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}]}, "count": 4}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Security of Personal Information"}, {"1": "This includes Social Security number, other government issued identification (e.g., tax identification number), and vehicle information that you may provide within the context of a rental application on Apartments.com or a real estate financing and transaction."}, {"2": "Some areas of CoStar Products may require or request you to opt-in to CoStar collecting photos, facial geometry, and geolocation information from you when you log in to certain CoStar Products. We use geolocation information to provide you with relevant information that you have requested, such as local searches for rental properties and corresponding maps or directions. If you don’t want to use these location-based features, you can turn off or disable location services on your device or browser. We also use this information to authenticate you as the user of such CoStar Products, maintain a secure session, and detect potential abuse and fraudulent use of the CoStar Products. For example, CoStar may scan and analyze a photo you submit to us through the use of your device’s camera to confirm your identity for security purposes each time you access the CoStar Products. CoStar does this by using facial recognition technology to compare your photo to the most recent photo uploaded to your account. CoStar will securely store this information on servers located in the United States, and this information will only be accessed by authorized CoStar employees. We will retain biometric information until the initial purpose for collecting or obtaining such information has been satisfied or within three years, whichever occurs first. If you have questions regarding CoStar’s use of biometric or geolocation information, please Contact Us."}, {"3": "Authenticating use, detecting potential fraudulent use, and otherwise maintaining the security of the Services."}, {"4": "6. Security of Personal Information"}, {"5": "CoStar implements security safeguards to protect your Personal Information."}, {"6": "We take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees."}, {"7": "Unfortunately, we cannot guarantee the security of information transmitted through the Internet, and where we have given you (or where you have chosen) a password, you are responsible for keeping this password confidential."}, {"8": "CoStar has designated a Cybersecurity Team to investigate and respond to all security issues and vulnerabilities regarding its offerings. You can contact this team at: CoStarSecurity1@costar.com."}, {"9": "CoStar will retain your information only for as long as is reasonably necessary for the purposes set out on this Global Privacy Notice, for as long as your account is active (i.e., for the lifetime of your CoStar customer account), or as needed to provide the Services to you. If you no longer want CoStar to use your information to provide the Services to you, you may close your account. CoStar will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements, and as otherwise described in this Global Privacy Notice. Please note that closing an account may not make your email address, username, or property name (if any) available for reuse on a new account. We also retain log files for internal analysis purposes. These log files are retained for a brief period of time, except in cases where they are used to protect the safety and security of the Services, to maintain and improve functionality of the Services, or to comply with legal obligations."}, {"10": "You may manage your Personal Information by making certain choices. If you believe that any Personal Information you have provided to us is out-of-date or inaccurate, you may review and correct such information if it is within your online account by logging in at any time or Contact Us. You may also have additional rights detailed below depending on where you live. As a security precaution, we may need to request information from you to help us confirm your identity when exercising a right related to your Personal Information. When you use the Services, you agree to receive direct mail, email newsletters and other promotional email communications, as well as promotional telephone communications."}, {"11": "We may use service providers located outside of Canada, including, without limitation, in the United States of America, to process Personal Information, and may transfer your Personal Information to such service providers for this purpose. When your Personal Information is processed outside of Canada, it will be subject to the laws of the countries where the information is processed and may be accessible to law enforcement and national security authorities of those countries in accordance with their laws."}]}, "count": 12}, "unauthorized": {"text": {"unauthorized": [{"0": "We take steps to secure Personal Information through administrative, technical and physical safeguards designed to protect against the risk of accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure, or use. For example, we encrypt payment card information in accordance with the Payment Card Industry Data Security Standard (PCI DSS) and store sensitive information such as geolocation data on CoStar servers located in the United States with access limited to authorized CoStar employees."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information, our Cookie Policy, and Manage Your Personal Information."}, {"2": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}, {"3": "For information about how users based in the EEA and United Kingdom can object to our automated decision-making, see Manage Your Personal Information. For more information, please Contact Us."}, {"4": "How To"}, {"5": "How To"}]}, "count": 6}, "what": {"text": {"what": [{"0": "We may use an automated process to identify properties that may be of particular interest to you and to bring these to your attention. We may do this by profiling your activity when using the Services. This profiling takes place based on properties you browse, searches you conduct, and your location. It helps us to understand what sort of properties you are interested in and to categorize your activity to help us determine the Services that may be best suited to your needs."}, {"1": "If you are a resident of California, you have the right to: (1) request that CoStar disclose what Personal Information we collect, use, disclose, and sell; (2) request deletion of Personal Information, subject to certain exceptions; (3) request that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of the “sharing,” or disclosing Personal Information for the purposes of cross-context behavioral advertising, and (6) not receive discriminatory treatment by CoStar for exercising these rights."}, {"2": "If you are a resident of certain U.S. States, you may have some or all of the following rights. Specifically, these states include Nevada, Virginia, Colorado, Connecticut, Utah, and Iowa. These rights are based on verifiable residency status, and CoStar reserves the right to honor your request to exercise these rights based on your residency. You may have the right to request the following: (1) that CoStar disclose and provide a copy of what Personal Information we collect, use, disclose, and sell; (2) that CoStar delete your Personal Information, subject to certain exceptions; (3) that CoStar correct inaccurate or incomplete Personal Information; (4) opt-out of the sale of Personal Information; (5) opt-out of targeted advertising; (6) opt out of profiling in furtherance of decisions that produce legal or similarly significant effects about you, and (7) not receive discriminatory treatment by CoStar for exercising these rights."}]}, "count": 3}, "how you": {"text": {"how you": [{"0": "As the leading provider of information, analytics, and online marketplaces to the commercial real estate industry, CoStar Realty Information, Inc. and our affiliates (collectively, “CoStar,” “we,” or “us”) respect your privacy and are committed to protecting your Personal Information (defined below). This Global Privacy Notice describes the types of Personal Information we collect and our practices for using, maintaining, sharing, and protecting it. It also describes the rights and choices you may have with respect to your Personal Information and how you may contact us about our privacy practices. Our privacy practices may vary among the countries in which we operate to reflect local practices and legal requirements, and specific privacy practices may apply to some of our products and services. By using our products and services, you consent to the collection, storage, use, and disclosure of your Personal Information as described in this Global Privacy Notice."}, {"1": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}]}, "count": 2}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Advertising, marketing, and selling the Services, including linking together or merging Personal Information with other Personal Information so that we may better understand your needs and inform you about our Services and those of our partners."}, {"1": "We may use an automated process to identify properties that may be of particular interest to you and to bring these to your attention. We may do this by profiling your activity when using the Services. This profiling takes place based on properties you browse, searches you conduct, and your location. It helps us to understand what sort of properties you are interested in and to categorize your activity to help us determine the Services that may be best suited to your needs."}]}, "count": 2}, "learn": {"text": {"learn": [{"0": "CoStar Services are not intended for children under 16 years of age, and we do not knowingly collect Personal Information from children under 16. If you are under 16, do not use or provide any information on the Services, register, or make any purchases. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete it. If you believe we might have any information from or about a child under 16, please Contact Us."}, {"1": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}]}, "count": 2}, "more information": {"text": {"more information": [{"0": "We may collect pictures that you choose to provide to us or share in other public domains. Some CoStar Products may offer or require facial recognition as a means of authentication, which requires the collection of your biometric data. For more information about this, please see “Biometric and Geolocation Information.”"}, {"1": "For more information about how we use Personal Information collected through tracking technologies and the ways you may be able to manage it, see Use of Personal Information, our Cookie Policy, and Manage Your Personal Information."}, {"2": "To other CoStar customers or subscribers to the Services, such as the listing agent when you visit their profile page, indicate an interest in a particular listing, or submit a bid or request for more information."}, {"3": "If you wish to have more information regarding the legitimate interests assessments we have conducted in order to reach these conclusions, please Contact Us."}, {"4": "For information about how users based in the EEA and United Kingdom can object to our automated decision-making, see Manage Your Personal Information. For more information, please Contact Us."}]}, "count": 5}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Automatically through tracking technologies (such as cookies, web beacons, or log files), including over time and across third-party websites or other online services."}, {"1": "When you use the Services, we and third parties may use cookies and other tracking technologies to collect information, including Personal Information, to help us target content to you on the Services or elsewhere. This information may be associated with other information or combined with information from other sources, including information these third parties might track about your online activities over time and across the Internet. Third parties use this information to provide interest-based advertising and retargeting on our behalf, which may include placing our advertisements on other websites you visit, including your social media accounts, or matching a cookie or device ID to your email address so we can send you promotional emails that may be of interest to you."}, {"2": "You may disable or delete browser cookies through your browser settings. Cookies are generally easy to disable or delete, but the method varies between browsers. To learn how you can manage Flash cookies, visit Adobe’s Flash player settings page.. If you disable or delete cookies, or if you are running third-party software that intercepts or deletes cookies, please note that some parts of our websites may not work properly."}]}, "count": 3}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "Automatically through tracking technologies (such as cookies, web beacons, or log files), including over time and across third-party websites or other online services."}]}, "count": 1}, "session monitoring": {"text": {}, "count": 0}}}, "link-1": {"WORDS": {"we": {"text": {"we": [{"0": "This California Privacy Notice supplements the information contained in our general Privacy Policy and applies solely to those visitors and users of our websites and mobile apps (“Services”) that are residents of the State of California (“consumer” or “you”). Homes.com (“Homes”, “we”, “us”, “our”) adopts this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”), as amended, and other applicable California privacy laws. Any terms defined by the CCPA have the same meaning when used in this notice."}, {"1": "Information We Collect"}, {"2": "We collect information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”). Personal information does not include publicly available information, deidentified information, aggregate information, or any information protected by other privacy laws and otherwise excluded from the scope of the CCPA."}, {"3": "This table identifies the categories of personal information we have collected about consumers within the last 12 months:"}, {"4": "We obtain this personal information from the following categories of sources:"}, {"5": "How We Use Your Information"}, {"6": "We may use or disclose the personal information we collect for one or more of the following business or commercial purposes:"}, {"7": "We may disclose your personal information for a business purpose to third parties, such as our subsidiaries and affiliates, as well as non-affiliated third-parties with whom we partner to offer products and services to you."}, {"8": "In the preceding 12 months, we have disclosed the following categories of personal information for a business purpose to the third parties identified above:"}, {"9": "We may disclose certain information about you to our affiliates, advertising partners (including real estate professionals), and other third parties for purposes that may be considered a “sale” under the CCPA. For example, we may share the information you submit when you request information on a home listing with our affiliates and various real estate professionals, and this kind of sharing might constitute a “sale” under the CCPA. In the preceding 12 months, we have shared the following categories of personal information with third parties in a manner that might constitute a “sale”:"}, {"10": "We do not knowingly sell the personal information of minors under 16 years of age without affirmative and lawful authorization."}, {"11": "You have the right to request that we disclose certain information to you about our collection and use of your personal information during the 12 month period preceding your request. Once we receive and verify your request, we will disclose to you the information that you request and we are obligated to provide under the CCPA, which may include:"}, {"12": "The categories of personal information we have collected about you;"}, {"13": "The categories of sources from which we collected your personal information;"}, {"14": "The categories of personal information we have disclosed for a business purpose or sold about you;"}, {"15": "The categories of third parties with whom we share or sell your personal information; and"}, {"16": "The specific pieces of personal information we have collected about you."}, {"17": "request that we delete"}, {"18": "Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;"}, {"19": "We will not discriminate against you for exercising any of your CCPA rights. Unless permitted by the CCPA, we will not deny you services, charge you different prices for any services, or provide you with a different level or quality of services."}, {"20": "You may request that we disclose or delete your personal information, as described above, by submitting a verifiable consumer request to privacysupport@homes.com, or by clicking here to fill out a request form."}, {"21": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your information. You may only make a verifiable consumer request for access twice within any 12-month period. Your verifiable consumer request must (1) describe your request with sufficient detail so that we may understand, evaluate, and respond to it and (2) include your name and any email address or phone number you have provided to us, so that we may verify your identity."}, {"22": "We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and then confirm the personal information requested relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request."}, {"23": "You may opt-out of the sale of your personal information by clicking here: Do Not Sell My Personal Information. Please note that we may continue to share your personal information with our affiliates and service providers for essential purposes described above and other such circumstances allowed under the CCPA. Opting out of the sale of personal information through the “Do Not Sell My Personal Information” link does not mean that you will stop seeing ads, including some interest-based ads. To learn more about interest-based advertising across sites and additional opt-out choices, please see our general Privacy Policy."}]}, "count": 24}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your information. You may only make a verifiable consumer request for access twice within any 12-month period. Your verifiable consumer request must (1) describe your request with sufficient detail so that we may understand, evaluate, and respond to it and (2) include your name and any email address or phone number you have provided to us, so that we may verify your identity."}, {"1": "We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and then confirm the personal information requested relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request."}]}, "count": 2}, "information": {"text": {"information": [{"0": "This California Privacy Notice supplements the information contained in our general Privacy Policy and applies solely to those visitors and users of our websites and mobile apps (“Services”) that are residents of the State of California (“consumer” or “you”). Homes.com (“Homes”, “we”, “us”, “our”) adopts this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”), as amended, and other applicable California privacy laws. Any terms defined by the CCPA have the same meaning when used in this notice."}, {"1": "Information We Collect"}, {"2": "We collect information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”). Personal information does not include publicly available information, deidentified information, aggregate information, or any information protected by other privacy laws and otherwise excluded from the scope of the CCPA."}, {"3": "This table identifies the categories of personal information we have collected about consumers within the last 12 months:"}, {"4": "Personal information listed in the California Customer Records statute"}, {"5": "A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information"}, {"6": "Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information)"}, {"7": "Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data"}, {"8": "Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement"}, {"9": "Non-public education information (as defined by the Family Educational rights and Privacy Act)"}, {"10": "Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records"}, {"11": "We obtain this personal information from the following categories of sources:"}, {"12": "We may use or disclose the personal information we collect for one or more of the following business or commercial purposes:"}, {"13": "To fulfill or meet the reason you provided the information;"}, {"14": "As described to you when collecting your personal information or as otherwise set forth in the CCPA; or"}, {"15": "To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our customers and users of our Services is among the assets transferred."}, {"16": "We may disclose your personal information for a business purpose to third parties, such as our subsidiaries and affiliates, as well as non-affiliated third-parties with whom we partner to offer products and services to you."}, {"17": "In the preceding 12 months, we have disclosed the following categories of personal information for a business purpose to the third parties identified above:"}, {"18": "Category B: California Customer Records personal information categories"}, {"19": "We may disclose certain information about you to our affiliates, advertising partners (including real estate professionals), and other third parties for purposes that may be considered a “sale” under the CCPA. For example, we may share the information you submit when you request information on a home listing with our affiliates and various real estate professionals, and this kind of sharing might constitute a “sale” under the CCPA. In the preceding 12 months, we have shared the following categories of personal information with third parties in a manner that might constitute a “sale”:"}, {"20": "Category B: California Customer Records personal information categories"}, {"21": "We do not knowingly sell the personal information of minors under 16 years of age without affirmative and lawful authorization."}, {"22": "If you are a California resident, the CCPA provides you with additional rights regarding our use of your personal information. This section describes your CCPA rights and explains how to exercise those rights."}, {"23": "You have the right to request that we disclose certain information to you about our collection and use of your personal information during the 12 month period preceding your request. Once we receive and verify your request, we will disclose to you the information that you request and we are obligated to provide under the CCPA, which may include:"}, {"24": "The categories of personal information we have collected about you;"}, {"25": "The categories of sources from which we collected your personal information;"}, {"26": "Our business or commercial purpose for collecting or selling your personal information;"}, {"27": "The categories of personal information we have disclosed for a business purpose or sold about you;"}, {"28": "The categories of third parties with whom we share or sell your personal information; and"}, {"29": "The specific pieces of personal information we have collected about you."}, {"30": "You have the right to request that we delete some or all of the personal information that we have collected from you, subject to certain exceptions. Once we receive and verify your request, we will delete (and direct our service providers to whom we have furnished that information to also delete) your personal information from our (and their) records. With respect to the exceptions, we may deny your deletion request in whole or in part if retaining your personal information is necessary for us or our service providers to:"}, {"31": "Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;"}, {"32": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent;"}, {"33": "Make other internal and lawful uses of that information that are compatible with the context in which you provided it."}, {"34": "You have the right to opt-out of the sale of your personal information. For more information, see Exercising Your Rights, below."}, {"35": "You may request that we disclose or delete your personal information, as described above, by submitting a verifiable consumer request to privacysupport@homes.com, or by clicking here to fill out a request form."}, {"36": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your information. You may only make a verifiable consumer request for access twice within any 12-month period. Your verifiable consumer request must (1) describe your request with sufficient detail so that we may understand, evaluate, and respond to it and (2) include your name and any email address or phone number you have provided to us, so that we may verify your identity."}, {"37": "We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and then confirm the personal information requested relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request."}, {"38": "You may opt-out of the sale of your personal information by clicking here: Do Not Sell My Personal Information. Please note that we may continue to share your personal information with our affiliates and service providers for essential purposes described above and other such circumstances allowed under the CCPA. Opting out of the sale of personal information through the “Do Not Sell My Personal Information” link does not mean that you will stop seeing ads, including some interest-based ads. To learn more about interest-based advertising across sites and additional opt-out choices, please see our general Privacy Policy."}, {"39": "Information about brokerage services"}]}, "count": 40}, "use": {"text": {"use": [{"0": "How We Use Your Information"}, {"1": "We may use or disclose the personal information we collect for one or more of the following business or commercial purposes:"}, {"2": "If you are a California resident, the CCPA provides you with additional rights regarding our use of your personal information. This section describes your CCPA rights and explains how to exercise those rights."}, {"3": "You have the right to request that we disclose certain information to you about our collection and use of your personal information during the 12 month period preceding your request. Once we receive and verify your request, we will disclose to you the information that you request and we are obligated to provide under the CCPA, which may include:"}, {"4": "We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and then confirm the personal information requested relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request."}, {"5": "\n\t\t\t\t\t\tTerms of Use\n\t\t\t\t\t\tPrivacy Notice\n\t\t\t\t\t\tAccessibility\n\t\t\t\t\t\tCalifornia Privacy Notice\n\t\t\t\t\t\tCommunication Opt Out\n\t\t\t\t\t\tEqual Opportunity Housing\n\t\t\t\t\t"}, {"6": "\n\t\t\t\t\t\tTerms of Use\n\t\t\t\t\t\tPrivacy Policy\n\t\t\t\t\t\tAccessibility\n\t\t\t\t\t\tCalifornia Privacy Notice\n\t\t\t\t\t\tCommunication Opt Out\n\t\t\t\t\t\tEqual Opportunity Housing\n\t\t\t\t\t"}]}, "count": 7}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "This California Privacy Notice supplements the information contained in our general Privacy Policy and applies solely to those visitors and users of our websites and mobile apps (“Services”) that are residents of the State of California (“consumer” or “you”). Homes.com (“Homes”, “we”, “us”, “our”) adopts this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”), as amended, and other applicable California privacy laws. Any terms defined by the CCPA have the same meaning when used in this notice."}, {"1": "We collect information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”). Personal information does not include publicly available information, deidentified information, aggregate information, or any information protected by other privacy laws and otherwise excluded from the scope of the CCPA."}, {"2": "Real name, alias, postal address, unique personal identifier, online identifier, internet protocol address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiers"}, {"3": "A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information"}, {"4": "Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies"}, {"5": "Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data"}, {"6": "Internet or other similar network activity"}, {"7": "Inferences drawn from other personal information"}, {"8": "From third parties. For example, from our affiliates and other third parties that send us leads."}, {"9": "To help maintain the safety, security, and integrity of our Website, products and services, databases and other technology assets, and business;"}, {"10": "To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our customers and users of our Services is among the assets transferred."}, {"11": "Category F: Internet or other similar network activity"}, {"12": "We may disclose certain information about you to our affiliates, advertising partners (including real estate professionals), and other third parties for purposes that may be considered a “sale” under the CCPA. For example, we may share the information you submit when you request information on a home listing with our affiliates and various real estate professionals, and this kind of sharing might constitute a “sale” under the CCPA. In the preceding 12 months, we have shared the following categories of personal information with third parties in a manner that might constitute a “sale”:"}, {"13": "Category F: Internet or other similar network activity"}, {"14": "Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law;"}, {"15": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent;"}, {"16": "Make other internal and lawful uses of that information that are compatible with the context in which you provided it."}, {"17": "You may opt-out of the sale of your personal information by clicking here: Do Not Sell My Personal Information. Please note that we may continue to share your personal information with our affiliates and service providers for essential purposes described above and other such circumstances allowed under the CCPA. Opting out of the sale of personal information through the “Do Not Sell My Personal Information” link does not mean that you will stop seeing ads, including some interest-based ads. To learn more about interest-based advertising across sites and additional opt-out choices, please see our general Privacy Policy."}]}, "count": 18}, "if": {"text": {"if": [{"0": "If you are a California resident, the CCPA provides you with additional rights regarding our use of your personal information. This section describes your CCPA rights and explains how to exercise those rights."}, {"1": "You have the right to request that we delete some or all of the personal information that we have collected from you, subject to certain exceptions. Once we receive and verify your request, we will delete (and direct our service providers to whom we have furnished that information to also delete) your personal information from our (and their) records. With respect to the exceptions, we may deny your deletion request in whole or in part if retaining your personal information is necessary for us or our service providers to:"}, {"2": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent;"}, {"3": "We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and then confirm the personal information requested relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request."}, {"4": "If you have any questions about this California Privacy Notice, please contact us at Privacysupport@homes.com."}]}, "count": 5}, "when": {"text": {"when": [{"0": "This California Privacy Notice supplements the information contained in our general Privacy Policy and applies solely to those visitors and users of our websites and mobile apps (“Services”) that are residents of the State of California (“consumer” or “you”). Homes.com (“Homes”, “we”, “us”, “our”) adopts this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”), as amended, and other applicable California privacy laws. Any terms defined by the CCPA have the same meaning when used in this notice."}, {"1": "As described to you when collecting your personal information or as otherwise set forth in the CCPA; or"}, {"2": "We may disclose certain information about you to our affiliates, advertising partners (including real estate professionals), and other third parties for purposes that may be considered a “sale” under the CCPA. For example, we may share the information you submit when you request information on a home listing with our affiliates and various real estate professionals, and this kind of sharing might constitute a “sale” under the CCPA. In the preceding 12 months, we have shared the following categories of personal information with third parties in a manner that might constitute a “sale”:"}, {"3": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent;"}]}, "count": 4}, "help": {"text": {"help": [{"0": "To help maintain the safety, security, and integrity of our Website, products and services, databases and other technology assets, and business;"}, {"1": "\n\t\t\t\t\t\tBlog\n\t\t\t\t\t\tHow To\n\t\t\t\t\t\tHelp\n\t\t\t\t\t"}, {"2": "\n\t\t\t\t\t\tBlog\n\t\t\t\t\t\tHow To\n\t\t\t\t\t\tHelp\n\t\t\t\t\t"}]}, "count": 3}, "access": {"text": {"access": [{"0": "Right to Access Your Information"}, {"1": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your information. You may only make a verifiable consumer request for access twice within any 12-month period. Your verifiable consumer request must (1) describe your request with sufficient detail so that we may understand, evaluate, and respond to it and (2) include your name and any email address or phone number you have provided to us, so that we may verify your identity."}]}, "count": 2}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "We will not discriminate against you for exercising any of your CCPA rights. Unless permitted by the CCPA, we will not deny you services, charge you different prices for any services, or provide you with a different level or quality of services."}]}, "count": 1}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "We collect information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“personal information”). Personal information does not include publicly available information, deidentified information, aggregate information, or any information protected by other privacy laws and otherwise excluded from the scope of the CCPA."}, {"1": "We may use or disclose the personal information we collect for one or more of the following business or commercial purposes:"}]}, "count": 2}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "You may request that we disclose or delete your personal information, as described above, by submitting a verifiable consumer request to privacysupport@homes.com, or by clicking here to fill out a request form."}, {"1": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your information. You may only make a verifiable consumer request for access twice within any 12-month period. Your verifiable consumer request must (1) describe your request with sufficient detail so that we may understand, evaluate, and respond to it and (2) include your name and any email address or phone number you have provided to us, so that we may verify your identity."}, {"2": "You may opt-out of the sale of your personal information by clicking here: Do Not Sell My Personal Information. Please note that we may continue to share your personal information with our affiliates and service providers for essential purposes described above and other such circumstances allowed under the CCPA. Opting out of the sale of personal information through the “Do Not Sell My Personal Information” link does not mean that you will stop seeing ads, including some interest-based ads. To learn more about interest-based advertising across sites and additional opt-out choices, please see our general Privacy Policy."}]}, "count": 3}, "you can": {"text": {}, "count": 0}, "right": {"text": {"right": [{"0": "Right to Access Your Information"}, {"1": "You have the right to request that we disclose certain information to you about our collection and use of your personal information during the 12 month period preceding your request. Once we receive and verify your request, we will disclose to you the information that you request and we are obligated to provide under the CCPA, which may include:"}, {"2": "Right to Request Deletion"}, {"3": "You have the right to request that we delete some or all of the personal information that we have collected from you, subject to certain exceptions. Once we receive and verify your request, we will delete (and direct our service providers to whom we have furnished that information to also delete) your personal information from our (and their) records. With respect to the exceptions, we may deny your deletion request in whole or in part if retaining your personal information is necessary for us or our service providers to:"}, {"4": "Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law;"}, {"5": "Right to Opt-Out"}, {"6": "You have the right to opt-out of the sale of your personal information. For more information, see Exercising Your Rights, below."}, {"7": "Right to Non-Discrimination"}]}, "count": 8}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "We may disclose certain information about you to our affiliates, advertising partners (including real estate professionals), and other third parties for purposes that may be considered a “sale” under the CCPA. For example, we may share the information you submit when you request information on a home listing with our affiliates and various real estate professionals, and this kind of sharing might constitute a “sale” under the CCPA. In the preceding 12 months, we have shared the following categories of personal information with third parties in a manner that might constitute a “sale”:"}, {"1": "You have the right to request that we disclose certain information to you about our collection and use of your personal information during the 12 month period preceding your request. Once we receive and verify your request, we will disclose to you the information that you request and we are obligated to provide under the CCPA, which may include:"}, {"2": "Right to Request Deletion"}, {"3": "request that we delete"}, {"4": "clicking here to fill out a request form."}, {"5": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your information. You may only make a verifiable consumer request for access twice within any 12-month period. Your verifiable consumer request must (1) describe your request with sufficient detail so that we may understand, evaluate, and respond to it and (2) include your name and any email address or phone number you have provided to us, so that we may verify your identity."}, {"6": "We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and then confirm the personal information requested relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request."}]}, "count": 7}, "delete": {"text": {"delete": [{"0": "You have the right to request that we delete some or all of the personal information that we have collected from you, subject to certain exceptions. Once we receive and verify your request, we will delete (and direct our service providers to whom we have furnished that information to also delete) your personal information from our (and their) records. With respect to the exceptions, we may deny your deletion request in whole or in part if retaining your personal information is necessary for us or our service providers to:"}, {"1": "You may request that we disclose or delete your personal information, as described above, by submitting a verifiable consumer request to privacysupport@homes.com, or by clicking here to fill out a request form."}]}, "count": 2}, "deletion": {"text": {"deletion": [{"0": "You have the right to request that we delete some or all of the personal information that we have collected from you, subject to certain exceptions. Once we receive and verify your request, we will delete (and direct our service providers to whom we have furnished that information to also delete) your personal information from our (and their) records. With respect to the exceptions, we may deny your deletion request in whole or in part if retaining your personal information is necessary for us or our service providers to:"}, {"1": "Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent;"}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;"}]}, "count": 1}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {"obligation": [{"0": "Comply with a legal obligation; or"}]}, "count": 1}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;"}, {"1": "Comply with a legal obligation; or"}, {"2": "\n\t\t\t\t\tLegal\n\t\t\t\t\t\n\t\t\t\t"}, {"3": "\n\t\t\t\t\tLegal\n\t\t\t\t\t\n\t\t\t\t\t\tTerms of Use\n\t\t\t\t\t\tPrivacy Policy\n\t\t\t\t\t\tAccessibility\n\t\t\t\t\t\tCalifornia Privacy Notice\n\t\t\t\t\t\tCommunication Opt Out\n\t\t\t\t\t\tEqual Opportunity Housing\n\t\t\t\t\t\n\t\t\t\t"}]}, "count": 4}, "authority": {"text": {"authority": [{"0": "We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and then confirm the personal information requested relates to you. Making a verifiable consumer request does not require you to create an account with us. We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "This California Privacy Notice supplements the information contained in our general Privacy Policy and applies solely to those visitors and users of our websites and mobile apps (“Services”) that are residents of the State of California (“consumer” or “you”). Homes.com (“Homes”, “we”, “us”, “our”) adopts this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”), as amended, and other applicable California privacy laws. Any terms defined by the CCPA have the same meaning when used in this notice."}, {"1": "Comply with the California Electronic Communications Privacy Act;"}, {"2": "Comply with a legal obligation; or"}]}, "count": 3}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email or text message (with your consent, where required by law);"}, {"1": "To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations;"}, {"2": "Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law;"}]}, "count": 3}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "This California Privacy Notice supplements the information contained in our general Privacy Policy and applies solely to those visitors and users of our websites and mobile apps (“Services”) that are residents of the State of California (“consumer” or “you”). Homes.com (“Homes”, “we”, “us”, “our”) adopts this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”), as amended, and other applicable California privacy laws. Any terms defined by the CCPA have the same meaning when used in this notice."}, {"1": "A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information"}, {"2": "You may opt-out of the sale of your personal information by clicking here: Do Not Sell My Personal Information. Please note that we may continue to share your personal information with our affiliates and service providers for essential purposes described above and other such circumstances allowed under the CCPA. Opting out of the sale of personal information through the “Do Not Sell My Personal Information” link does not mean that you will stop seeing ads, including some interest-based ads. To learn more about interest-based advertising across sites and additional opt-out choices, please see our general Privacy Policy."}, {"3": "\n\t\t\t\t\t\tTerms of Use\n\t\t\t\t\t\tPrivacy Policy\n\t\t\t\t\t\tAccessibility\n\t\t\t\t\t\tCalifornia Privacy Notice\n\t\t\t\t\t\tCommunication Opt Out\n\t\t\t\t\t\tEqual Opportunity Housing\n\t\t\t\t\t"}]}, "count": 4}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "\n\t\t\t\tCalifornia Privacy Notice\t\t\t"}, {"1": "This California Privacy Notice supplements the information contained in our general Privacy Policy and applies solely to those visitors and users of our websites and mobile apps (“Services”) that are residents of the State of California (“consumer” or “you”). Homes.com (“Homes”, “we”, “us”, “our”) adopts this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”), as amended, and other applicable California privacy laws. Any terms defined by the CCPA have the same meaning when used in this notice."}, {"2": "Personal information listed in the California Customer Records statute"}, {"3": "Protected classification characteristics under California or federal law"}, {"4": "Category B: California Customer Records personal information categories"}, {"5": "Category B: California Customer Records personal information categories"}, {"6": "If you are a California resident, the CCPA provides you with additional rights regarding our use of your personal information. This section describes your CCPA rights and explains how to exercise those rights."}, {"7": "Comply with the California Electronic Communications Privacy Act;"}, {"8": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your information. You may only make a verifiable consumer request for access twice within any 12-month period. Your verifiable consumer request must (1) describe your request with sufficient detail so that we may understand, evaluate, and respond to it and (2) include your name and any email address or phone number you have provided to us, so that we may verify your identity."}, {"9": "If you have any questions about this California Privacy Notice, please contact us at Privacysupport@homes.com."}, {"10": "California Privacy Notice"}, {"11": "California Privacy Notice"}, {"12": "Homes.com Licensing Information\n\t\t\t§ 442-H New York Standard Operating Procedures\n\t\t\tNew York Fair Housing Notice\n\t\t\tTREC: Information about brokerage services, Consumer protection notice\n\t\t\tCalifornia DRE #01937601\n\t\t\tContact Homes.com Brokerage"}]}, "count": 13}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "From third parties. For example, from our affiliates and other third parties that send us leads."}, {"1": "We may disclose your personal information for a business purpose to third parties, such as our subsidiaries and affiliates, as well as non-affiliated third-parties with whom we partner to offer products and services to you."}, {"2": "In the preceding 12 months, we have disclosed the following categories of personal information for a business purpose to the third parties identified above:"}, {"3": "We may disclose certain information about you to our affiliates, advertising partners (including real estate professionals), and other third parties for purposes that may be considered a “sale” under the CCPA. For example, we may share the information you submit when you request information on a home listing with our affiliates and various real estate professionals, and this kind of sharing might constitute a “sale” under the CCPA. In the preceding 12 months, we have shared the following categories of personal information with third parties in a manner that might constitute a “sale”:"}, {"4": "The categories of third parties with whom we share or sell your personal information; and"}]}, "count": 5}, "third-party": {"text": {"third-party": [{"0": "To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email or text message (with your consent, where required by law);"}]}, "count": 1}, "third party": {"text": {}, "count": 0}, "advertising": {"text": {"advertising": [{"0": "We may disclose certain information about you to our affiliates, advertising partners (including real estate professionals), and other third parties for purposes that may be considered a “sale” under the CCPA. For example, we may share the information you submit when you request information on a home listing with our affiliates and various real estate professionals, and this kind of sharing might constitute a “sale” under the CCPA. In the preceding 12 months, we have shared the following categories of personal information with third parties in a manner that might constitute a “sale”:"}, {"1": "You may opt-out of the sale of your personal information by clicking here: Do Not Sell My Personal Information. Please note that we may continue to share your personal information with our affiliates and service providers for essential purposes described above and other such circumstances allowed under the CCPA. Opting out of the sale of personal information through the “Do Not Sell My Personal Information” link does not mean that you will stop seeing ads, including some interest-based ads. To learn more about interest-based advertising across sites and additional opt-out choices, please see our general Privacy Policy."}]}, "count": 2}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses;"}, {"1": "For testing, research, analysis, and product development, including to develop and improve our websites and apps, products, and services;"}]}, "count": 2}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Indirectly from you. For example, from observing your actions on our Services via automatic data collection technologies"}]}, "count": 1}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "This table identifies the categories of personal information we have collected about consumers within the last 12 months:"}, {"1": "The categories of personal information we have collected about you;"}, {"2": "The categories of sources from which we collected your personal information;"}, {"3": "The specific pieces of personal information we have collected about you."}, {"4": "You have the right to request that we delete some or all of the personal information that we have collected from you, subject to certain exceptions. Once we receive and verify your request, we will delete (and direct our service providers to whom we have furnished that information to also delete) your personal information from our (and their) records. With respect to the exceptions, we may deny your deletion request in whole or in part if retaining your personal information is necessary for us or our service providers to:"}, {"5": "Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;"}]}, "count": 6}, "stored": {"text": {}, "count": 0}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {"analysis": [{"0": "For testing, research, analysis, and product development, including to develop and improve our websites and apps, products, and services;"}]}, "count": 1}, "analytics": {"text": {}, "count": 0}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "Indirectly from you. For example, from observing your actions on our Services via automatic data collection technologies"}]}, "count": 1}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {}, "count": 0}, "settings": {"text": {}, "count": 0}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;"}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;"}]}, "count": 1}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Real name, alias, postal address, unique personal identifier, online identifier, internet protocol address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiers"}, {"1": "A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information"}, {"2": "To help maintain the safety, security, and integrity of our Website, products and services, databases and other technology assets, and business;"}, {"3": "Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;"}]}, "count": 4}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "How We Use Your Information"}, {"1": "If you are a California resident, the CCPA provides you with additional rights regarding our use of your personal information. This section describes your CCPA rights and explains how to exercise those rights."}, {"2": "How To"}, {"3": "How To"}]}, "count": 4}, "what": {"text": {}, "count": 0}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your information. You may only make a verifiable consumer request for access twice within any 12-month period. Your verifiable consumer request must (1) describe your request with sufficient detail so that we may understand, evaluate, and respond to it and (2) include your name and any email address or phone number you have provided to us, so that we may verify your identity."}]}, "count": 1}, "learn": {"text": {"learn": [{"0": "You may opt-out of the sale of your personal information by clicking here: Do Not Sell My Personal Information. Please note that we may continue to share your personal information with our affiliates and service providers for essential purposes described above and other such circumstances allowed under the CCPA. Opting out of the sale of personal information through the “Do Not Sell My Personal Information” link does not mean that you will stop seeing ads, including some interest-based ads. To learn more about interest-based advertising across sites and additional opt-out choices, please see our general Privacy Policy."}]}, "count": 1}, "more information": {"text": {"more information": [{"0": "You have the right to opt-out of the sale of your personal information. For more information, see Exercising Your Rights, below."}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {}, "count": 0}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}