{"main": {"https://coolinarika.com": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {}, "count": 0}, "promise": {"text": {}, "count": 0}, "only": {"text": {"samo": [{"0": ["j) when registering on the website, the date and time of the IP address assigned by the Internet Service Provider (ISP) and used by the respondent are also stored.", "j) when registering on the website, the date and time of the IP address assigned by the internet service provider (ISP) and used by the respondent are stored."]}, {"1": ["PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can only be accessed by authorized persons.", "PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can be accessed only by authorized persons."]}, {"2": ["Data collected for the purposes specified in these rules will be stored only for as long as is necessary to fulfill the specified purposes.", "The data collected for the purposes stated in these rules will be stored only for as long as is necessary to fulfill the stated purposes."]}, {"3": ["The purposes for which we share data with our trusted partners are, for example, the needs of marketing, website maintenance https://www.coolinarika.com/  advertising, payment processing, delivery (delivery) and other services in and outside of https://www.coolinarika", "The purposes for which we share data with our trusted partners are, for example, the needs of marketing, maintenance of the website https://www.coolinarika.com/  advertising, payment processing, delivery (shipping) and other services in and outside of https://www.coolinarika"]}]}, "count": 4}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"ukoliko": [{"0": ["You can contact us if you want a copy of some or all of the personal data we keep about you.", "You can contact us if you would like a copy of some or all of the personal data that we keep about you."]}, {"1": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}, {"2": ["If you want to dispute the accuracy of the data, or we no longer need personal data for the purpose of processing, but you need them for the establishment, execution or processing of legal requirements, or you objected to the processing on a basis that we consider legitimate, you have the right to request the restriction of the processing of personal data.", "If you want to dispute the accuracy of the data, or we no longer need personal data for the purpose of processing, but you need them for the establishment, execution or processing of legal requirements, or you objected to the processing on grounds that we consider legitimate, you have the right to request the restriction of personal data processing."]}, {"3": ["If the processing is based on your consent or is carried out by automatic means, you have the right to request the transfer of data to another controller.", "If the processing is based on your consent or is done by automatic means, you have the right to request the transfer of data to another controller."]}, {"4": ["If you believe that your rights are not being respected, you have the right to file a complaint with the Personal Data Protection Agency, Selska cesta 136, HR – 10 000 Zagreb, e-mail: azop@azop.hr", "If you believe that your rights are not respected, you have the right to file a complaint with the Agency for the Protection of Personal Data, Selska cesta 136, HR – 10 000 Zagreb, e-mail: azop@azop.hr"]}, {"5": ["If you have given us your consent (for example, you have subscribed to our newsletter, selected a certain category of cookies to use), we will process your personal data until you withdraw your consent.", "In the event that you have given us your consent (for example, you have subscribed to our newsletter, selected a specific category of cookies to use), we will process your personal data until you withdraw your consent."]}, {"6": ["In addition to all of the above, it is important to point out the following;", "With all the above, it is important to point out the following;"]}, {"7": ["Also, if our contractual partner is based in the USA, we will revise the existing contracts and check the security standards that our partner guarantees in order to ensure the protection of all our respondents with the latest standards approved and suggested by the competent institutions.", "Also, if our contractual partner is based in the USA, we will revise the existing contracts and check the security standards that our partner guarantees to ensure the protection of all our respondents with the latest standards approved and suggested by the competent institutions."]}, {"8": ["The purposes for which we use your data are described in these rules, and if your data is processed for other purposes, you will be notified before such (new) processing is carried out.", "The purposes for which we use your data are described in these rules, and if your data will be processed for other purposes, you will be informed before such (new) processing is carried out."]}, {"9": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory body of Facebook, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory body of Facebook, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"10": ["Facebook is owned by Meta Platforms Inc., 1 Hacker Way, Menlo Park, CA 94025, USA.", "Facebook is the property of Meta Platforms Inc., 1 Hacker Way, Menlo Park, CA 94025, USA."]}, {"11": ["Every time the respondent is logged in to Facebook and at the same time accesses the website https://www.coolinarika.com/, Facebook will receive information about it through the Facebook component.", "Each time the respondent is logged in to Facebook and at the same time accesses the website https://www.coolinarika.com/, Facebook will receive information about it via the Facebook component."]}, {"12": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for YouTube, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for YouTube, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"13": ["If you are logged in to YouTube as a page user (respondent), YouTube will recognize each time you open a subpage where a YouTube video is located.", "If you, as a page user (respondent), are logged in to YouTube, YouTube will recognize each time you open a subpage that contains a YouTube video."]}, {"14": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for Instagram, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for Instagram, the Irish Data Protection Commissioner or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"15": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for LinkedIn Ireland, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for LinkedIn Ireland, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}]}, "count": 16}, "when": {"text": {"kada": [{"0": ["How and when do we collect your personal data?", "How and when we collect your personal information?"]}, {"1": ["We collect your personal data when it is necessary to fulfill your needs and requests, perform services or for the needs of our business:", "We collect your personal data when it is necessary to meet your needs and requests, to perform services or for the needs of our business:"]}, {"2": ["when you access the site", "when accessing the site"]}, {"3": ["d) when you contact our office and ask us for help or ask a question in order to exercise one of your rights guaranteed by applicable regulations,", "d) when you contact our office and ask us for help or ask a question in order for us to exercise one of your rights guaranteed by the applicable regulations,"]}, {"4": ["e) when you contact us via social networks, we collect the data that you made available to us when making inquiries or requests,", "e) when you contact us via social networks, we collect the data that you have made available to us when you make inquiries or requests,"]}, {"5": ["f) when you participate in our prize games, we will process data depending on the type of prize game, which we will inform you about in the rules of the prize game.", "f) when you participate in our prize games, we will process data depending on the type of prize game, and we will inform you about this in the rules of the prize game."]}, {"6": ["g) when you fill out a satisfaction survey, we process information such as your IP address,", "g) when you fill out the satisfaction survey, we process data such as your IP address,"]}, {"7": ["h) when you ask us any question related to our offer, we will process your contacts and/or other data that you provide when sending the question,", "h) when you ask us any question related to our offer, we will process your contacts and/or other data that you submit to us when sending the question,"]}, {"8": ["We collect the above-mentioned specific categories of your personal data either based on the consent shown to you when you come to https://www.coolinarika.com/ via a pop-up window, or based on legitimate interest (for example, in cases where cookies are necessary", "We collect the above specific categories of your personal data either based on the consent shown to you when you come to https://www.coolinarika.com/ via a pop-up window, or based on legitimate interest (for example, in cases where cookies are necessary"]}, {"9": ["So, to summarize all of the above, we generally collect your personal data directly from you when you fill out a certain form or when you want to receive our newsletter.", "So, to summarize all of the above, we mostly collect your personal data directly from you when you fill out a certain form or when you want to receive our newsletter."]}, {"10": ["You can ask PODRAVKA which of your personal data it uses, and you can also request access to this personal data.", "You can ask PODRAVKA which personal data of yours it uses, and you can also request access to that personal data."]}, {"11": ["Privacy protection is important to us, so we will never share your personal information with third parties except for the purposes described in this policy.", "Protecting your privacy is important to us, so we will never share your personal information with third parties except for the purposes described in these policies."]}, {"12": ["PODRAVKA cooperates with other companies.", "PODRAVKA works together with other companies."]}, {"13": ["PODRAVKA will not keep your personal data longer than the period for which the data is necessary to fulfill the purpose of their use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination", "PODRAVKA will not retain your personal data for longer than the period for which the data is necessary to fulfill the purpose of its use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination"]}]}, "count": 14}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"can access": {"text": {"može pristupiti": [{"0": ["Other websites that can be accessed through the https://www.coolinarika.com/ website have their own privacy and data collection statements and how they are used and disclosed.", "Other websites that can be accessed through the website https://www.coolinarika.com/ have their own privacy and data collection statements, and how they are used and disclosed."]}]}, "count": 1}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {"nećemo": [{"0": ["If you have given us your consent (for example, you have subscribed to our newsletter, selected a certain category of cookies to use), we will process your personal data until you withdraw your consent.", "In the event that you have given us your consent (for example, you have subscribed to our newsletter, selected a specific category of cookies to use), we will process your personal data until you withdraw your consent."]}, {"1": ["Privacy protection is important to us, so we will never share your personal information with third parties except for the purposes described in this policy.", "Protecting your privacy is important to us, so we will never share your personal information with third parties except for the purposes described in these policies."]}]}, "count": 2}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"prikupljamo": [{"0": ["PODRAVKA is dedicated to protecting and respecting your privacy.", "PODRAVKA is committed to the protection and respect of your privacy."]}, {"1": ["How and when do we collect your personal data?", "How and when we collect your personal information?"]}, {"2": ["We collect your personal data when it is necessary to fulfill your needs and requests, perform services or for the needs of our business:", "We collect your personal data when it is necessary to meet your needs and requests, to perform services or for the needs of our business:"]}, {"3": ["c) situations in which we collect other types of data such as the date and time of access to the page, information about the hardware, software or Internet browser you use, as well as about the operating system of your computer and the version of the application and your language settings.", "c) situations in which we collect other types of data, such as the date and time of page access, information about the hardware, software or Internet browser you use, as well as about your computer's operating system and application version and your language settings."]}, {"4": ["e) when you contact us via social networks, we collect the data that you made available to us when making inquiries or requests,", "e) when you contact us via social networks, we collect the data that you have made available to us when you make inquiries or requests,"]}, {"5": ["We collect the above-mentioned specific categories of your personal data either based on the consent shown to you when you come to https://www.coolinarika.com/ via a pop-up window, or based on legitimate interest (for example, in cases where cookies are necessary", "We collect the above specific categories of your personal data either based on the consent shown to you when you come to https://www.coolinarika.com/ via a pop-up window, or based on legitimate interest (for example, in cases where cookies are necessary"]}, {"6": ["So, to summarize all of the above, we generally collect your personal data directly from you when you fill out a certain form or when you want to receive our newsletter.", "So, to summarize all of the above, we mostly collect your personal data directly from you when you fill out a certain form or when you want to receive our newsletter."]}, {"7": ["What data and for what purpose do we collect directly from you?", "What data do we collect directly from you and for what purpose?"]}, {"8": ["Typical categories of data we collect from users are as follows: e-mail address.", "Typical categories of data that we collect from users are as follows: email address."]}, {"9": ["We collect your personal data for:", "We collect your personal data for the following purposes:"]}]}, "count": 10}, "we collect information": {"text": {"prikupljamo podatke": [{"0": ["e) when you contact us via social networks, we collect the data that you made available to us when making inquiries or requests,", "e) when you contact us via social networks, we collect the data that you have made available to us when you make inquiries or requests,"]}]}, "count": 1}, "we collect details": {"text": {"prikupljamo podatke": [{"0": ["e) when you contact us via social networks, we collect the data that you made available to us when making inquiries or requests,", "e) when you contact us via social networks, we collect the data that you have made available to us when you make inquiries or requests,"]}]}, "count": 1}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {"prikupljamo podatke": [{"0": ["e) when you contact us via social networks, we collect the data that you made available to us when making inquiries or requests,", "e) when you contact us via social networks, we collect the data that you have made available to us when you make inquiries or requests,"]}]}, "count": 1}, "we may disclose": {"text": {}, "count": 0}}}, "USER": {"OTHER": {"you may": {"text": {"možete": [{"0": ["You can contact the Data Protection Officer at:", "The data protection officer can be reached at:"]}, {"1": ["You can ask PODRAVKA which of your personal data it uses, and you can also request access to this personal data.", "You can ask PODRAVKA which personal data of yours it uses, and you can also request access to that personal data."]}, {"2": ["You can contact us if you want a copy of some or all of the personal data we keep about you.", "You can contact us if you would like a copy of some or all of the personal data that we keep about you."]}, {"3": ["We want your personal information to be accurate and up-to-date.", "We want your personal information to be accurate and current."]}, {"4": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}, {"5": ["You can find out more about data retention periods by contacting our data protection officer.", "You can learn more about data retention periods by contacting our data protection officer."]}, {"6": ["PODRAVKA would like to send you information about our activities and news that you might be interested in.", "PODRAVKA would like to send you information about our activities and news that might be of interest to you."]}, {"7": ["Cookies are small files that we send to your computer and can access them later.", "Cookies are small files that we send to your computer and that we can access later."]}, {"8": ["PODRAVKA uses a business profile using the services of Facebook, YouTube, LinkedIn and Instagram, and you can view their Privacy Rules, i.e. confidentiality statements, as well as the way they use your personal data at:", "PODRAVKA uses a business profile using the services of Facebook, YouTube, LinkedIn and Instagram, and you can view their Privacy Rules, i.e. statements on confidentiality, as well as the way they use your personal data at:"]}, {"9": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory body of Facebook, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory body of Facebook, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"10": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for YouTube, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for YouTube, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"11": ["On the website https://www.coolinarika.com/, the manager of personal data processing has incorporated components of the Youtube service.", "On the website https://www.coolinarika.com/, the manager of personal data processing has integrated components of the YouTube service."]}, {"12": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for Instagram, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for Instagram, the Irish Data Protection Commissioner or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"13": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for LinkedIn Ireland, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for LinkedIn Ireland, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}]}, "count": 14}, "you can": {"text": {"možete": [{"0": ["You can contact the Data Protection Officer at:", "The data protection officer can be reached at:"]}, {"1": ["You can ask PODRAVKA which of your personal data it uses, and you can also request access to this personal data.", "You can ask PODRAVKA which personal data of yours it uses, and you can also request access to that personal data."]}, {"2": ["You can contact us if you want a copy of some or all of the personal data we keep about you.", "You can contact us if you would like a copy of some or all of the personal data that we keep about you."]}, {"3": ["We want your personal information to be accurate and up-to-date.", "We want your personal information to be accurate and current."]}, {"4": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}, {"5": ["You can find out more about data retention periods by contacting our data protection officer.", "You can learn more about data retention periods by contacting our data protection officer."]}, {"6": ["PODRAVKA would like to send you information about our activities and news that you might be interested in.", "PODRAVKA would like to send you information about our activities and news that might be of interest to you."]}, {"7": ["Cookies are small files that we send to your computer and can access them later.", "Cookies are small files that we send to your computer and that we can access later."]}, {"8": ["PODRAVKA uses a business profile using the services of Facebook, YouTube, LinkedIn and Instagram, and you can view their Privacy Rules, i.e. confidentiality statements, as well as the way they use your personal data at:", "PODRAVKA uses a business profile using the services of Facebook, YouTube, LinkedIn and Instagram, and you can view their Privacy Rules, i.e. statements on confidentiality, as well as the way they use your personal data at:"]}, {"9": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory body of Facebook, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory body of Facebook, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"10": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for YouTube, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for YouTube, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"11": ["On the website https://www.coolinarika.com/, the manager of personal data processing has incorporated components of the Youtube service.", "On the website https://www.coolinarika.com/, the manager of personal data processing has integrated components of the YouTube service."]}, {"12": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for Instagram, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for Instagram, the Irish Data Protection Commissioner or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"13": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for LinkedIn Ireland, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for LinkedIn Ireland, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}]}, "count": 14}, "right to request": {"text": {}, "count": 0}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {}, "count": 0}}, "MODIFICATION": {"deletion of": {"text": {"brisanje": [{"0": ["request deletion of personal data", "to request the deletion of personal data"]}, {"1": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}]}, "count": 2}, "delete": {"text": {"izbrisati": [{"0": ["j) when registering on the website, the date and time of the IP address assigned by the Internet Service Provider (ISP) and used by the respondent are also stored.", "j) when registering on the website, the date and time of the IP address assigned by the internet service provider (ISP) and used by the respondent are stored."]}], "brisanje": [{"0": ["request deletion of personal data", "to request the deletion of personal data"]}, {"1": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}]}, "count": 3}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {"izbrisati": [{"0": ["j) when registering on the website, the date and time of the IP address assigned by the Internet Service Provider (ISP) and used by the respondent are also stored.", "j) when registering on the website, the date and time of the IP address assigned by the internet service provider (ISP) and used by the respondent are stored."]}], "brisanje": [{"0": ["request deletion of personal data", "to request the deletion of personal data"]}, {"1": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}]}, "count": 3}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {}, "count": 0}, "contractual": {"text": {"ugovorni": [{"0": ["Also, if our contractual partner is based in the USA, we will revise the existing contracts and check the security standards that our partner guarantees in order to ensure the protection of all our respondents with the latest standards approved and suggested by the competent institutions.", "Also, if our contractual partner is based in the USA, we will revise the existing contracts and check the security standards that our partner guarantees to ensure the protection of all our respondents with the latest standards approved and suggested by the competent institutions."]}], "ugovorne": [{"0": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}]}, "count": 2}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"prava": [{"0": ["d) when you contact our office and ask us for help or ask a question in order to exercise one of your rights guaranteed by applicable regulations,", "d) when you contact our office and ask us for help or ask a question in order for us to exercise one of your rights guaranteed by the applicable regulations,"]}, {"1": ["What privacy rights do you have?", "What are your privacy rights?"]}, {"2": ["request the transfer of data to another controller (transferability of rights)", "request data transfer to another controller (transferability of rights)"]}, {"3": ["In order to exercise any of the above rights, please use the contact information provided at the beginning of the Privacy Policy.", "In order to exercise any of the above-mentioned rights, please use the contact information listed at the beginning of the Privacy Policy."]}, {"4": ["If you believe that your rights are not being respected, you have the right to file a complaint with the Personal Data Protection Agency, Selska cesta 136, HR – 10 000 Zagreb, e-mail: azop@azop.hr", "If you believe that your rights are not respected, you have the right to file a complaint with the Agency for the Protection of Personal Data, Selska cesta 136, HR – 10 000 Zagreb, e-mail: azop@azop.hr"]}, {"5": ["PODRAVKA will not keep your personal data longer than the period for which the data is necessary to fulfill the purpose of their use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination", "PODRAVKA will not retain your personal data for longer than the period for which the data is necessary to fulfill the purpose of its use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination"]}, {"6": ["In case you have questions related to the collection and processing of data by Facebook, YouTube, LinkedIn and/or Instagram or wish to exercise one of your rights guaranteed by the General Data Protection Regulation, please contact:", "In case you have questions related to the collection and processing of data by Facebook, YouTube, LinkedIn and/or Instagram, or you want to exercise one of your rights guaranteed by the General Data Protection Regulation, contact:"]}], "pravima": [{"0": ["The privacy rules apply to all services offered by PODRAVKA, whereby the aim of the rules is to inform our visitors, partners and users of our services (hereinafter: respondents) in a clear and transparent manner about the procedures for processing their personal data and their rights.", "The privacy rules apply to all services offered by PODRAVKA, whereby the goal of the rules is to inform our visitors, partners and users of our services (hereinafter: respondents) in a clear and transparent manner with the procedures for processing their personal data and their rights."]}, {"1": ["using your rights specified in these rules.", "by exercising your rights specified in these rules."]}]}, "count": 9}, "right to know": {"text": {"pravo znati": [{"0": ["You can ask PODRAVKA which of your personal data it uses, and you can also request access to this personal data.", "You can ask PODRAVKA which personal data of yours it uses, and you can also request access to that personal data."]}]}, "count": 1}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"pravni": [{"0": ["In addition to all of the above, it is important to point out the following;", "With all the above, it is important to point out the following;"]}]}, "count": 1}, "authority": {"text": {}, "count": 0}, "comply with": {"text": {"u skladu s": [{"0": ["PODRAVKA cooperates with other companies.", "PODRAVKA works together with other companies."]}, {"1": ["In some cases, our partners who provide services on behalf of or for PODRAVKA may process your data outside the European Union.", "In some cases, our partners providing services on behalf of or for PODRAVKA may process your data outside the European Union."]}, {"2": ["The purposes for which we share data with our trusted partners are, for example, the needs of marketing, website maintenance https://www.coolinarika.com/  advertising, payment processing, delivery (delivery) and other services in and outside of https://www.coolinarika", "The purposes for which we share data with our trusted partners are, for example, the needs of marketing, maintenance of the website https://www.coolinarika.com/  advertising, payment processing, delivery (shipping) and other services in and outside of https://www.coolinarika"]}]}, "count": 3}, "compliant with": {"text": {"u skladu s": [{"0": ["PODRAVKA cooperates with other companies.", "PODRAVKA works together with other companies."]}, {"1": ["In some cases, our partners who provide services on behalf of or for PODRAVKA may process your data outside the European Union.", "In some cases, our partners providing services on behalf of or for PODRAVKA may process your data outside the European Union."]}, {"2": ["The purposes for which we share data with our trusted partners are, for example, the needs of marketing, website maintenance https://www.coolinarika.com/  advertising, payment processing, delivery (delivery) and other services in and outside of https://www.coolinarika", "The purposes for which we share data with our trusted partners are, for example, the needs of marketing, maintenance of the website https://www.coolinarika.com/  advertising, payment processing, delivery (shipping) and other services in and outside of https://www.coolinarika"]}]}, "count": 3}, "law": {"text": {"zakon": [{"0": ["Pursuant to Regulation (EU) 2016/679 of the European Parliament and Council of April 27, 2016 on the protection of individuals with regard to the processing of personal data and on the free movement of such data and on the repeal of Directive 95/46/EC (Official Journal of the European Union L 119", "Pursuant to Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016 on the protection of individuals in connection with the processing of personal data and on the free movement of such data and on the repeal of Directive 95/46/EC (Official Journal of the European Union L 119"]}, {"1": ["Data collected for the purposes specified in these rules will be stored only for as long as is necessary to fulfill the specified purposes.", "The data collected for the purposes stated in these rules will be stored only for as long as is necessary to fulfill the stated purposes."]}], "pravo": [{"0": ["If the processing is based on your consent, you have the right to withdraw your consent at any time.", "If processing is based on your consent, you have the right to withdraw consent at any time."]}, {"1": ["Please note that at any time you have the right to request the following from PODRAVKA:", "Keep in mind that you have the right to request the following from PODRAVKA at any time:"]}, {"2": ["You can ask PODRAVKA which of your personal data it uses, and you can also request access to this personal data.", "You can ask PODRAVKA which personal data of yours it uses, and you can also request access to that personal data."]}, {"3": ["If you want to dispute the accuracy of the data, or we no longer need personal data for the purpose of processing, but you need them for the establishment, execution or processing of legal requirements, or you objected to the processing on a basis that we consider legitimate, you have the right to request the restriction of the processing of personal data.", "If you want to dispute the accuracy of the data, or we no longer need personal data for the purpose of processing, but you need them for the establishment, execution or processing of legal requirements, or you objected to the processing on grounds that we consider legitimate, you have the right to request the restriction of personal data processing."]}, {"4": ["Remember that you have the right to object to the processing of personal data based on a legal basis that PODRAVKA considers legitimate.", "Remember that you have the right to object to the processing of personal data, which is based on a legal basis that PODRAVKA considers legitimate."]}, {"5": ["If the processing is based on your consent or is carried out by automatic means, you have the right to request the transfer of data to another controller.", "If the processing is based on your consent or is done by automatic means, you have the right to request the transfer of data to another controller."]}, {"6": ["If you believe that your rights are not being respected, you have the right to file a complaint with the Personal Data Protection Agency, Selska cesta 136, HR – 10 000 Zagreb, e-mail: azop@azop.hr", "If you believe that your rights are not respected, you have the right to file a complaint with the Agency for the Protection of Personal Data, Selska cesta 136, HR – 10 000 Zagreb, e-mail: azop@azop.hr"]}, {"7": ["PODRAVKA reserves the right to amend and amend the Privacy Policy, which will be published on the website.", "PODRAVKA reserves the right to amend and supplement the Privacy Policy, and the same will be published on the website."]}]}, "count": 10}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {}, "count": 0}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {"u skladu sa": [{"0": ["Once a year, we conduct an audit of all our partners so that they know that the protection of your personal data is still at the required level and that it is in accordance with the applicable regulations.", "Once a year, we conduct an audit of all our partners so that they know that the protection of your personal data is still at the required level and that it complies with the applicable regulations."]}], "sukladno": [{"0": ["Pursuant to Regulation (EU) 2016/679 of the European Parliament and Council of April 27, 2016 on the protection of individuals with regard to the processing of personal data and on the free movement of such data and on the repeal of Directive 95/46/EC (Official Journal of the European Union L 119", "Pursuant to Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016 on the protection of individuals in connection with the processing of personal data and on the free movement of such data and on the repeal of Directive 95/46/EC (Official Journal of the European Union L 119"]}]}, "count": 2}}, "CALIFORNIA": {"california": {"text": {}, "count": 0}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {}, "count": 0}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"pristanak": [{"0": ["j) when registering on the website, the date and time of the IP address assigned by the Internet Service Provider (ISP) and used by the respondent are also stored.", "j) when registering on the website, the date and time of the IP address assigned by the internet service provider (ISP) and used by the respondent are stored."]}]}, "count": 1}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {}, "count": 0}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {}, "count": 0}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {}, "count": 0}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {}, "count": 0}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {}, "count": 0}}, "ASSERTIVE": {"we share": {"text": {"dijelimo": [{"0": ["You can ask PODRAVKA which of your personal data it uses, and you can also request access to this personal data.", "You can ask PODRAVKA which personal data of yours it uses, and you can also request access to that personal data."]}, {"1": ["PODRAVKA cooperates with other companies.", "PODRAVKA works together with other companies."]}, {"2": ["The purposes for which we share data with our trusted partners are, for example, the needs of marketing, website maintenance https://www.coolinarika.com/  advertising, payment processing, delivery (delivery) and other services in and outside of https://www.coolinarika", "The purposes for which we share data with our trusted partners are, for example, the needs of marketing, maintenance of the website https://www.coolinarika.com/  advertising, payment processing, delivery (shipping) and other services in and outside of https://www.coolinarika"]}]}, "count": 3}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {}, "count": 0}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {}, "count": 0}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {"mjesto": [{"0": ["A social network is a place of social connection on the Internet, an online community that usually allows users to interact with each other in a virtual space.", "A social network is a place of social connection on the Internet, an online community that usually allows users to communicate with each other in virtual space."]}]}, "count": 1}, "location data": {"text": {}, "count": 0}}}, "DATA": {"OTHER": {"usage": {"text": {"korištenje": [{"0": ["PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can only be accessed by authorized persons.", "PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can be accessed only by authorized persons."]}, {"1": ["If you have given us your consent (for example, you have subscribed to our newsletter, selected a certain category of cookies to use), we will process your personal data until you withdraw your consent.", "In the event that you have given us your consent (for example, you have subscribed to our newsletter, selected a specific category of cookies to use), we will process your personal data until you withdraw your consent."]}]}, "count": 2}, "records": {"text": {"evidencije": [{"0": ["j) when registering on the website, the date and time of the IP address assigned by the Internet Service Provider (ISP) and used by the respondent are also stored.", "j) when registering on the website, the date and time of the IP address assigned by the internet service provider (ISP) and used by the respondent are stored."]}]}, "count": 1}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {"obrađujemo": [{"0": ["g) when you fill out a satisfaction survey, we process information such as your IP address,", "g) when you fill out the satisfaction survey, we process data such as your IP address,"]}]}, "count": 1}, "we use": {"text": {}, "count": 0}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {"prikupljeni podaci": [{"0": ["Data collected for the purposes specified in these rules will be stored only for as long as is necessary to fulfill the specified purposes.", "The data collected for the purposes stated in these rules will be stored only for as long as is necessary to fulfill the stated purposes."]}], "podaci prikupljeni": [{"0": ["The newsletter contains so-called tracking pixels.", "The newsletter contains tracking pixels."]}]}, "count": 2}, "collected": {"text": {"prikupljeni": [{"0": ["Data collected for the purposes specified in these rules will be stored only for as long as is necessary to fulfill the specified purposes.", "The data collected for the purposes stated in these rules will be stored only for as long as is necessary to fulfill the stated purposes."]}, {"1": ["The newsletter contains so-called tracking pixels.", "The newsletter contains tracking pixels."]}]}, "count": 2}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"zadržavanja": [{"0": ["You can ask PODRAVKA which of your personal data it uses, and you can also request access to this personal data.", "You can ask PODRAVKA which personal data of yours it uses, and you can also request access to that personal data."]}]}, "count": 1}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {"analiziraju": [{"0": ["The newsletter contains so-called tracking pixels.", "The newsletter contains tracking pixels."]}]}, "count": 1}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {}, "count": 0}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"postavke": [{"0": ["Cookie settings", "Cookie preferences"]}, {"1": ["Cookie settings", "Cookie preferences"]}], "postavkama": [{"0": ["c) situations in which we collect other types of data such as the date and time of access to the page, information about the hardware, software or Internet browser you use, as well as about the operating system of your computer and the version of the application and your language settings.", "c) situations in which we collect other types of data, such as the date and time of page access, information about the hardware, software or Internet browser you use, as well as about your computer's operating system and application version and your language settings."]}]}, "count": 3}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {}, "count": 0}, "detect": {"text": {"detektirati": [{"0": ["In the event that you are logged into Facebook as a respondent, at the same time Facebook can detect each of your views of the website https://www.coolinarika.com/.", "In the event that you are logged in to Facebook as a respondent, Facebook can at the same time detect each of your views of the website https://www.coolinarika.com/."]}]}, "count": 1}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"za zaštitu": [{"0": ["PODRAVKA, as a website service provider, is committed to protecting the privacy of personal data.", "PODRAVKA, as a provider of website services, is committed to protecting the privacy of personal data."]}, {"1": ["You can contact the Data Protection Officer at:", "The data protection officer can be reached at:"]}, {"2": ["b) when registering a person as a user or recipient of newsletters or other information about our products and promotions.", "b) when registering a person as a user or recipient of a newsletter or other information about our products and actions."]}, {"3": ["If the processing is based on your consent, you have the right to withdraw your consent at any time.", "If processing is based on your consent, you have the right to withdraw consent at any time."]}, {"4": ["If you believe that your rights are not being respected, you have the right to file a complaint with the Personal Data Protection Agency, Selska cesta 136, HR – 10 000 Zagreb, e-mail: azop@azop.hr", "If you believe that your rights are not respected, you have the right to file a complaint with the Agency for the Protection of Personal Data, Selska cesta 136, HR – 10 000 Zagreb, e-mail: azop@azop.hr"]}, {"5": ["On July 10, 2023, the European Commission adopted a new adequacy decision based on which personal data can be freely transferred from the European Union to companies in the US participating in the Data Privacy Protection Framework.", "On July 10, 2023, the European Commission adopted a new adequacy decision based on which personal data can be freely transferred from the European Union to companies in the United States that participate in the Data Privacy Protection Framework."]}, {"6": ["The Adequacy Decision is based on Article 45 of the General Data Protection Regulation and is a mechanism that ensures the safe and legal transfer of data to third countries.", "The Adequacy Decision is based on Article 45 of the General Data Protection Regulation and represents a mechanism that ensures safe and legal data transfer to third countries."]}, {"7": ["PODRAVKA will not keep your personal data longer than the period for which the data is necessary to fulfill the purpose of their use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination", "PODRAVKA will not retain your personal data for longer than the period for which the data is necessary to fulfill the purpose of its use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination"]}, {"8": ["You can find out more about data retention periods by contacting our data protection officer.", "You can learn more about data retention periods by contacting our data protection officer."]}, {"9": ["FOR FACEBOOKMETA PLATFORMS IRELAND Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland Contact Data Protection Officer:", "FOR FACEBOOKMETA PLATFORMS IRELAND Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, IrelandContact the Data Protection Officer:"]}, {"10": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory body of Facebook, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory body of Facebook, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"11": ["FOR YOUTUBEGoogle Ireland, Ltd., Gordon House Barrow St, Dublin 4, IrelandContact Data Protection Officer: https://support.google.com/policies/contact/general_privacy_form", "FOR YOUTUBEGoogle Ireland, Ltd., Gordon House Barrow St, Dublin 4, IrelandData Protection Officer Contact: https://support.google.com/policies/contact/general_privacy_form"]}, {"12": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for YouTube, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for YouTube, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"13": ["FOR INSTAGRAMMETA PLATFORMS Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland Contact Data Protection Officer: https://hr-hr.facebook.com/policy.php https://www.facebook.com/help", "FOR INSTAGRAMMETA PLATFORMS Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland Contact data protection officer: https://hr-hr.facebook.com/policy.php https://www.facebook.com/help"]}, {"14": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for Instagram, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for Instagram, the Irish Data Protection Commissioner or the Agency for Personal Data Protection of the Republic of Croatia."]}, {"15": ["FOR LINKEDINLINKEDIN IRELAND UNLIMITED COMPANYAttn: Legal Dept.", "FOR LINKEDIN LINKEDIN IRELAND UNLIMITED COMPANY Attn: Legal Dept."]}, {"16": ["If you are not satisfied with the way your personal data is collected and processed, you can contact the leading supervisory authority for LinkedIn Ireland, the Irish Data Protection Commissioner or the Personal Data Protection Agency of the Republic of Croatia.", "If you are not satisfied with the way in which your personal data is collected and processed, you can contact the leading supervisory authority for LinkedIn Ireland, the Irish Commissioner for Data Protection or the Agency for Personal Data Protection of the Republic of Croatia."]}]}, "count": 17}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {}, "count": 0}, "unauthorized": {"text": {"neovlašteno": [{"0": ["PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can only be accessed by authorized persons.", "PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can be accessed only by authorized persons."]}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"kako": [{"0": ["How to use Coolinarika", "How to use the Coolinarika"]}, {"1": ["How to use Coolinarika", "How to use the Coolinarika"]}, {"2": ["This Privacy Policy (the \"Policy\") explains how PODRAVKA collects, uses and manages your personal information located on the website and accessible through the use of the website: https://www.coolinarika.com/", "This Privacy Policy (\"Policy\") explains how PODRAVKA collects, uses and manages your personal information that is located on the website and that is accessible by using the website: https://www.coolinarika.com/"]}, {"3": ["PODRAVKA is dedicated to protecting and respecting your privacy.", "PODRAVKA is committed to the protection and respect of your privacy."]}, {"4": ["How and when do we collect your personal data?", "How and when we collect your personal information?"]}, {"5": ["d) when you contact our office and ask us for help or ask a question in order to exercise one of your rights guaranteed by applicable regulations,", "d) when you contact our office and ask us for help or ask a question in order for us to exercise one of your rights guaranteed by the applicable regulations,"]}, {"6": ["in order to fulfill our obligations", "to fulfill our obligations"]}, {"7": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}, {"8": ["file a complaint about the way we use your data", "lodge an objection to the way we use your data"]}, {"9": ["In order to exercise any of the above rights, please use the contact information provided at the beginning of the Privacy Policy.", "In order to exercise any of the above-mentioned rights, please use the contact information listed at the beginning of the Privacy Policy."]}, {"10": ["PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can only be accessed by authorized persons.", "PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can be accessed only by authorized persons."]}, {"11": ["Also, if our contractual partner is based in the USA, we will revise the existing contracts and check the security standards that our partner guarantees in order to ensure the protection of all our respondents with the latest standards approved and suggested by the competent institutions.", "Also, if our contractual partner is based in the USA, we will revise the existing contracts and check the security standards that our partner guarantees to ensure the protection of all our respondents with the latest standards approved and suggested by the competent institutions."]}, {"12": ["Once a year, we conduct an audit of all our partners so that they know that the protection of your personal data is still at the required level and that it is in accordance with the applicable regulations.", "Once a year, we conduct an audit of all our partners so that they know that the protection of your personal data is still at the required level and that it complies with the applicable regulations."]}, {"13": ["PODRAVKA will not keep your personal data longer than the period for which the data is necessary to fulfill the purpose of their use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination", "PODRAVKA will not retain your personal data for longer than the period for which the data is necessary to fulfill the purpose of its use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination"]}, {"14": ["The newsletter contains so-called tracking pixels.", "The newsletter contains tracking pixels."]}, {"15": ["In order to maintain the website and ensure that its functionality is at the expected level, PODRAVKA uses technology known as \"cookies\".", "To maintain the website and ensure that its functionality is at the expected level, PODRAVKA uses technology known as \"cookies\"."]}, {"16": ["A social network is a place of social connection on the Internet, an online community that usually allows users to interact with each other in a virtual space.", "A social network is a place of social connection on the Internet, an online community that usually allows users to communicate with each other in virtual space."]}], "kako?": [{"0": ["How to use Coolinarika", "How to use the Coolinarika"]}, {"1": ["How to use Coolinarika", "How to use the Coolinarika"]}, {"2": ["This Privacy Policy (the \"Policy\") explains how PODRAVKA collects, uses and manages your personal information located on the website and accessible through the use of the website: https://www.coolinarika.com/", "This Privacy Policy (\"Policy\") explains how PODRAVKA collects, uses and manages your personal information that is located on the website and that is accessible by using the website: https://www.coolinarika.com/"]}, {"3": ["PODRAVKA is dedicated to protecting and respecting your privacy.", "PODRAVKA is committed to the protection and respect of your privacy."]}, {"4": ["How and when do we collect your personal data?", "How and when we collect your personal information?"]}, {"5": ["d) when you contact our office and ask us for help or ask a question in order to exercise one of your rights guaranteed by applicable regulations,", "d) when you contact our office and ask us for help or ask a question in order for us to exercise one of your rights guaranteed by the applicable regulations,"]}, {"6": ["in order to fulfill our obligations", "to fulfill our obligations"]}, {"7": ["You can ask PODRAVKA to stop processing or even delete your personal data.", "You can ask PODRAVKA to stop the processing or even to delete your personal data."]}, {"8": ["file a complaint about the way we use your data", "lodge an objection to the way we use your data"]}, {"9": ["In order to exercise any of the above rights, please use the contact information provided at the beginning of the Privacy Policy.", "In order to exercise any of the above-mentioned rights, please use the contact information listed at the beginning of the Privacy Policy."]}, {"10": ["PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can only be accessed by authorized persons.", "PDORAVKA will ensure that personal data is kept in a secure place (which includes reasonable administrative, technical and physical protection to prevent unauthorized use, access, disclosure, copying or modification of personal data), which can be accessed only by authorized persons."]}, {"11": ["Also, if our contractual partner is based in the USA, we will revise the existing contracts and check the security standards that our partner guarantees in order to ensure the protection of all our respondents with the latest standards approved and suggested by the competent institutions.", "Also, if our contractual partner is based in the USA, we will revise the existing contracts and check the security standards that our partner guarantees to ensure the protection of all our respondents with the latest standards approved and suggested by the competent institutions."]}, {"12": ["Once a year, we conduct an audit of all our partners so that they know that the protection of your personal data is still at the required level and that it is in accordance with the applicable regulations.", "Once a year, we conduct an audit of all our partners so that they know that the protection of your personal data is still at the required level and that it complies with the applicable regulations."]}, {"13": ["PODRAVKA will not keep your personal data longer than the period for which the data is necessary to fulfill the purpose of their use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination", "PODRAVKA will not retain your personal data for longer than the period for which the data is necessary to fulfill the purpose of its use, and for a maximum period of 3 years, except in exceptional cases when a longer data retention period is prescribed by law (for example, data related to unilateral termination"]}, {"14": ["The newsletter contains so-called tracking pixels.", "The newsletter contains tracking pixels."]}, {"15": ["In order to maintain the website and ensure that its functionality is at the expected level, PODRAVKA uses technology known as \"cookies\".", "To maintain the website and ensure that its functionality is at the expected level, PODRAVKA uses technology known as \"cookies\"."]}, {"16": ["A social network is a place of social connection on the Internet, an online community that usually allows users to interact with each other in a virtual space.", "A social network is a place of social connection on the Internet, an online community that usually allows users to communicate with each other in virtual space."]}]}, "count": 34}, "how you": {"text": {}, "count": 0}, "how we": {"text": {}, "count": 0}, "how are": {"text": {}, "count": 0}, "how can": {"text": {}, "count": 0}}}, "OTHER": {"explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {"što su": [{"0": ["c) situations in which we collect other types of data such as the date and time of access to the page, information about the hardware, software or Internet browser you use, as well as about the operating system of your computer and the version of the application and your language settings.", "c) situations in which we collect other types of data, such as the date and time of page access, information about the hardware, software or Internet browser you use, as well as about your computer's operating system and application version and your language settings."]}, {"1": ["PODRAVKA collects and processes personal data through user interactions on social networks such as Facebook, Instagram, LinkedIn and YouTube.", "PODRAVKA collects and processes personal information through user interactions on social networks such as Facebook, Instagram, LinkedIn and YouTube."]}]}, "count": 2}, "learn": {"text": {}, "count": 0}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {}, "count": 0}, "if you have any questions": {"text": {}, "count": 0}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"određeni": [{"0": ["So, to summarize all of the above, we generally collect your personal data directly from you when you fill out a certain form or when you want to receive our newsletter.", "So, to summarize all of the above, we mostly collect your personal data directly from you when you fill out a certain form or when you want to receive our newsletter."]}]}, "count": 1}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {"druge svrhe": [{"0": ["The purposes for which we use your data are described in these rules, and if your data is processed for other purposes, you will be notified before such (new) processing is carried out.", "The purposes for which we use your data are described in these rules, and if your data will be processed for other purposes, you will be informed before such (new) processing is carried out."]}]}, "count": 1}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {}, "count": 0}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"kolačići": [{"0": ["In order to maintain the website and ensure that its functionality is at the expected level, PODRAVKA uses technology known as \"cookies\".", "To maintain the website and ensure that its functionality is at the expected level, PODRAVKA uses technology known as \"cookies\"."]}, {"1": ["Cookies are small files that we send to your computer and can access them later.", "Cookies are small files that we send to your computer and that we can access later."]}, {"2": []}]}, "count": 3}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}