{"main": {"https://miro.com": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "We have updated our Privacy Policy. We participate in the EU-US Data Privacy Framework. Section 10 (\"International Transfers\") now includes our company's commitment to the Data Privacy Framework Principles applicable to transfers of Personal Data from the EU, Switzerland and the UK to the US."}, {"1": "We have updated our Privacy Policy. We participate in the EU-US Data Privacy Framework. Section 10 (\"International Transfers\") now includes our company's commitment to the Data Privacy Framework Principles applicable to transfers of Personal Data from the EU, Switzerland and the UK to the US."}, {"2": "We have updated our Privacy Policy. We participate in the EU-US Data Privacy Framework. Section 10 (\"International Transfers\") now includes our company's commitment to the Data Privacy Framework Principles applicable to transfers of Personal Data from the EU, Switzerland and the UK to the US."}, {"3": "This Privacy Policy describes how RealtimeBoard, Inc. dba Miro, including its affiliates and subsidiaries (collectively, Miro and also referred to as our, us and we) collects, uses and discloses information from or about an identified or identifiable person, including information that we can associate with an individual person (“Personal Data”), as well as any choices you have with respect to your Personal Data."}, {"4": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}, {"5": "3. The types of Personal Data we collect"}, {"6": "Organization and account information. To create or update an Organization account, you or the relevant Customer (e.g. you or your employer) will supply Miro with an email address, phone number, password, domain and/or similar account details. We may also receive your email address and name from Slack or other organizations with whom our platform has integrations through which you may sign up to use our Services.  "}, {"7": "Device data. Miro collects information about devices accessing the Services, including the type of device, operating system used, device settings, application IDs, unique device identifiers and crash data. Whether we collect some or all of this Services Data often depends on the type of device used and its settings."}, {"8": "Location data. We receive information from you, the relevant Customer and other third-parties that helps us approximate your location. We may, for example, use a business address submitted by your employer or an IP address received from your browser or device to determine approximate location. Miro may also collect location information from devices in accordance with the consent provided by your device."}, {"9": "Third-party data. Miro may receive data about organizations, industries, lists of companies that are customers, Website visitors, marketing campaigns and other matters relevant to our business from parent corporations, affiliates and subsidiaries, our partners, or other third parties that we use to make our own information more useful. This data may be combined and may include aggregate-level data. For example, information about how well an online marketing or email campaign performed, or to create a business contacts directory."}, {"10": "Cookie data. Miro uses a variety of cookies and similar technologies in our Websites and Services to help us collect Services Data. For more details about how we use these technologies, as well as your opt-out opportunities and other options, please see our Cookie Policy."}, {"11": "Contact data. In accordance with the consent provided by your device or other third-party API, we process any contact information that a User chooses to import when using the Services."}, {"12": "Community data. We also receive Services Data when submitted to our Websites or in other ways, such as if you participate in the Miro Community, Miro Academy, or Miroverse. This data is either submitted directly to the Services, or collected during Forums, Programs, contests, activities, events, or educational programs hosted by Miro (or a vendor)."}, {"13": "Additional data provided to Miro.  If you use Miro’s AI features pursuant to our Terms of Service, Services Data also includes data associated with your interaction with these technologies.  We also receive Services Data when submitted to our Websites or in other ways, such as when you request support, interact with our social media accounts or otherwise communicate with Miro. "}, {"14": "Generally, no one is under a statutory or contractual obligation to provide any Personal Data. However, certain Personal Data is collected automatically and, if some Personal Data, such as Organization setup details, is not provided, we may be unable to provide the Services."}, {"15": "4. How we use Personal Data "}, {"16": "To support and communicate with you by responding to your requests, comments and questions. If you contact us, we may use your Services Data to respond."}, {"17": "To develop, test and provide search, learning and productivity tools and additional features. Miro tries to make the Services as useful as possible. For example, we make Services suggestions based on historical use and predictive models, identify organizational trends and insights, customize your experience of the Services, or to create and develop new features and products."}, {"18": "To conduct market and user research. To improve our Services and troubleshoot new products and features, we may carry out research. For example we may survey Customers (including Admins, Users and other contacts) or third parties about customer satisfaction, user experience, the effectiveness of our marketing campaigns, and their broader interests."}, {"19": "Transactional: As part of our services, we provide users with certain communications and updates, We may send you service, transactional, technical and other administrative communications, such as communications about your account, our Service offerings, changes to the Services, and important Services-related notices, such as security and fraud notices. We consider these communications as part of our Services to you."}, {"20": "Soft opt-in / Legitimate Interests: In addition, where you are a non-enterprise user or you if you have opted-in as an enterprise user, we sometimes send emails about new product features, recommendations and promotional communications, or other news about Miro. You can opt-out of these messages at any time by using the unsubscribe link included in all of these communications."}, {"21": "For billing, account management and other administrative matters. Miro may need to contact you for invoicing, account management, and similar reasons and we use account data to administer accounts and keep track of billing and payments."}, {"22": "To manage and to contact you with regard to involvement. We may need to manage and contact you with regard to your involvement and participation in the Miro Community (such as the Forums, Programs, Miroverse, contests, activities, events or educational programs hosted by Miro or a vendor)."}, {"23": "Further, note that we may keep certain types of Services Data after the deactivation of an account for the period needed for Miro to pursue legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes, and enforce our agreements."}, {"24": "6. How we share and disclose Personal Data"}, {"25": "Miro may share and disclose Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and the Customer’s use of the Services and in compliance with applicable law. Where necessary, may only share Personal Data with third parties where we have obtained consent to do so."}, {"26": "We may share Personal Data as follows: "}, {"27": "Subprocessors. We may engage third-parties as sub-processors to process Personal Data. These third parties may, for example, provide virtual computing and storage services, or we may share business information to develop strategic partnerships to support our Customers. Please see more information on our subprocessors here."}, {"28": "Partners. We may share Personal Data with developers, partners and others we engage to create Miro applications and/or integrating Miro features."}, {"29": "To comply with laws. If we receive a request for Personal Data, we may disclose Personal Data if we reasonably believe disclosure is in accordance with or required by any applicable law, regulation, or legal process."}, {"30": "Our Services may contain links to websites and services operated by third parties, which we do not own or control. This Privacy Statement does not apply to your use of such third party websites, and you should read the relevant privacy notices and terms and conditions before using such websites or services. "}, {"31": "Miro does not allow use of our Services and Websites by anyone younger than 16 years old (“Minor”). If you learn that a Minor has unlawfully provided us with Personal Data, please contact us and we will take steps to delete this information."}, {"32": "RealtimeBoard Inc. has an international corporate presence, as such our collection of Personal Data necessarily involves the transmission of data on an international basis. If you are an individual located outside of the United States, please be aware that information we collect may be transferred to and processed in the United States and elsewhere outside the United States. As more fully described in the Customer Agreement terms between you and RealtimeBoard Inc., Personal Data may be transferred across international borders, including without limitation from the EEA, Switzerland, and the UK to the United States. Any cross-border transfers of Personal Data are supported by an approved adequacy mechanism where required by applicable law, such as the EU Standard Contractual Clauses. "}, {"33": "RealtimeBoard Inc. complies with the EU-US Data Privacy Framework (“EU-US DPF”), the UK Extension to the EU-US DPF, and the Swiss-US Data Privacy Framework (“Swiss-US DPF”) as set forth by the US Department of Commerce. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the EU-US Data Privacy Framework Principles (“EU-US DPF Principles”) with regard to the processing of Personal Data received from the European Union in reliance on the EU-US DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-US DPF. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the Swiss-US Data Privacy Framework Principles (“Swiss-US DPF Principles”) with regard to the processing of Personal Data received from Switzerland in reliance on the Swiss-US DPF. With respect to onward transfers of Personal Data to the EU-US DPF, the UK Extension to the EU-US DPF, and the Swiss-US DPF, we remain liable for processing such transfers in accordance with the Principles. If there is any conflict between the terms in this privacy policy and the EU-US DPF Principles and/or the Swiss-US DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit the US Department of Commerce’s Data Privacy Framework website by clicking here or visiting https://www.dataprivacyframework.gov/."}, {"34": "RealtimeBoard Inc. may disclose your Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. If you have a question or complaint related to participation by RealtimeBoard Inc. in the DPF program, we encourage you to contact us online. For any complaints related to the DPF that RealtimeBoard Inc. cannot resolve directly, we have chosen to cooperate with the relevant EU Data Protection Authority, or a panel established by the European data protection authorities, for resolving disputes with EU individuals, the UK Information Commissioner (ICO) for resolving disputes with UK individuals, and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for resolving disputes with Swiss individuals. Please contact us if you’d like us to direct you to your data protection authority contacts. As further explained in the Principles, binding arbitration is available to address residual complaints not resolved by other means. RealtimeBoard Inc. is subject to the investigatory and enforcement powers of the United States Federal Trade Commission (FTC). "}, {"35": "If we share your Personal Data with any RealtimeBoard Inc. affiliates or third parties located in countries outside the European Economic Area, Switzerland, the UK, or the United States we take steps to ensure that appropriate safeguards are in place to guarantee the continued protection of your Personal Data, such as by entering into the EU Standard Contractual Clauses adopted by the European Commission (article 46(2)(c) GDPR), which are available here, and which were also adopted by the UK Government under section 119A of the UK Data Protection Act 2018."}, {"36": "Where we are the controller of your Personal Data, and subject to the privacy rights granted to you under the law in your country, you have the following rights: "}, {"37": "Portability.  You can request a copy of your Personal Data that we process on the basis of consent or in order to perform a contract with you. "}, {"38": "Erasure. You can request to erase your Personal Data that we are not required to process for compliance with law or in connection with legal claims. Where we rely on an exemption, we will inform you about this."}, {"39": "Correction. You can request that we correct inaccurate information we maintain about you. "}, {"40": "Objection and restriction of processing. You can use the \"unsubscribe\" link in our marketing communications to stop us from using your information for that direct marketing.  You can object to our processing of your Personal Data where we rely on legitimate interests or perform a task in the public interest. We will consider several factors when assessing an objection, including reasonable expectations of Miro customers, the benefits and risks to you, us, other users or other available means to achieve the same purpose that may be less invasive and do not require disproportionate effort. Unless we find that we have compelling legitimate grounds for this processing, which are not outweighed by your interests or fundamental rights and freedoms, or the processing is needed for legal reasons, your objection will be upheld and we will cease processing your Personal Data."}, {"41": "Withdrawal of consent. Where you have provided your consent to our processing of your Personal Data, you can withdraw your consent at any time. If you do withdraw consent, it will not affect the lawfulness of what we have done with your Personal Data before you withdrew consent."}, {"42": "To exercise your rights or ask us any questions pertaining to your rights, please contact us using the details set out in Section 14 below. Please note that we may request you to provide us with additional information in order to confirm your identity and ensure that you are entitled to access the relevant personal information."}, {"43": "Categories of Personal Data we receive"}, {"44": "Sources. For information regarding the categories of sources from which we collect your Personal Data, please see Sections 3 and 4 above."}, {"45": "Our business and commercial purposes for use. For information regarding the specific purposes for which we collect and disclose your Personal Data, please see Sections 4 and 7 above."}, {"46": "Retention. Information about our retention of Personal Data is described in Section 5 above. We only use and disclose sensitive personal information for the purposes specified in applicable law or otherwise with your consent."}, {"47": "Access. You can request access to the Personal Data we hold about you, how we use it and who we share it with."}, {"48": "Deletion. You can request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. "}, {"49": "Correction. You can request that we correct inaccurate information we maintain about you."}, {"50": "Opt out of “Sale” and “Sharing”. While we do not sell your Personal Data in the conventional sense, we may use advertising and analytics services that are intended to analyze your use of our Services based on information obtained from cookies or other trackers, including for delivering advertising to you (such as interest-based, targeted, or cross-context behavioral advertising). You can opt out of the use of cookies and other trackers on our website by setting your preferences on our homepage. You will need to set your preferences from each device and each web browser from which you wish to opt out. This feature uses a cookie to remember your preference, so if you clear all cookies from your browser, you will need to re-select your preferred settings. We do not have actual knowledge that we “sell” or “share” the personal information of consumers under 16 years of age. "}, {"51": "Portability. You can request that we transfer to you a copy of the Personal Data we hold about you."}, {"52": "Withdrawal of Consent. Where we rely on consent to process your Personal Data, you may have the right to withdraw this consent at any time. If you confirm that you wish to withdraw your consent, we will delete your information from our systems. However, you acknowledge this may limit our ability to provide you with the best possible products and services."}, {"53": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}, {"54": "We will respond to consumer requests in a reasonably timely manner. If we require extra time to respond, we will inform you of the reason and extension period in writing. In order to protect the security of your Personal Data, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you. The method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion. Generally speaking, verification will be performed by matching the identifying information provided by you to the Personal Data that we already have."}, {"55": "Any disclosures we provide will only cover the 12-month period preceding our receipt of your request (and will not be made more than twice in a 12-month period). If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. "}, {"56": "We will not discriminate against you for exercising any of your rights based on California data protection laws, including, but not limited to, by: "}, {"57": "Miro may change this Privacy Policy from time to time. Laws, regulations, and industry standards evolve, which may make those changes necessary, or we may make changes to our services or business. We will post the changes to this page and we encourage you to review our Privacy Policy to stay informed. If we make material changes to the Privacy Policy, Miro will take commercially reasonable efforts to notify you and take additional steps as required by law. If you disagree with the changes to this Privacy Policy, you should deactivate your account and discontinue your use of the Services. Contact the relevant Customer if you wish to request the removal of your Personal Data under their control."}]}, "count": 58}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}, {"1": "Miro may share and disclose Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and the Customer’s use of the Services and in compliance with applicable law. Where necessary, may only share Personal Data with third parties where we have obtained consent to do so."}, {"2": "Retention. Information about our retention of Personal Data is described in Section 5 above. We only use and disclose sensitive personal information for the purposes specified in applicable law or otherwise with your consent."}, {"3": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}, {"4": "Any disclosures we provide will only cover the 12-month period preceding our receipt of your request (and will not be made more than twice in a 12-month period). If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. "}]}, "count": 5}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "This Privacy Policy applies to Miro’s online collaboration tools and platform, including the associated Miro mobile and desktop applications (collectively, the “Services”), miro.com and other Miro websites (collectively, the “Websites”) and other interactions (e.g. customer support, the Miro Community, etc.) you may have with Miro, including the processing of any messages, text, files, images, video or audio recordings, or other content submitted through our Services (collectively, “Customer Content”). This Privacy Policy does not apply to any third-party applications or software that integrate with our Services (“Third-Party Services”), or any other third-party products, services or businesses. "}, {"1": "You, the organization (e.g., your employer or another entity or person) controlling the use of the Services (“Organization”) and any associated Customer Content, and any individuals who are granted access to the Services by an Organization (“Users” and, collectively with you and an Organization, “Customer”) are also bound by the the Terms of Service or the Master Cloud Agreement, as applicable, and any product-specific Terms (together, the “Customer Agreement”). "}, {"2": "Services Data. Miro also collects, generates and/or receives the following types of Personal Data, other than Customer Content, through and in connection with Miro’s provision of the Services (the “Services Data”):"}, {"3": "Organization and account information. To create or update an Organization account, you or the relevant Customer (e.g. you or your employer) will supply Miro with an email address, phone number, password, domain and/or similar account details. We may also receive your email address and name from Slack or other organizations with whom our platform has integrations through which you may sign up to use our Services.  "}, {"4": "Location data. We receive information from you, the relevant Customer and other third-parties that helps us approximate your location. We may, for example, use a business address submitted by your employer or an IP address received from your browser or device to determine approximate location. Miro may also collect location information from devices in accordance with the consent provided by your device."}, {"5": "Third-party data. Miro may receive data about organizations, industries, lists of companies that are customers, Website visitors, marketing campaigns and other matters relevant to our business from parent corporations, affiliates and subsidiaries, our partners, or other third parties that we use to make our own information more useful. This data may be combined and may include aggregate-level data. For example, information about how well an online marketing or email campaign performed, or to create a business contacts directory."}, {"6": "Cookie data. Miro uses a variety of cookies and similar technologies in our Websites and Services to help us collect Services Data. For more details about how we use these technologies, as well as your opt-out opportunities and other options, please see our Cookie Policy."}, {"7": "Contact data. In accordance with the consent provided by your device or other third-party API, we process any contact information that a User chooses to import when using the Services."}, {"8": "Community data. We also receive Services Data when submitted to our Websites or in other ways, such as if you participate in the Miro Community, Miro Academy, or Miroverse. This data is either submitted directly to the Services, or collected during Forums, Programs, contests, activities, events, or educational programs hosted by Miro (or a vendor)."}, {"9": "Additional data provided to Miro.  If you use Miro’s AI features pursuant to our Terms of Service, Services Data also includes data associated with your interaction with these technologies.  We also receive Services Data when submitted to our Websites or in other ways, such as when you request support, interact with our social media accounts or otherwise communicate with Miro. "}, {"10": "To provide, update, maintain and protect our Services, Websites and business. This includes the use of Services Data to support delivery of the Services under a Customer Agreement, including to create or update an Organization, to prevent or address service errors, security or technical issues, and to analyze and monitor usage of the product and its features, trends and other activities."}, {"11": "To conduct market and user research. To improve our Services and troubleshoot new products and features, we may carry out research. For example we may survey Customers (including Admins, Users and other contacts) or third parties about customer satisfaction, user experience, the effectiveness of our marketing campaigns, and their broader interests."}, {"12": "To send emails and other communications."}, {"13": "Transactional: As part of our services, we provide users with certain communications and updates, We may send you service, transactional, technical and other administrative communications, such as communications about your account, our Service offerings, changes to the Services, and important Services-related notices, such as security and fraud notices. We consider these communications as part of our Services to you."}, {"14": "Soft opt-in / Legitimate Interests: In addition, where you are a non-enterprise user or you if you have opted-in as an enterprise user, we sometimes send emails about new product features, recommendations and promotional communications, or other news about Miro. You can opt-out of these messages at any time by using the unsubscribe link included in all of these communications."}, {"15": "For billing, account management and other administrative matters."}, {"16": "This section describes how Miro may share and disclose Personal Data. Customers determine their own policies and practices for the sharing and disclosure of Personal Data. Miro does not control how they or any other third party chooses to share or disclose Personal Data."}, {"17": "Displaying the Services. When a User submits Customer Content (including Personal Data), it may be displayed to other Users that have access to the same Miro Board. For example, an User’s name and Miro profile may be displayed. Please consult the Help Center for more information on this functionality."}, {"18": "Customer access. Owners, administrators, Users, and other Customer representatives and personnel may be able to access, modify, or restrict access to Personal Data. This may include, for example, your employer using Service features to export logs of your activity or accessing or modifying your profile details.."}, {"19": "RealtimeBoard Inc. may disclose your Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. If you have a question or complaint related to participation by RealtimeBoard Inc. in the DPF program, we encourage you to contact us online. For any complaints related to the DPF that RealtimeBoard Inc. cannot resolve directly, we have chosen to cooperate with the relevant EU Data Protection Authority, or a panel established by the European data protection authorities, for resolving disputes with EU individuals, the UK Information Commissioner (ICO) for resolving disputes with UK individuals, and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for resolving disputes with Swiss individuals. Please contact us if you’d like us to direct you to your data protection authority contacts. As further explained in the Principles, binding arbitration is available to address residual complaints not resolved by other means. RealtimeBoard Inc. is subject to the investigatory and enforcement powers of the United States Federal Trade Commission (FTC). "}, {"20": "Objection and restriction of processing. You can use the \"unsubscribe\" link in our marketing communications to stop us from using your information for that direct marketing.  You can object to our processing of your Personal Data where we rely on legitimate interests or perform a task in the public interest. We will consider several factors when assessing an objection, including reasonable expectations of Miro customers, the benefits and risks to you, us, other users or other available means to achieve the same purpose that may be less invasive and do not require disproportionate effort. Unless we find that we have compelling legitimate grounds for this processing, which are not outweighed by your interests or fundamental rights and freedoms, or the processing is needed for legal reasons, your objection will be upheld and we will cease processing your Personal Data."}, {"21": "Opt out of “Sale” and “Sharing”. While we do not sell your Personal Data in the conventional sense, we may use advertising and analytics services that are intended to analyze your use of our Services based on information obtained from cookies or other trackers, including for delivering advertising to you (such as interest-based, targeted, or cross-context behavioral advertising). You can opt out of the use of cookies and other trackers on our website by setting your preferences on our homepage. You will need to set your preferences from each device and each web browser from which you wish to opt out. This feature uses a cookie to remember your preference, so if you clear all cookies from your browser, you will need to re-select your preferred settings. We do not have actual knowledge that we “sell” or “share” the personal information of consumers under 16 years of age. "}, {"22": "Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties. "}]}, "count": 23}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "If you have any questions about specific Organization settings and privacy practices, please contact the Customer whose Organization you use. If you have received an invitation to join an Organization but have not yet created an account, you should request assistance from the Customer that sent the invitation."}, {"1": "Email performance data. Miro uses a ‘clear image’ (gif) in email communications in order to track engagement and performance metrics. Much of this data is aggregated and does not contain Personal Data. If you wish to turn off this tracking, you can do so by turning off images in the email itself. "}, {"2": "Third-Party Services data. A Customer may choose to use Third-Party Services. If Customer enables Third-Party Services, Miro may access and exchange Customer Content and Services Data with the Third-Party on Customer’s behalf, in accordance with our agreement with the Third-Party Services and any permissions granted by the Customer (including its User(s))."}, {"3": "Community data. We also receive Services Data when submitted to our Websites or in other ways, such as if you participate in the Miro Community, Miro Academy, or Miroverse. This data is either submitted directly to the Services, or collected during Forums, Programs, contests, activities, events, or educational programs hosted by Miro (or a vendor)."}, {"4": "Additional data provided to Miro.  If you use Miro’s AI features pursuant to our Terms of Service, Services Data also includes data associated with your interaction with these technologies.  We also receive Services Data when submitted to our Websites or in other ways, such as when you request support, interact with our social media accounts or otherwise communicate with Miro. "}, {"5": "Generally, no one is under a statutory or contractual obligation to provide any Personal Data. However, certain Personal Data is collected automatically and, if some Personal Data, such as Organization setup details, is not provided, we may be unable to provide the Services."}, {"6": "To support and communicate with you by responding to your requests, comments and questions. If you contact us, we may use your Services Data to respond."}, {"7": "Soft opt-in / Legitimate Interests: In addition, where you are a non-enterprise user or you if you have opted-in as an enterprise user, we sometimes send emails about new product features, recommendations and promotional communications, or other news about Miro. You can opt-out of these messages at any time by using the unsubscribe link included in all of these communications."}, {"8": "If information is aggregated or pseudonymized so that it can no longer reasonably be associated with an identified or identifiable natural person, Miro may use it for any business purpose. "}, {"9": "During a change to Miro’s business. If Miro engages in a merger, acquisition, bankruptcy, dissolution, reorganization, sale of some or all of Miro’s assets or stock, financing, public offering of securities, acquisition of all or a portion of our business, a similar transaction or proceeding, or steps in contemplation of such activities, some or all Personal Data may be shared or transferred, subject to standard confidentiality arrangements."}, {"10": "To comply with laws. If we receive a request for Personal Data, we may disclose Personal Data if we reasonably believe disclosure is in accordance with or required by any applicable law, regulation, or legal process."}, {"11": "Miro takes the security of Personal Data seriously. Miro strives to protect Personal Data from unauthorized access or disclosure. Miro cannot guarantee that Personal Data stored or sent to Miro will be completely safe and encourages you to use caution. To the maximum extent allowed by applicable law, you agree and acknowledge that Miro will not be liable or responsible if any information about you is intercepted, accessed, and/or used by an unintended recipient. "}, {"12": "Miro does not allow use of our Services and Websites by anyone younger than 16 years old (“Minor”). If you learn that a Minor has unlawfully provided us with Personal Data, please contact us and we will take steps to delete this information."}, {"13": "RealtimeBoard Inc. has an international corporate presence, as such our collection of Personal Data necessarily involves the transmission of data on an international basis. If you are an individual located outside of the United States, please be aware that information we collect may be transferred to and processed in the United States and elsewhere outside the United States. As more fully described in the Customer Agreement terms between you and RealtimeBoard Inc., Personal Data may be transferred across international borders, including without limitation from the EEA, Switzerland, and the UK to the United States. Any cross-border transfers of Personal Data are supported by an approved adequacy mechanism where required by applicable law, such as the EU Standard Contractual Clauses. "}, {"14": "RealtimeBoard Inc. complies with the EU-US Data Privacy Framework (“EU-US DPF”), the UK Extension to the EU-US DPF, and the Swiss-US Data Privacy Framework (“Swiss-US DPF”) as set forth by the US Department of Commerce. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the EU-US Data Privacy Framework Principles (“EU-US DPF Principles”) with regard to the processing of Personal Data received from the European Union in reliance on the EU-US DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-US DPF. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the Swiss-US Data Privacy Framework Principles (“Swiss-US DPF Principles”) with regard to the processing of Personal Data received from Switzerland in reliance on the Swiss-US DPF. With respect to onward transfers of Personal Data to the EU-US DPF, the UK Extension to the EU-US DPF, and the Swiss-US DPF, we remain liable for processing such transfers in accordance with the Principles. If there is any conflict between the terms in this privacy policy and the EU-US DPF Principles and/or the Swiss-US DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit the US Department of Commerce’s Data Privacy Framework website by clicking here or visiting https://www.dataprivacyframework.gov/."}, {"15": "RealtimeBoard Inc. may disclose your Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. If you have a question or complaint related to participation by RealtimeBoard Inc. in the DPF program, we encourage you to contact us online. For any complaints related to the DPF that RealtimeBoard Inc. cannot resolve directly, we have chosen to cooperate with the relevant EU Data Protection Authority, or a panel established by the European data protection authorities, for resolving disputes with EU individuals, the UK Information Commissioner (ICO) for resolving disputes with UK individuals, and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for resolving disputes with Swiss individuals. Please contact us if you’d like us to direct you to your data protection authority contacts. As further explained in the Principles, binding arbitration is available to address residual complaints not resolved by other means. RealtimeBoard Inc. is subject to the investigatory and enforcement powers of the United States Federal Trade Commission (FTC). "}, {"16": "If we share your Personal Data with any RealtimeBoard Inc. affiliates or third parties located in countries outside the European Economic Area, Switzerland, the UK, or the United States we take steps to ensure that appropriate safeguards are in place to guarantee the continued protection of your Personal Data, such as by entering into the EU Standard Contractual Clauses adopted by the European Commission (article 46(2)(c) GDPR), which are available here, and which were also adopted by the UK Government under section 119A of the UK Data Protection Act 2018."}, {"17": "Withdrawal of consent. Where you have provided your consent to our processing of your Personal Data, you can withdraw your consent at any time. If you do withdraw consent, it will not affect the lawfulness of what we have done with your Personal Data before you withdrew consent."}, {"18": "Opt out of “Sale” and “Sharing”. While we do not sell your Personal Data in the conventional sense, we may use advertising and analytics services that are intended to analyze your use of our Services based on information obtained from cookies or other trackers, including for delivering advertising to you (such as interest-based, targeted, or cross-context behavioral advertising). You can opt out of the use of cookies and other trackers on our website by setting your preferences on our homepage. You will need to set your preferences from each device and each web browser from which you wish to opt out. This feature uses a cookie to remember your preference, so if you clear all cookies from your browser, you will need to re-select your preferred settings. We do not have actual knowledge that we “sell” or “share” the personal information of consumers under 16 years of age. "}, {"19": "Withdrawal of Consent. Where we rely on consent to process your Personal Data, you may have the right to withdraw this consent at any time. If you confirm that you wish to withdraw your consent, we will delete your information from our systems. However, you acknowledge this may limit our ability to provide you with the best possible products and services."}, {"20": "We will respond to consumer requests in a reasonably timely manner. If we require extra time to respond, we will inform you of the reason and extension period in writing. In order to protect the security of your Personal Data, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you. The method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion. Generally speaking, verification will be performed by matching the identifying information provided by you to the Personal Data that we already have."}, {"21": "Any disclosures we provide will only cover the 12-month period preceding our receipt of your request (and will not be made more than twice in a 12-month period). If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. "}, {"22": "Miro may change this Privacy Policy from time to time. Laws, regulations, and industry standards evolve, which may make those changes necessary, or we may make changes to our services or business. We will post the changes to this page and we encourage you to review our Privacy Policy to stay informed. If we make material changes to the Privacy Policy, Miro will take commercially reasonable efforts to notify you and take additional steps as required by law. If you disagree with the changes to this Privacy Policy, you should deactivate your account and discontinue your use of the Services. Contact the relevant Customer if you wish to request the removal of your Personal Data under their control."}, {"23": "If you have questions about this Privacy Policy, or regarding your Personal Data, you can contact us online, or by mail at:"}]}, "count": 24}, "when": {"text": {"when": [{"0": "Your Personal Data is provided by you, obtained from third parties, and/or created by us when you use the Services."}, {"1": "Customer Content. Customers routinely submit Customer Content to Miro when using the Services."}, {"2": "Service metadata. When a User interacts with the Services, metadata is generated to provide additional context about their use of the Services. For example, Miro logs the Organizations, boards, people, features, content and links that you view or interact with, as well the types of files shared and any Third-Party Services that you use."}, {"3": "Log data. Like most websites and services delivered over the Internet, our servers automatically collect information when you access or use our Websites or Services, recording this information in log files. This log data may include the Internet Protocol (IP) address, the address of the web page visited before using the Website or Services, your browser type and settings, the date and time the Services were used, information about browser configuration and plugins, and language preferences."}, {"4": "Contact data. In accordance with the consent provided by your device or other third-party API, we process any contact information that a User chooses to import when using the Services."}, {"5": "Community data. We also receive Services Data when submitted to our Websites or in other ways, such as if you participate in the Miro Community, Miro Academy, or Miroverse. This data is either submitted directly to the Services, or collected during Forums, Programs, contests, activities, events, or educational programs hosted by Miro (or a vendor)."}, {"6": "Call data. Our Customer Success team may record video or telephone calls with Customers for the purposes of training and quality assurance. You will be notified of this when a recording is made, and can request that Miro does not record these calls."}, {"7": "Additional data provided to Miro.  If you use Miro’s AI features pursuant to our Terms of Service, Services Data also includes data associated with your interaction with these technologies.  We also receive Services Data when submitted to our Websites or in other ways, such as when you request support, interact with our social media accounts or otherwise communicate with Miro. "}, {"8": "To provide, update, maintain and otherwise operate the Miro Community, Miro Academy and Miroverse. This includes facilitating collaboration and interaction between Users when engaging with the Miro Community or Miroverse, and/or recording learners’ progress and certifications in Miro Academy."}, {"9": "Displaying the Services. When a User submits Customer Content (including Personal Data), it may be displayed to other Users that have access to the same Miro Board. For example, an User’s name and Miro profile may be displayed. Please consult the Help Center for more information on this functionality."}, {"10": "Third-Party Services. Customers may enable Third-Party Services. When enabled, Miro may access and exchange Customer Content with the provider of a Third-Party Service on Customer’s behalf. For example, the AI features may share limited data with Microsoft in connection with the use of the AI features and to monitor compliance with codes of conduct. Third-Party Services are not owned or controlled by Miro and third parties that have been granted access to Personal Data may have their own policies and practices for its collection, use, and sharing. Please check the permissions, privacy settings, and notices for these Third-Party Services or contact the relevant provider with any questions."}, {"11": "Objection and restriction of processing. You can use the \"unsubscribe\" link in our marketing communications to stop us from using your information for that direct marketing.  You can object to our processing of your Personal Data where we rely on legitimate interests or perform a task in the public interest. We will consider several factors when assessing an objection, including reasonable expectations of Miro customers, the benefits and risks to you, us, other users or other available means to achieve the same purpose that may be less invasive and do not require disproportionate effort. Unless we find that we have compelling legitimate grounds for this processing, which are not outweighed by your interests or fundamental rights and freedoms, or the processing is needed for legal reasons, your objection will be upheld and we will cease processing your Personal Data."}]}, "count": 12}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {"help us": [{"0": "Cookie data. Miro uses a variety of cookies and similar technologies in our Websites and Services to help us collect Services Data. For more details about how we use these technologies, as well as your opt-out opportunities and other options, please see our Cookie Policy."}]}, "count": 1}}}, "ACCESS": {"OTHER": {"can access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {"we will not": [{"0": "We will respond to consumer requests in a reasonably timely manner. If we require extra time to respond, we will inform you of the reason and extension period in writing. In order to protect the security of your Personal Data, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you. The method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion. Generally speaking, verification will be performed by matching the identifying information provided by you to the Personal Data that we already have."}, {"1": "We will not discriminate against you for exercising any of your rights based on California data protection laws, including, but not limited to, by: "}]}, "count": 2}, "we only": {"text": {"we only": [{"0": "Retention. Information about our retention of Personal Data is described in Section 5 above. We only use and disclose sensitive personal information for the purposes specified in applicable law or otherwise with your consent."}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "Device data. Miro collects information about devices accessing the Services, including the type of device, operating system used, device settings, application IDs, unique device identifiers and crash data. Whether we collect some or all of this Services Data often depends on the type of device used and its settings."}, {"1": "RealtimeBoard Inc. has an international corporate presence, as such our collection of Personal Data necessarily involves the transmission of data on an international basis. If you are an individual located outside of the United States, please be aware that information we collect may be transferred to and processed in the United States and elsewhere outside the United States. As more fully described in the Customer Agreement terms between you and RealtimeBoard Inc., Personal Data may be transferred across international borders, including without limitation from the EEA, Switzerland, and the UK to the United States. Any cross-border transfers of Personal Data are supported by an approved adequacy mechanism where required by applicable law, such as the EU Standard Contractual Clauses. "}, {"2": "Sources. For information regarding the categories of sources from which we collect your Personal Data, please see Sections 3 and 4 above."}, {"3": "Our business and commercial purposes for use. For information regarding the specific purposes for which we collect and disclose your Personal Data, please see Sections 4 and 7 above."}]}, "count": 4}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {"we may collect": [{"0": "Categories of Personal Data we receive. We may collect, or process on behalf of our customers, the categories of Personal Data described in Section 3 above."}]}, "count": 1}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {"we may disclose": [{"0": "To comply with laws. If we receive a request for Personal Data, we may disclose Personal Data if we reasonably believe disclosure is in accordance with or required by any applicable law, regulation, or legal process."}]}, "count": 1}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "This Privacy Policy applies to Miro’s online collaboration tools and platform, including the associated Miro mobile and desktop applications (collectively, the “Services”), miro.com and other Miro websites (collectively, the “Websites”) and other interactions (e.g. customer support, the Miro Community, etc.) you may have with Miro, including the processing of any messages, text, files, images, video or audio recordings, or other content submitted through our Services (collectively, “Customer Content”). This Privacy Policy does not apply to any third-party applications or software that integrate with our Services (“Third-Party Services”), or any other third-party products, services or businesses. "}, {"1": "Organization and account information. To create or update an Organization account, you or the relevant Customer (e.g. you or your employer) will supply Miro with an email address, phone number, password, domain and/or similar account details. We may also receive your email address and name from Slack or other organizations with whom our platform has integrations through which you may sign up to use our Services.  "}, {"2": "Depending on where you live in the United States, you may have the following rights:"}, {"3": "Withdrawal of Consent. Where we rely on consent to process your Personal Data, you may have the right to withdraw this consent at any time. If you confirm that you wish to withdraw your consent, we will delete your information from our systems. However, you acknowledge this may limit our ability to provide you with the best possible products and services."}, {"4": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}, {"5": "Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services. "}]}, "count": 6}, "you can": {"text": {"you can": [{"0": "Email performance data. Miro uses a ‘clear image’ (gif) in email communications in order to track engagement and performance metrics. Much of this data is aggregated and does not contain Personal Data. If you wish to turn off this tracking, you can do so by turning off images in the email itself. "}, {"1": "Soft opt-in / Legitimate Interests: In addition, where you are a non-enterprise user or you if you have opted-in as an enterprise user, we sometimes send emails about new product features, recommendations and promotional communications, or other news about Miro. You can opt-out of these messages at any time by using the unsubscribe link included in all of these communications."}, {"2": "Access. You can request access to your Personal Data, subject to applicable law. "}, {"3": "Portability.  You can request a copy of your Personal Data that we process on the basis of consent or in order to perform a contract with you. "}, {"4": "Erasure. You can request to erase your Personal Data that we are not required to process for compliance with law or in connection with legal claims. Where we rely on an exemption, we will inform you about this."}, {"5": "Correction. You can request that we correct inaccurate information we maintain about you. "}, {"6": "Objection and restriction of processing. You can use the \"unsubscribe\" link in our marketing communications to stop us from using your information for that direct marketing.  You can object to our processing of your Personal Data where we rely on legitimate interests or perform a task in the public interest. We will consider several factors when assessing an objection, including reasonable expectations of Miro customers, the benefits and risks to you, us, other users or other available means to achieve the same purpose that may be less invasive and do not require disproportionate effort. Unless we find that we have compelling legitimate grounds for this processing, which are not outweighed by your interests or fundamental rights and freedoms, or the processing is needed for legal reasons, your objection will be upheld and we will cease processing your Personal Data."}, {"7": "Withdrawal of consent. Where you have provided your consent to our processing of your Personal Data, you can withdraw your consent at any time. If you do withdraw consent, it will not affect the lawfulness of what we have done with your Personal Data before you withdrew consent."}, {"8": "Access. You can request access to the Personal Data we hold about you, how we use it and who we share it with."}, {"9": "Deletion. You can request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. "}, {"10": "Correction. You can request that we correct inaccurate information we maintain about you."}, {"11": "Opt out of “Sale” and “Sharing”. While we do not sell your Personal Data in the conventional sense, we may use advertising and analytics services that are intended to analyze your use of our Services based on information obtained from cookies or other trackers, including for delivering advertising to you (such as interest-based, targeted, or cross-context behavioral advertising). You can opt out of the use of cookies and other trackers on our website by setting your preferences on our homepage. You will need to set your preferences from each device and each web browser from which you wish to opt out. This feature uses a cookie to remember your preference, so if you clear all cookies from your browser, you will need to re-select your preferred settings. We do not have actual knowledge that we “sell” or “share” the personal information of consumers under 16 years of age. "}, {"12": "Portability. You can request that we transfer to you a copy of the Personal Data we hold about you."}, {"13": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}, {"14": "If you have questions about this Privacy Policy, or regarding your Personal Data, you can contact us online, or by mail at:"}]}, "count": 15}, "right to request": {"text": {}, "count": 0}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {"request access": [{"0": "Access. You can request access to your Personal Data, subject to applicable law. "}, {"1": "Access. You can request access to the Personal Data we hold about you, how we use it and who we share it with."}]}, "count": 2}}, "MODIFICATION": {"deletion of": {"text": {"deletion of": [{"0": "Miro will retain Customer Content and Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of the Services, and as required by applicable law. The deletion of Customer’s Personal Data may result in the deletion and/or pseudonymization of an account and certain associated Services Data. Miro may retain Services Data for as long as necessary for the purposes described in this Privacy Policy. \t"}]}, "count": 1}, "delete": {"text": {"delete": [{"0": "Miro does not allow use of our Services and Websites by anyone younger than 16 years old (“Minor”). If you learn that a Minor has unlawfully provided us with Personal Data, please contact us and we will take steps to delete this information."}, {"1": "Deletion. You can request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. "}, {"2": "Withdrawal of Consent. Where we rely on consent to process your Personal Data, you may have the right to withdraw this consent at any time. If you confirm that you wish to withdraw your consent, we will delete your information from our systems. However, you acknowledge this may limit our ability to provide you with the best possible products and services."}]}, "count": 3}, "remove": {"text": {"remove": [{"0": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}]}, "count": 1}, "removal": {"text": {"removal": [{"0": "Miro may change this Privacy Policy from time to time. Laws, regulations, and industry standards evolve, which may make those changes necessary, or we may make changes to our services or business. We will post the changes to this page and we encourage you to review our Privacy Policy to stay informed. If we make material changes to the Privacy Policy, Miro will take commercially reasonable efforts to notify you and take additional steps as required by law. If you disagree with the changes to this Privacy Policy, you should deactivate your account and discontinue your use of the Services. Contact the relevant Customer if you wish to request the removal of your Personal Data under their control."}]}, "count": 1}, "erase": {"text": {"erase": [{"0": "Erasure. You can request to erase your Personal Data that we are not required to process for compliance with law or in connection with legal claims. Where we rely on an exemption, we will inform you about this."}]}, "count": 1}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {"contract": [{"0": "Portability.  You can request a copy of your Personal Data that we process on the basis of consent or in order to perform a contract with you. "}]}, "count": 1}, "contractual": {"text": {"contractual": [{"0": "Generally, no one is under a statutory or contractual obligation to provide any Personal Data. However, certain Personal Data is collected automatically and, if some Personal Data, such as Organization setup details, is not provided, we may be unable to provide the Services."}, {"1": "RealtimeBoard Inc. has an international corporate presence, as such our collection of Personal Data necessarily involves the transmission of data on an international basis. If you are an individual located outside of the United States, please be aware that information we collect may be transferred to and processed in the United States and elsewhere outside the United States. As more fully described in the Customer Agreement terms between you and RealtimeBoard Inc., Personal Data may be transferred across international borders, including without limitation from the EEA, Switzerland, and the UK to the United States. Any cross-border transfers of Personal Data are supported by an approved adequacy mechanism where required by applicable law, such as the EU Standard Contractual Clauses. "}, {"2": "If we share your Personal Data with any RealtimeBoard Inc. affiliates or third parties located in countries outside the European Economic Area, Switzerland, the UK, or the United States we take steps to ensure that appropriate safeguards are in place to guarantee the continued protection of your Personal Data, such as by entering into the EU Standard Contractual Clauses adopted by the European Commission (article 46(2)(c) GDPR), which are available here, and which were also adopted by the UK Government under section 119A of the UK Data Protection Act 2018."}]}, "count": 3}, "agreement": {"text": {"agreement": [{"0": "Miro Master Cloud Agreement Guide"}, {"1": "Prior Master Cloud Agreement \"MCA\" Versions"}, {"2": "Solutions Partner Program Agreement "}, {"3": "Customer Agreement”"}, {"4": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}, {"5": "Third-Party Services data. A Customer may choose to use Third-Party Services. If Customer enables Third-Party Services, Miro may access and exchange Customer Content and Services Data with the Third-Party on Customer’s behalf, in accordance with our agreement with the Third-Party Services and any permissions granted by the Customer (including its User(s))."}, {"6": "Customer Content. Customer Content that is Personal Data will be used by Miro in accordance with Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of the Services, and as required by applicable law."}, {"7": "To provide, update, maintain and protect our Services, Websites and business. This includes the use of Services Data to support delivery of the Services under a Customer Agreement, including to create or update an Organization, to prevent or address service errors, security or technical issues, and to analyze and monitor usage of the product and its features, trends and other activities."}, {"8": "Miro will retain Customer Content and Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of the Services, and as required by applicable law. The deletion of Customer’s Personal Data may result in the deletion and/or pseudonymization of an account and certain associated Services Data. Miro may retain Services Data for as long as necessary for the purposes described in this Privacy Policy. \t"}, {"9": "Miro may share and disclose Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and the Customer’s use of the Services and in compliance with applicable law. Where necessary, may only share Personal Data with third parties where we have obtained consent to do so."}, {"10": "RealtimeBoard Inc. has an international corporate presence, as such our collection of Personal Data necessarily involves the transmission of data on an international basis. If you are an individual located outside of the United States, please be aware that information we collect may be transferred to and processed in the United States and elsewhere outside the United States. As more fully described in the Customer Agreement terms between you and RealtimeBoard Inc., Personal Data may be transferred across international borders, including without limitation from the EEA, Switzerland, and the UK to the United States. Any cross-border transfers of Personal Data are supported by an approved adequacy mechanism where required by applicable law, such as the EU Standard Contractual Clauses. "}]}, "count": 11}, "obligation": {"text": {"obligation": [{"0": "Generally, no one is under a statutory or contractual obligation to provide any Personal Data. However, certain Personal Data is collected automatically and, if some Personal Data, such as Organization setup details, is not provided, we may be unable to provide the Services."}]}, "count": 1}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}, {"1": "To enforce our rights, prevent fraud, and for safety."}, {"2": "Where we are the controller of your Personal Data, and subject to the privacy rights granted to you under the law in your country, you have the following rights: "}, {"3": "Objection and restriction of processing. You can use the \"unsubscribe\" link in our marketing communications to stop us from using your information for that direct marketing.  You can object to our processing of your Personal Data where we rely on legitimate interests or perform a task in the public interest. We will consider several factors when assessing an objection, including reasonable expectations of Miro customers, the benefits and risks to you, us, other users or other available means to achieve the same purpose that may be less invasive and do not require disproportionate effort. Unless we find that we have compelling legitimate grounds for this processing, which are not outweighed by your interests or fundamental rights and freedoms, or the processing is needed for legal reasons, your objection will be upheld and we will cease processing your Personal Data."}, {"4": "To exercise your rights or ask us any questions pertaining to your rights, please contact us using the details set out in Section 14 below. Please note that we may request you to provide us with additional information in order to confirm your identity and ensure that you are entitled to access the relevant personal information."}, {"5": "Depending on where you live in the United States, you may have the following rights:"}, {"6": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}, {"7": "We will not discriminate against you for exercising any of your rights based on California data protection laws, including, but not limited to, by: "}]}, "count": 8}, "right to know": {"text": {}, "count": 0}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "Miro legal information"}, {"1": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}, {"2": "To comply with applicable law, legal process or regulation."}, {"3": "Further, note that we may keep certain types of Services Data after the deactivation of an account for the period needed for Miro to pursue legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes, and enforce our agreements."}, {"4": "To comply with laws. If we receive a request for Personal Data, we may disclose Personal Data if we reasonably believe disclosure is in accordance with or required by any applicable law, regulation, or legal process."}, {"5": "To enforce our rights, prevent fraud, and for safety. To protect and defend the rights, property or safety of Miro, its users, or third parties, including enforcing its contracts or policies, or in connection with investigating and preventing illegal activity, fraud, or security issues, including to prevent death or imminent bodily harm."}, {"6": "Erasure. You can request to erase your Personal Data that we are not required to process for compliance with law or in connection with legal claims. Where we rely on an exemption, we will inform you about this."}, {"7": "Objection and restriction of processing. You can use the \"unsubscribe\" link in our marketing communications to stop us from using your information for that direct marketing.  You can object to our processing of your Personal Data where we rely on legitimate interests or perform a task in the public interest. We will consider several factors when assessing an objection, including reasonable expectations of Miro customers, the benefits and risks to you, us, other users or other available means to achieve the same purpose that may be less invasive and do not require disproportionate effort. Unless we find that we have compelling legitimate grounds for this processing, which are not outweighed by your interests or fundamental rights and freedoms, or the processing is needed for legal reasons, your objection will be upheld and we will cease processing your Personal Data."}]}, "count": 8}, "authority": {"text": {"authority": [{"0": "RealtimeBoard Inc. may disclose your Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. If you have a question or complaint related to participation by RealtimeBoard Inc. in the DPF program, we encourage you to contact us online. For any complaints related to the DPF that RealtimeBoard Inc. cannot resolve directly, we have chosen to cooperate with the relevant EU Data Protection Authority, or a panel established by the European data protection authorities, for resolving disputes with EU individuals, the UK Information Commissioner (ICO) for resolving disputes with UK individuals, and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for resolving disputes with Swiss individuals. Please contact us if you’d like us to direct you to your data protection authority contacts. As further explained in the Principles, binding arbitration is available to address residual complaints not resolved by other means. RealtimeBoard Inc. is subject to the investigatory and enforcement powers of the United States Federal Trade Commission (FTC). "}, {"1": "You also have the right to lodge a complaint to a data protection authority. For more information, please contact your local data protection authority. "}, {"2": "We will respond to consumer requests in a reasonably timely manner. If we require extra time to respond, we will inform you of the reason and extension period in writing. In order to protect the security of your Personal Data, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you. The method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion. Generally speaking, verification will be performed by matching the identifying information provided by you to the Personal Data that we already have."}]}, "count": 3}, "comply with": {"text": {"comply with": [{"0": "To comply with applicable law, legal process or regulation."}, {"1": "Further, note that we may keep certain types of Services Data after the deactivation of an account for the period needed for Miro to pursue legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes, and enforce our agreements."}, {"2": "To comply with laws."}, {"3": "Any disclosures we provide will only cover the 12-month period preceding our receipt of your request (and will not be made more than twice in a 12-month period). If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. "}]}, "count": 4}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "Data protection law in certain jurisdictions differentiates between the “controller” and “processor” of Personal Data. Whether Miro or Customer is the controller or processor of Personal Data depends on the type of data used and the purposes for such use."}, {"1": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}, {"2": "Customer Content. Customer Content that is Personal Data will be used by Miro in accordance with Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of the Services, and as required by applicable law."}, {"3": "To comply with applicable law, legal process or regulation."}, {"4": "Miro will retain Customer Content and Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of the Services, and as required by applicable law. The deletion of Customer’s Personal Data may result in the deletion and/or pseudonymization of an account and certain associated Services Data. Miro may retain Services Data for as long as necessary for the purposes described in this Privacy Policy. \t"}, {"5": "Miro may share and disclose Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and the Customer’s use of the Services and in compliance with applicable law. Where necessary, may only share Personal Data with third parties where we have obtained consent to do so."}, {"6": "To comply with laws. If we receive a request for Personal Data, we may disclose Personal Data if we reasonably believe disclosure is in accordance with or required by any applicable law, regulation, or legal process."}, {"7": "Miro takes the security of Personal Data seriously. Miro strives to protect Personal Data from unauthorized access or disclosure. Miro cannot guarantee that Personal Data stored or sent to Miro will be completely safe and encourages you to use caution. To the maximum extent allowed by applicable law, you agree and acknowledge that Miro will not be liable or responsible if any information about you is intercepted, accessed, and/or used by an unintended recipient. "}, {"8": "RealtimeBoard Inc. has an international corporate presence, as such our collection of Personal Data necessarily involves the transmission of data on an international basis. If you are an individual located outside of the United States, please be aware that information we collect may be transferred to and processed in the United States and elsewhere outside the United States. As more fully described in the Customer Agreement terms between you and RealtimeBoard Inc., Personal Data may be transferred across international borders, including without limitation from the EEA, Switzerland, and the UK to the United States. Any cross-border transfers of Personal Data are supported by an approved adequacy mechanism where required by applicable law, such as the EU Standard Contractual Clauses. "}, {"9": "RealtimeBoard Inc. may disclose your Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. If you have a question or complaint related to participation by RealtimeBoard Inc. in the DPF program, we encourage you to contact us online. For any complaints related to the DPF that RealtimeBoard Inc. cannot resolve directly, we have chosen to cooperate with the relevant EU Data Protection Authority, or a panel established by the European data protection authorities, for resolving disputes with EU individuals, the UK Information Commissioner (ICO) for resolving disputes with UK individuals, and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for resolving disputes with Swiss individuals. Please contact us if you’d like us to direct you to your data protection authority contacts. As further explained in the Principles, binding arbitration is available to address residual complaints not resolved by other means. RealtimeBoard Inc. is subject to the investigatory and enforcement powers of the United States Federal Trade Commission (FTC). "}, {"10": "Where we are the controller of your Personal Data, and subject to the privacy rights granted to you under the law in your country, you have the following rights: "}, {"11": "Access. You can request access to your Personal Data, subject to applicable law. "}, {"12": "Erasure. You can request to erase your Personal Data that we are not required to process for compliance with law or in connection with legal claims. Where we rely on an exemption, we will inform you about this."}, {"13": "Retention. Information about our retention of Personal Data is described in Section 5 above. We only use and disclose sensitive personal information for the purposes specified in applicable law or otherwise with your consent."}, {"14": "Miro may change this Privacy Policy from time to time. Laws, regulations, and industry standards evolve, which may make those changes necessary, or we may make changes to our services or business. We will post the changes to this page and we encourage you to review our Privacy Policy to stay informed. If we make material changes to the Privacy Policy, Miro will take commercially reasonable efforts to notify you and take additional steps as required by law. If you disagree with the changes to this Privacy Policy, you should deactivate your account and discontinue your use of the Services. Contact the relevant Customer if you wish to request the removal of your Personal Data under their control."}]}, "count": 15}, "enforce": {"text": {"enforce": [{"0": "Further, note that we may keep certain types of Services Data after the deactivation of an account for the period needed for Miro to pursue legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes, and enforce our agreements."}, {"1": "To enforce our rights, prevent fraud, and for safety."}]}, "count": 2}, "govern": {"text": {"govern": [{"0": "RealtimeBoard Inc. complies with the EU-US Data Privacy Framework (“EU-US DPF”), the UK Extension to the EU-US DPF, and the Swiss-US Data Privacy Framework (“Swiss-US DPF”) as set forth by the US Department of Commerce. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the EU-US Data Privacy Framework Principles (“EU-US DPF Principles”) with regard to the processing of Personal Data received from the European Union in reliance on the EU-US DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-US DPF. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the Swiss-US Data Privacy Framework Principles (“Swiss-US DPF Principles”) with regard to the processing of Personal Data received from Switzerland in reliance on the Swiss-US DPF. With respect to onward transfers of Personal Data to the EU-US DPF, the UK Extension to the EU-US DPF, and the Swiss-US DPF, we remain liable for processing such transfers in accordance with the Principles. If there is any conflict between the terms in this privacy policy and the EU-US DPF Principles and/or the Swiss-US DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit the US Department of Commerce’s Data Privacy Framework website by clicking here or visiting https://www.dataprivacyframework.gov/."}]}, "count": 1}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "We have updated our Privacy Policy. We participate in the EU-US Data Privacy Framework. Section 10 (\"International Transfers\") now includes our company's commitment to the Data Privacy Framework Principles applicable to transfers of Personal Data from the EU, Switzerland and the UK to the US."}, {"1": "We have updated our Privacy Policy. We participate in the EU-US Data Privacy Framework. Section 10 (\"International Transfers\") now includes our company's commitment to the Data Privacy Framework Principles applicable to transfers of Personal Data from the EU, Switzerland and the UK to the US."}, {"2": "We have updated our Privacy Policy. We participate in the EU-US Data Privacy Framework. Section 10 (\"International Transfers\") now includes our company's commitment to the Data Privacy Framework Principles applicable to transfers of Personal Data from the EU, Switzerland and the UK to the US."}, {"3": "This Privacy Policy describes how RealtimeBoard, Inc. dba Miro, including its affiliates and subsidiaries (collectively, Miro and also referred to as our, us and we) collects, uses and discloses information from or about an identified or identifiable person, including information that we can associate with an individual person (“Personal Data”), as well as any choices you have with respect to your Personal Data."}, {"4": "1. Applicability of this Privacy Policy "}, {"5": "This Privacy Policy applies to Miro’s online collaboration tools and platform, including the associated Miro mobile and desktop applications (collectively, the “Services”), miro.com and other Miro websites (collectively, the “Websites”) and other interactions (e.g. customer support, the Miro Community, etc.) you may have with Miro, including the processing of any messages, text, files, images, video or audio recordings, or other content submitted through our Services (collectively, “Customer Content”). This Privacy Policy does not apply to any third-party applications or software that integrate with our Services (“Third-Party Services”), or any other third-party products, services or businesses. "}, {"6": "Cookie data. Miro uses a variety of cookies and similar technologies in our Websites and Services to help us collect Services Data. For more details about how we use these technologies, as well as your opt-out opportunities and other options, please see our Cookie Policy."}, {"7": "Miro will retain Customer Content and Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of the Services, and as required by applicable law. The deletion of Customer’s Personal Data may result in the deletion and/or pseudonymization of an account and certain associated Services Data. Miro may retain Services Data for as long as necessary for the purposes described in this Privacy Policy. \t"}, {"8": "RealtimeBoard Inc. complies with the EU-US Data Privacy Framework (“EU-US DPF”), the UK Extension to the EU-US DPF, and the Swiss-US Data Privacy Framework (“Swiss-US DPF”) as set forth by the US Department of Commerce. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the EU-US Data Privacy Framework Principles (“EU-US DPF Principles”) with regard to the processing of Personal Data received from the European Union in reliance on the EU-US DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-US DPF. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the Swiss-US Data Privacy Framework Principles (“Swiss-US DPF Principles”) with regard to the processing of Personal Data received from Switzerland in reliance on the Swiss-US DPF. With respect to onward transfers of Personal Data to the EU-US DPF, the UK Extension to the EU-US DPF, and the Swiss-US DPF, we remain liable for processing such transfers in accordance with the Principles. If there is any conflict between the terms in this privacy policy and the EU-US DPF Principles and/or the Swiss-US DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit the US Department of Commerce’s Data Privacy Framework website by clicking here or visiting https://www.dataprivacyframework.gov/."}, {"9": "Miro may change this Privacy Policy from time to time. Laws, regulations, and industry standards evolve, which may make those changes necessary, or we may make changes to our services or business. We will post the changes to this page and we encourage you to review our Privacy Policy to stay informed. If we make material changes to the Privacy Policy, Miro will take commercially reasonable efforts to notify you and take additional steps as required by law. If you disagree with the changes to this Privacy Policy, you should deactivate your account and discontinue your use of the Services. Contact the relevant Customer if you wish to request the removal of your Personal Data under their control."}, {"10": "If you have questions about this Privacy Policy, or regarding your Personal Data, you can contact us online, or by mail at:"}]}, "count": 11}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {"california": [{"0": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}, {"1": "We will not discriminate against you for exercising any of your rights based on California data protection laws, including, but not limited to, by: "}]}, "count": 2}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {"minor": [{"0": "Miro does not allow use of our Services and Websites by anyone younger than 16 years old (“Minor”). If you learn that a Minor has unlawfully provided us with Personal Data, please contact us and we will take steps to delete this information."}, {"1": "By using our Services and Websites, you represent and warrant that you are not a Minor as of the date of first access to our Services and Websites. "}, {"2": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}]}, "count": 3}, "under the age": {"text": {}, "count": 0}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "Location data. We receive information from you, the relevant Customer and other third-parties that helps us approximate your location. We may, for example, use a business address submitted by your employer or an IP address received from your browser or device to determine approximate location. Miro may also collect location information from devices in accordance with the consent provided by your device."}, {"1": "Contact data. In accordance with the consent provided by your device or other third-party API, we process any contact information that a User chooses to import when using the Services."}, {"2": "Miro may share and disclose Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and the Customer’s use of the Services and in compliance with applicable law. Where necessary, may only share Personal Data with third parties where we have obtained consent to do so."}, {"3": "Portability.  You can request a copy of your Personal Data that we process on the basis of consent or in order to perform a contract with you. "}, {"4": "Withdrawal of consent. Where you have provided your consent to our processing of your Personal Data, you can withdraw your consent at any time. If you do withdraw consent, it will not affect the lawfulness of what we have done with your Personal Data before you withdrew consent."}, {"5": "Retention. Information about our retention of Personal Data is described in Section 5 above. We only use and disclose sensitive personal information for the purposes specified in applicable law or otherwise with your consent."}, {"6": "Withdrawal of Consent. Where we rely on consent to process your Personal Data, you may have the right to withdraw this consent at any time. If you confirm that you wish to withdraw your consent, we will delete your information from our systems. However, you acknowledge this may limit our ability to provide you with the best possible products and services."}]}, "count": 7}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {"with your consent": [{"0": "Retention. Information about our retention of Personal Data is described in Section 5 above. We only use and disclose sensitive personal information for the purposes specified in applicable law or otherwise with your consent."}]}, "count": 1}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {"you agree": [{"0": "Miro takes the security of Personal Data seriously. Miro strives to protect Personal Data from unauthorized access or disclosure. Miro cannot guarantee that Personal Data stored or sent to Miro will be completely safe and encourages you to use caution. To the maximum extent allowed by applicable law, you agree and acknowledge that Miro will not be liable or responsible if any information about you is intercepted, accessed, and/or used by an unintended recipient. "}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {"you acknowledge": [{"0": "Withdrawal of Consent. Where we rely on consent to process your Personal Data, you may have the right to withdraw this consent at any time. If you confirm that you wish to withdraw your consent, we will delete your information from our systems. However, you acknowledge this may limit our ability to provide you with the best possible products and services."}]}, "count": 1}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "Forums. The information you choose to provide in a community forum, including Personal Data, will be publicly available."}]}, "count": 1}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "Your Personal Data is provided by you, obtained from third parties, and/or created by us when you use the Services."}, {"1": "Third-party data. Miro may receive data about organizations, industries, lists of companies that are customers, Website visitors, marketing campaigns and other matters relevant to our business from parent corporations, affiliates and subsidiaries, our partners, or other third parties that we use to make our own information more useful. This data may be combined and may include aggregate-level data. For example, information about how well an online marketing or email campaign performed, or to create a business contacts directory."}, {"2": "Marketing and communications Data. Miro may obtain marketing information, including your preferences in receiving marketing from us and our third parties and your communication preferences."}, {"3": "To conduct market and user research. To improve our Services and troubleshoot new products and features, we may carry out research. For example we may survey Customers (including Admins, Users and other contacts) or third parties about customer satisfaction, user experience, the effectiveness of our marketing campaigns, and their broader interests."}, {"4": "Miro may share and disclose Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and the Customer’s use of the Services and in compliance with applicable law. Where necessary, may only share Personal Data with third parties where we have obtained consent to do so."}, {"5": "Subprocessors. We may engage third-parties as sub-processors to process Personal Data. These third parties may, for example, provide virtual computing and storage services, or we may share business information to develop strategic partnerships to support our Customers. Please see more information on our subprocessors here."}, {"6": "Third-Party Services. Customers may enable Third-Party Services. When enabled, Miro may access and exchange Customer Content with the provider of a Third-Party Service on Customer’s behalf. For example, the AI features may share limited data with Microsoft in connection with the use of the AI features and to monitor compliance with codes of conduct. Third-Party Services are not owned or controlled by Miro and third parties that have been granted access to Personal Data may have their own policies and practices for its collection, use, and sharing. Please check the permissions, privacy settings, and notices for these Third-Party Services or contact the relevant provider with any questions."}, {"7": "To enforce our rights, prevent fraud, and for safety. To protect and defend the rights, property or safety of Miro, its users, or third parties, including enforcing its contracts or policies, or in connection with investigating and preventing illegal activity, fraud, or security issues, including to prevent death or imminent bodily harm."}, {"8": "Our Services may contain links to websites and services operated by third parties, which we do not own or control. This Privacy Statement does not apply to your use of such third party websites, and you should read the relevant privacy notices and terms and conditions before using such websites or services. "}, {"9": "If we share your Personal Data with any RealtimeBoard Inc. affiliates or third parties located in countries outside the European Economic Area, Switzerland, the UK, or the United States we take steps to ensure that appropriate safeguards are in place to guarantee the continued protection of your Personal Data, such as by entering into the EU Standard Contractual Clauses adopted by the European Commission (article 46(2)(c) GDPR), which are available here, and which were also adopted by the UK Government under section 119A of the UK Data Protection Act 2018."}]}, "count": 10}, "third-party": {"text": {"third-party": [{"0": "Third-Party Services"}, {"1": "Service metadata. When a User interacts with the Services, metadata is generated to provide additional context about their use of the Services. For example, Miro logs the Organizations, boards, people, features, content and links that you view or interact with, as well the types of files shared and any Third-Party Services that you use."}, {"2": "Third-party data."}, {"3": "Third-Party Services data. "}, {"4": "Contact data. In accordance with the consent provided by your device or other third-party API, we process any contact information that a User chooses to import when using the Services."}, {"5": "Third-Party Services"}]}, "count": 6}, "third party": {"text": {"third party": [{"0": "This section describes how Miro may share and disclose Personal Data. Customers determine their own policies and practices for the sharing and disclosure of Personal Data. Miro does not control how they or any other third party chooses to share or disclose Personal Data."}, {"1": "8. Our responsibility for third party links"}, {"2": "Our Services may contain links to websites and services operated by third parties, which we do not own or control. This Privacy Statement does not apply to your use of such third party websites, and you should read the relevant privacy notices and terms and conditions before using such websites or services. "}]}, "count": 3}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {"may share": [{"0": "This section describes how Miro may share and disclose Personal Data. Customers determine their own policies and practices for the sharing and disclosure of Personal Data. Miro does not control how they or any other third party chooses to share or disclose Personal Data."}, {"1": "Miro may share and disclose Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and the Customer’s use of the Services and in compliance with applicable law. Where necessary, may only share Personal Data with third parties where we have obtained consent to do so."}, {"2": "We may share Personal Data as follows: "}, {"3": "Subprocessors. We may engage third-parties as sub-processors to process Personal Data. These third parties may, for example, provide virtual computing and storage services, or we may share business information to develop strategic partnerships to support our Customers. Please see more information on our subprocessors here."}, {"4": "Third-Party Services. Customers may enable Third-Party Services. When enabled, Miro may access and exchange Customer Content with the provider of a Third-Party Service on Customer’s behalf. For example, the AI features may share limited data with Microsoft in connection with the use of the AI features and to monitor compliance with codes of conduct. Third-Party Services are not owned or controlled by Miro and third parties that have been granted access to Personal Data may have their own policies and practices for its collection, use, and sharing. Please check the permissions, privacy settings, and notices for these Third-Party Services or contact the relevant provider with any questions."}, {"5": "Partners. We may share Personal Data with developers, partners and others we engage to create Miro applications and/or integrating Miro features."}, {"6": "Corporate Affiliates. Miro may share Personal Data with its corporate affiliates, parents and/or subsidiaries for business continuity purposes."}]}, "count": 7}}, "ASSERTIVE": {"we share": {"text": {"we share": [{"0": "6. How we share and disclose Personal Data"}, {"1": "If we share your Personal Data with any RealtimeBoard Inc. affiliates or third parties located in countries outside the European Economic Area, Switzerland, the UK, or the United States we take steps to ensure that appropriate safeguards are in place to guarantee the continued protection of your Personal Data, such as by entering into the EU Standard Contractual Clauses adopted by the European Commission (article 46(2)(c) GDPR), which are available here, and which were also adopted by the UK Government under section 119A of the UK Data Protection Act 2018."}, {"2": "Access. You can request access to the Personal Data we hold about you, how we use it and who we share it with."}]}, "count": 3}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {"enterprise": [{"0": "Soft opt-in / Legitimate Interests: In addition, where you are a non-enterprise user or you if you have opted-in as an enterprise user, we sometimes send emails about new product features, recommendations and promotional communications, or other news about Miro. You can opt-out of these messages at any time by using the unsubscribe link included in all of these communications."}, {"1": "Enterprise Guard"}, {"2": "Enterprise Guard"}]}, "count": 3}}}, "AMBITION": {"OTHER": {"to improve": {"text": {"to improve": [{"0": "To conduct market and user research. To improve our Services and troubleshoot new products and features, we may carry out research. For example we may survey Customers (including Admins, Users and other contacts) or third parties about customer satisfaction, user experience, the effectiveness of our marketing campaigns, and their broader interests."}]}, "count": 1}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {"information you": [{"0": "Forums. The information you choose to provide in a community forum, including Personal Data, will be publicly available."}]}, "count": 1}, "a profile": {"text": {}, "count": 0}, "your activity": {"text": {"your activity": [{"0": "Customer access. Owners, administrators, Users, and other Customer representatives and personnel may be able to access, modify, or restrict access to Personal Data. This may include, for example, your employer using Service features to export logs of your activity or accessing or modifying your profile details.."}]}, "count": 1}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {"location information": [{"0": "Location data. We receive information from you, the relevant Customer and other third-parties that helps us approximate your location. We may, for example, use a business address submitted by your employer or an IP address received from your browser or device to determine approximate location. Miro may also collect location information from devices in accordance with the consent provided by your device."}]}, "count": 1}, "location": {"text": {"location": [{"0": "Location data."}]}, "count": 1}, "location data": {"text": {"location data": [{"0": "Location data."}]}, "count": 1}}}, "DATA": {"OTHER": {"usage": {"text": {"usage": [{"0": "To provide, update, maintain and protect our Services, Websites and business. This includes the use of Services Data to support delivery of the Services under a Customer Agreement, including to create or update an Organization, to prevent or address service errors, security or technical issues, and to analyze and monitor usage of the product and its features, trends and other activities."}]}, "count": 1}, "records": {"text": {}, "count": 0}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {"data controller": [{"0": "2. Identifying the Data Controller and Processor"}]}, "count": 1}}, "ASSERTIVE": {"we process": {"text": {"we process": [{"0": "Contact data. In accordance with the consent provided by your device or other third-party API, we process any contact information that a User chooses to import when using the Services."}, {"1": "Portability.  You can request a copy of your Personal Data that we process on the basis of consent or in order to perform a contract with you. "}]}, "count": 2}, "we use": {"text": {"we use": [{"0": "Third-party data. Miro may receive data about organizations, industries, lists of companies that are customers, Website visitors, marketing campaigns and other matters relevant to our business from parent corporations, affiliates and subsidiaries, our partners, or other third parties that we use to make our own information more useful. This data may be combined and may include aggregate-level data. For example, information about how well an online marketing or email campaign performed, or to create a business contacts directory."}, {"1": "Cookie data. Miro uses a variety of cookies and similar technologies in our Websites and Services to help us collect Services Data. For more details about how we use these technologies, as well as your opt-out opportunities and other options, please see our Cookie Policy."}, {"2": "4. How we use Personal Data "}, {"3": "For billing, account management and other administrative matters. Miro may need to contact you for invoicing, account management, and similar reasons and we use account data to administer accounts and keep track of billing and payments."}, {"4": "Access. You can request access to the Personal Data we hold about you, how we use it and who we share it with."}]}, "count": 5}}, "PASSIVE": {"may use information": {"text": {}, "count": 0}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Community data. We also receive Services Data when submitted to our Websites or in other ways, such as if you participate in the Miro Community, Miro Academy, or Miroverse. This data is either submitted directly to the Services, or collected during Forums, Programs, contests, activities, events, or educational programs hosted by Miro (or a vendor)."}, {"1": "Generally, no one is under a statutory or contractual obligation to provide any Personal Data. However, certain Personal Data is collected automatically and, if some Personal Data, such as Organization setup details, is not provided, we may be unable to provide the Services."}, {"2": "Deletion. You can request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. "}, {"3": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}]}, "count": 4}, "stored": {"text": {"stored": [{"0": "Miro takes the security of Personal Data seriously. Miro strives to protect Personal Data from unauthorized access or disclosure. Miro cannot guarantee that Personal Data stored or sent to Miro will be completely safe and encourages you to use caution. To the maximum extent allowed by applicable law, you agree and acknowledge that Miro will not be liable or responsible if any information about you is intercepted, accessed, and/or used by an unintended recipient. "}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "Retention. Information about our retention of Personal Data is described in Section 5 above. We only use and disclose sensitive personal information for the purposes specified in applicable law or otherwise with your consent."}]}, "count": 1}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {"analyze": [{"0": "To provide, update, maintain and protect our Services, Websites and business. This includes the use of Services Data to support delivery of the Services under a Customer Agreement, including to create or update an Organization, to prevent or address service errors, security or technical issues, and to analyze and monitor usage of the product and its features, trends and other activities."}, {"1": "Opt out of “Sale” and “Sharing”. While we do not sell your Personal Data in the conventional sense, we may use advertising and analytics services that are intended to analyze your use of our Services based on information obtained from cookies or other trackers, including for delivering advertising to you (such as interest-based, targeted, or cross-context behavioral advertising). You can opt out of the use of cookies and other trackers on our website by setting your preferences on our homepage. You will need to set your preferences from each device and each web browser from which you wish to opt out. This feature uses a cookie to remember your preference, so if you clear all cookies from your browser, you will need to re-select your preferred settings. We do not have actual knowledge that we “sell” or “share” the personal information of consumers under 16 years of age. "}]}, "count": 2}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "Opt out of “Sale” and “Sharing”. While we do not sell your Personal Data in the conventional sense, we may use advertising and analytics services that are intended to analyze your use of our Services based on information obtained from cookies or other trackers, including for delivering advertising to you (such as interest-based, targeted, or cross-context behavioral advertising). You can opt out of the use of cookies and other trackers on our website by setting your preferences on our homepage. You will need to set your preferences from each device and each web browser from which you wish to opt out. This feature uses a cookie to remember your preference, so if you clear all cookies from your browser, you will need to re-select your preferred settings. We do not have actual knowledge that we “sell” or “share” the personal information of consumers under 16 years of age. "}]}, "count": 1}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "AI Features Addendum"}, {"1": "Additional data provided to Miro.  If you use Miro’s AI features pursuant to our Terms of Service, Services Data also includes data associated with your interaction with these technologies.  We also receive Services Data when submitted to our Websites or in other ways, such as when you request support, interact with our social media accounts or otherwise communicate with Miro. "}, {"2": "To develop and improve products and Services, including AI features, provided you have not opted out."}, {"3": "Third-Party Services. Customers may enable Third-Party Services. When enabled, Miro may access and exchange Customer Content with the provider of a Third-Party Service on Customer’s behalf. For example, the AI features may share limited data with Microsoft in connection with the use of the AI features and to monitor compliance with codes of conduct. Third-Party Services are not owned or controlled by Miro and third parties that have been granted access to Personal Data may have their own policies and practices for its collection, use, and sharing. Please check the permissions, privacy settings, and notices for these Third-Party Services or contact the relevant provider with any questions."}]}, "count": 4}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {"collected automatically": [{"0": "Generally, no one is under a statutory or contractual obligation to provide any Personal Data. However, certain Personal Data is collected automatically and, if some Personal Data, such as Organization setup details, is not provided, we may be unable to provide the Services."}]}, "count": 1}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {"settings": [{"0": "If you have any questions about specific Organization settings and privacy practices, please contact the Customer whose Organization you use. If you have received an invitation to join an Organization but have not yet created an account, you should request assistance from the Customer that sent the invitation."}, {"1": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}, {"2": "Log data. Like most websites and services delivered over the Internet, our servers automatically collect information when you access or use our Websites or Services, recording this information in log files. This log data may include the Internet Protocol (IP) address, the address of the web page visited before using the Website or Services, your browser type and settings, the date and time the Services were used, information about browser configuration and plugins, and language preferences."}, {"3": "Device data. Miro collects information about devices accessing the Services, including the type of device, operating system used, device settings, application IDs, unique device identifiers and crash data. Whether we collect some or all of this Services Data often depends on the type of device used and its settings."}, {"4": "Third-Party Services. Customers may enable Third-Party Services. When enabled, Miro may access and exchange Customer Content with the provider of a Third-Party Service on Customer’s behalf. For example, the AI features may share limited data with Microsoft in connection with the use of the AI features and to monitor compliance with codes of conduct. Third-Party Services are not owned or controlled by Miro and third parties that have been granted access to Personal Data may have their own policies and practices for its collection, use, and sharing. Please check the permissions, privacy settings, and notices for these Third-Party Services or contact the relevant provider with any questions."}, {"5": "Opt out of “Sale” and “Sharing”. While we do not sell your Personal Data in the conventional sense, we may use advertising and analytics services that are intended to analyze your use of our Services based on information obtained from cookies or other trackers, including for delivering advertising to you (such as interest-based, targeted, or cross-context behavioral advertising). You can opt out of the use of cookies and other trackers on our website by setting your preferences on our homepage. You will need to set your preferences from each device and each web browser from which you wish to opt out. This feature uses a cookie to remember your preference, so if you clear all cookies from your browser, you will need to re-select your preferred settings. We do not have actual knowledge that we “sell” or “share” the personal information of consumers under 16 years of age. "}]}, "count": 6}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {"privacy settings": [{"0": "Third-Party Services. Customers may enable Third-Party Services. When enabled, Miro may access and exchange Customer Content with the provider of a Third-Party Service on Customer’s behalf. For example, the AI features may share limited data with Microsoft in connection with the use of the AI features and to monitor compliance with codes of conduct. Third-Party Services are not owned or controlled by Miro and third parties that have been granted access to Personal Data may have their own policies and practices for its collection, use, and sharing. Please check the permissions, privacy settings, and notices for these Third-Party Services or contact the relevant provider with any questions."}]}, "count": 1}}}, "INTENTION": {"OTHER": {"fraud": {"text": {"fraud": [{"0": "Transactional: As part of our services, we provide users with certain communications and updates, We may send you service, transactional, technical and other administrative communications, such as communications about your account, our Service offerings, changes to the Services, and important Services-related notices, such as security and fraud notices. We consider these communications as part of our Services to you."}, {"1": "To enforce our rights, prevent fraud, and for safety."}]}, "count": 2}, "detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {"illegal activity": [{"0": "To enforce our rights, prevent fraud, and for safety. To protect and defend the rights, property or safety of Miro, its users, or third parties, including enforcing its contracts or policies, or in connection with investigating and preventing illegal activity, fraud, or security issues, including to prevent death or imminent bodily harm."}]}, "count": 1}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "To enforce our rights, prevent fraud, and for safety. To protect and defend the rights, property or safety of Miro, its users, or third parties, including enforcing its contracts or policies, or in connection with investigating and preventing illegal activity, fraud, or security issues, including to prevent death or imminent bodily harm."}, {"1": "Miro takes the security of Personal Data seriously. Miro strives to protect Personal Data from unauthorized access or disclosure. Miro cannot guarantee that Personal Data stored or sent to Miro will be completely safe and encourages you to use caution. To the maximum extent allowed by applicable law, you agree and acknowledge that Miro will not be liable or responsible if any information about you is intercepted, accessed, and/or used by an unintended recipient. "}, {"2": "We will respond to consumer requests in a reasonably timely manner. If we require extra time to respond, we will inform you of the reason and extension period in writing. In order to protect the security of your Personal Data, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you. The method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion. Generally speaking, verification will be performed by matching the identifying information provided by you to the Personal Data that we already have."}]}, "count": 3}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Vendor Information Security Schedule"}, {"1": "To provide, update, maintain and protect our Services, Websites and business. This includes the use of Services Data to support delivery of the Services under a Customer Agreement, including to create or update an Organization, to prevent or address service errors, security or technical issues, and to analyze and monitor usage of the product and its features, trends and other activities."}, {"2": "Transactional: As part of our services, we provide users with certain communications and updates, We may send you service, transactional, technical and other administrative communications, such as communications about your account, our Service offerings, changes to the Services, and important Services-related notices, such as security and fraud notices. We consider these communications as part of our Services to you."}, {"3": "To investigate and help prevent security issues and abuse."}, {"4": "To enforce our rights, prevent fraud, and for safety. To protect and defend the rights, property or safety of Miro, its users, or third parties, including enforcing its contracts or policies, or in connection with investigating and preventing illegal activity, fraud, or security issues, including to prevent death or imminent bodily harm."}, {"5": "Miro takes the security of Personal Data seriously. Miro strives to protect Personal Data from unauthorized access or disclosure. Miro cannot guarantee that Personal Data stored or sent to Miro will be completely safe and encourages you to use caution. To the maximum extent allowed by applicable law, you agree and acknowledge that Miro will not be liable or responsible if any information about you is intercepted, accessed, and/or used by an unintended recipient. "}, {"6": "RealtimeBoard Inc. may disclose your Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements. If you have a question or complaint related to participation by RealtimeBoard Inc. in the DPF program, we encourage you to contact us online. For any complaints related to the DPF that RealtimeBoard Inc. cannot resolve directly, we have chosen to cooperate with the relevant EU Data Protection Authority, or a panel established by the European data protection authorities, for resolving disputes with EU individuals, the UK Information Commissioner (ICO) for resolving disputes with UK individuals, and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for resolving disputes with Swiss individuals. Please contact us if you’d like us to direct you to your data protection authority contacts. As further explained in the Principles, binding arbitration is available to address residual complaints not resolved by other means. RealtimeBoard Inc. is subject to the investigatory and enforcement powers of the United States Federal Trade Commission (FTC). "}, {"7": "We will respond to consumer requests in a reasonably timely manner. If we require extra time to respond, we will inform you of the reason and extension period in writing. In order to protect the security of your Personal Data, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you. The method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion. Generally speaking, verification will be performed by matching the identifying information provided by you to the Personal Data that we already have."}]}, "count": 8}, "unauthorized": {"text": {"unauthorized": [{"0": "Miro takes the security of Personal Data seriously. Miro strives to protect Personal Data from unauthorized access or disclosure. Miro cannot guarantee that Personal Data stored or sent to Miro will be completely safe and encourages you to use caution. To the maximum extent allowed by applicable law, you agree and acknowledge that Miro will not be liable or responsible if any information about you is intercepted, accessed, and/or used by an unintended recipient. "}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "This Privacy Policy describes how RealtimeBoard, Inc. dba Miro, including its affiliates and subsidiaries (collectively, Miro and also referred to as our, us and we) collects, uses and discloses information from or about an identified or identifiable person, including information that we can associate with an individual person (“Personal Data”), as well as any choices you have with respect to your Personal Data."}, {"1": "Customer is the controller for all Customer Content that is also Personal Data. As the controller, Customer may, for example, use the Services to grant and remove access to an Organization, assign roles and configure settings, access, modify, export, share and remove information and otherwise apply its policies to the Services. As the processor for Customer Content, Miro processes Customer Content that is Personal Data only on Customer’s request and in accordance with Customer’s written instructions, including the applicable terms in the Customer Agreement, Customer’s use of the Services, and as required by applicable law. For more information about how Customer Content is processed (such as how your Personal Data is processed, the purpose and legal basis for processing, and your data subject rights), we refer you to the relevant Customer’s privacy notice."}, {"2": "Third-party data. Miro may receive data about organizations, industries, lists of companies that are customers, Website visitors, marketing campaigns and other matters relevant to our business from parent corporations, affiliates and subsidiaries, our partners, or other third parties that we use to make our own information more useful. This data may be combined and may include aggregate-level data. For example, information about how well an online marketing or email campaign performed, or to create a business contacts directory."}, {"3": "Cookie data. Miro uses a variety of cookies and similar technologies in our Websites and Services to help us collect Services Data. For more details about how we use these technologies, as well as your opt-out opportunities and other options, please see our Cookie Policy."}, {"4": "4. How we use Personal Data "}, {"5": "6. How we share and disclose Personal Data"}, {"6": "This section describes how Miro may share and disclose Personal Data. Customers determine their own policies and practices for the sharing and disclosure of Personal Data. Miro does not control how they or any other third party chooses to share or disclose Personal Data."}, {"7": "Access. You can request access to the Personal Data we hold about you, how we use it and who we share it with."}, {"8": "14. How to contact Miro"}]}, "count": 9}, "how you": {"text": {}, "count": 0}, "how we": {"text": {"how we": [{"0": "Cookie data. Miro uses a variety of cookies and similar technologies in our Websites and Services to help us collect Services Data. For more details about how we use these technologies, as well as your opt-out opportunities and other options, please see our Cookie Policy."}, {"1": "4. How we use Personal Data "}, {"2": "6. How we share and disclose Personal Data"}, {"3": "Access. You can request access to the Personal Data we hold about you, how we use it and who we share it with."}]}, "count": 4}, "how are": {"text": {}, "count": 0}, "how can": {"text": {}, "count": 0}}}, "OTHER": {"explain": {"text": {"explain": [{"0": "Any disclosures we provide will only cover the 12-month period preceding our receipt of your request (and will not be made more than twice in a 12-month period). If we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply. "}]}, "count": 1}, "understand": {"text": {"understand": [{"0": "You can exercise your rights as described above by contacting us as set out in Section 14. Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above. You may also make a request on behalf of your minor child. The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it. In addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you). "}]}, "count": 1}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {"learn": [{"0": "Miro does not allow use of our Services and Websites by anyone younger than 16 years old (“Minor”). If you learn that a Minor has unlawfully provided us with Personal Data, please contact us and we will take steps to delete this information."}, {"1": "RealtimeBoard Inc. complies with the EU-US Data Privacy Framework (“EU-US DPF”), the UK Extension to the EU-US DPF, and the Swiss-US Data Privacy Framework (“Swiss-US DPF”) as set forth by the US Department of Commerce. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the EU-US Data Privacy Framework Principles (“EU-US DPF Principles”) with regard to the processing of Personal Data received from the European Union in reliance on the EU-US DPF and from the United Kingdom (and Gibraltar) in reliance on the UK Extension to the EU-US DPF. RealtimeBoard Inc. has certified to the US Department of Commerce that it adheres to the Swiss-US Data Privacy Framework Principles (“Swiss-US DPF Principles”) with regard to the processing of Personal Data received from Switzerland in reliance on the Swiss-US DPF. With respect to onward transfers of Personal Data to the EU-US DPF, the UK Extension to the EU-US DPF, and the Swiss-US DPF, we remain liable for processing such transfers in accordance with the Principles. If there is any conflict between the terms in this privacy policy and the EU-US DPF Principles and/or the Swiss-US DPF Principles, the Principles shall govern. To learn more about the Data Privacy Framework (DPF) program, and to view our certification, please visit the US Department of Commerce’s Data Privacy Framework website by clicking here or visiting https://www.dataprivacyframework.gov/."}]}, "count": 2}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {"if you have questions": [{"0": "If you have questions about this Privacy Policy, or regarding your Personal Data, you can contact us online, or by mail at:"}]}, "count": 1}, "if you have any questions": {"text": {"if you have any questions": [{"0": "If you have any questions about specific Organization settings and privacy practices, please contact the Customer whose Organization you use. If you have received an invitation to join an Organization but have not yet created an account, you should request assistance from the Customer that sent the invitation."}]}, "count": 1}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "Data protection law in certain jurisdictions differentiates between the “controller” and “processor” of Personal Data. Whether Miro or Customer is the controller or processor of Personal Data depends on the type of data used and the purposes for such use."}, {"1": "Generally, no one is under a statutory or contractual obligation to provide any Personal Data. However, certain Personal Data is collected automatically and, if some Personal Data, such as Organization setup details, is not provided, we may be unable to provide the Services."}, {"2": "Transactional: As part of our services, we provide users with certain communications and updates, We may send you service, transactional, technical and other administrative communications, such as communications about your account, our Service offerings, changes to the Services, and important Services-related notices, such as security and fraud notices. We consider these communications as part of our Services to you."}, {"3": "Miro will retain Customer Content and Personal Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of the Services, and as required by applicable law. The deletion of Customer’s Personal Data may result in the deletion and/or pseudonymization of an account and certain associated Services Data. Miro may retain Services Data for as long as necessary for the purposes described in this Privacy Policy. \t"}, {"4": "Further, note that we may keep certain types of Services Data after the deactivation of an account for the period needed for Miro to pursue legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes, and enforce our agreements."}, {"5": "12. Certain United States-specific Rights"}, {"6": "Deletion. You can request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. "}]}, "count": 7}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {}, "count": 0}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {"we may share": [{"0": "We may share Personal Data as follows: "}, {"1": "Subprocessors. We may engage third-parties as sub-processors to process Personal Data. These third parties may, for example, provide virtual computing and storage services, or we may share business information to develop strategic partnerships to support our Customers. Please see more information on our subprocessors here."}, {"2": "Partners. We may share Personal Data with developers, partners and others we engage to create Miro applications and/or integrating Miro features."}]}, "count": 3}, "for legal reasons": {"text": {"for legal reasons": [{"0": "Objection and restriction of processing. You can use the \"unsubscribe\" link in our marketing communications to stop us from using your information for that direct marketing.  You can object to our processing of your Personal Data where we rely on legitimate interests or perform a task in the public interest. We will consider several factors when assessing an objection, including reasonable expectations of Miro customers, the benefits and risks to you, us, other users or other available means to achieve the same purpose that may be less invasive and do not require disproportionate effort. Unless we find that we have compelling legitimate grounds for this processing, which are not outweighed by your interests or fundamental rights and freedoms, or the processing is needed for legal reasons, your objection will be upheld and we will cease processing your Personal Data."}]}, "count": 1}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {}, "count": 0}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "Cookies Policy"}, {"1": "Cookie data. Miro uses a variety of cookies and similar technologies in our Websites and Services to help us collect Services Data. For more details about how we use these technologies, as well as your opt-out opportunities and other options, please see our Cookie Policy."}, {"2": "Opt out of “Sale” and “Sharing”. While we do not sell your Personal Data in the conventional sense, we may use advertising and analytics services that are intended to analyze your use of our Services based on information obtained from cookies or other trackers, including for delivering advertising to you (such as interest-based, targeted, or cross-context behavioral advertising). You can opt out of the use of cookies and other trackers on our website by setting your preferences on our homepage. You will need to set your preferences from each device and each web browser from which you wish to opt out. This feature uses a cookie to remember your preference, so if you clear all cookies from your browser, you will need to re-select your preferred settings. We do not have actual knowledge that we “sell” or “share” the personal information of consumers under 16 years of age. "}]}, "count": 3}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}