{"main": {"https://glamour.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": ", we and third parties may collect, process, and retain "}, {"1": " about you. In this section we provide an overview of our privacy practices. You’ll find the full "}, {"2": " below. We encourage you to read the full Privacy Policy in addition to this overview. All Capitalized terms used in this overview are defined in the full Privacy Policy below."}, {"3": "Personal Information We Collect"}, {"4": "In general, we only collect the Personal Information that is reasonably necessary for and proportional to the purposes for which we process it. "}, {"5": "We collect Personal Information: "}, {"6": " that we and authorized third parties implement on our websites, mobile apps, and emails;"}, {"7": "Why We Collect and How We Use Your Personal Information"}, {"8": "We collect and use your Personal Information to:"}, {"9": "We and our "}, {"10": " to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. Where required by applicable law, we and/or our Identity Resolution Partners will obtain your consent, provide you with the opportunity to opt out of such use, or take other appropriate action. Please note we are not responsible for the privacy practices and policies of our Identity Resolution Partners, which are separate from our own and not covered by this Privacy Policy."}, {"11": "Where We May Share Your Personal Information "}, {"12": "To fulfill all the purposes described in our Privacy Policy, we may need to share your Personal Information with our subsidiaries, service providers, social media companies such as Meta (Facebook & Instagram), YouTube, TikTok, Pinterest, LinkedIn, and X, third-party consumer marketing, advertising, and business partners, including those referenced in the "}, {"13": "The activities of social media companies and their collection and use of your Personal Information is subject to their privacy policies, and we encourage you to review those privacy policies. "}, {"14": "There is more detail, including on the topics above, in the Privacy Policy, and we encourage you to read it. "}, {"15": "This Privacy Policy describes how we collect, use, disclose, sell, share, and retain your Personal Information in connection with our Products and Services and your rights and choices over our processing of your Personal Information. The "}, {"16": "Condé Nast,” “we,” “us,” or “our"}, {"17": "Categories of Personal Information We Collect About You"}, {"18": "How We Use Your Personal Information"}, {"19": "How We Disclose the Personal Information We Collect"}, {"20": "1. Categories of Personal Information We Collect About You"}, {"21": "Depending on the Products and Services you use, we may collect the following categories of Personal Information directly from you, automatically through your use of the Products and Services, and from third parties: "}, {"22": "Information We Collect Directly From You"}, {"23": "We collect Personal Information directly from you when you provide it to us in connection with your use of the Products and Services. For example, you may provide us with Personal Information:"}, {"24": "to subscribe to, sign-up for or register with, one of our Products or Services, in which case we may collect your name, login credentials and password information, telephone number(s), postal and/or email address, payment records, social media handles and additional information you may provide such as your age, gender, and preferences (such as whether you want to receive newsletters);"}, {"25": "when you contact us, we may collect the above information, as well as other information that you choose to provide, including information about other people you may share with us, for example, when you indicate that you are purchasing one of our Products or Services as a gift;"}, {"26": "if the Product or Service you engage with is a contest, sweepstakes, survey or similar activity, we may also collect any Content, including writings, photos, videos, sound recordings, responses, comments, or other information that you provide in connection with the activity. "}, {"27": "Information We Collect From Other Sources"}, {"28": "We collect Personal Information about you from other sources, such as data brokers, data enrichment providers, industry co-ops, consumer marketing providers, advertising networks, data analytics providers, social media companies, publicly available sources, other users, and our affiliates and other related entities.  "}, {"29": "If you choose to interact with our Products and Services on third-party social media company platforms such as Meta (Facebook & Instagram), TikTok, Pinterest, LinkedIn, and X, we may receive Personal Information that the social media companies make available to us, including Personal Information about your activities and contacts on those platforms. "}, {"30": "We encourage you to review the privacy policies of the social media companies you engage with as we are not responsible for their privacy practices or their collection and use of your Personal Information. "}, {"31": "Information We Collect Automatically"}, {"32": "We and our partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. This data may also include information about your operating system(s), device(s) and browsers. For more information, please refer to the "}, {"33": "2. How We Use Your Personal Information  "}, {"34": "We and our third-party business partners may combine the Personal Information we collect from you with Personal Information we collect from other sources. Where required by applicable law, we obtain your consent before using your Personal Information for the purposes described below. We may also collect non-Personal Information for the purposes described below. However, when we combine it with Personal Information, we treat it as Personal Information. "}, {"35": "To Provide Our Products and Services and Fulfill Your Requests. We use your Personal Information to provide and maintain our Products and Services; process and fulfill your requests or orders; communicate with you about your use of our Products and Services; provide you with customer support and respond to your inquiries, which may include the use of chatbots; and for other customer service and business administration purposes. Please note that when utilizing chatbots on our Products and Services, we may transcribe and retain your inquiries and responses. "}, {"36": "To Improve Our Products and Services. We use your Personal Information to understand and analyze our users and how our Products and Services are used by them, to improve, repair, and enhance the Products and Services, and to develop new products, services, features and functionality. "}, {"37": "Identification and Authentication Purposes. We use your Personal Information to identify and authenticate whether you subscribe to or have registered for one of our Products and Services so that you have access to the Product or Service. We also use your Personal Information and Activity and Device Information to help us identify you across different devices and browsers that you might use to access our Products and Services. "}, {"38": "Personalization, Marketing, and Promotional Purposes. We use your Personal Information to tailor the Content and information, including advertising and marketing that we may send or display to you, to provide Content, advertising, and marketing in the local language (based on your general geographic location), to provide personalized offers, personalized help and instructions, and to otherwise personalize your experiences while using the Products and Services. We may also use your Personal Information to:"}, {"39": "To Comply With Legal Obligations. We may use your Personal Information where we believe necessary to comply with our legal obligations or to exercise or defend our rights or the rights of a third party, including complying with law enforcement or government authority requests and participating in compliance audits. "}, {"40": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"41": "Deidentified Data. We may also deidentify or anonymize your Personal Information in such a way that you may not reasonably be re-identified by us or another party, and we may use this deidentified data for those purposes permitted under applicable law. To the extent we deidentify any data, we will maintain and use such data in deidentified form and will not attempt to reidentify it."}, {"42": "3. How We Disclose the Personal Information We Collect"}, {"43": "We may disclose each of the categories of Personal Information described above for our business and commercial purposes as follows: "}, {"44": "Related Entities. We may disclose Personal Information we collect about you to our affiliates, subsidiaries, and related entities, such as those listed "}, {"45": "Service Providers. We may disclose Personal Information we collect about you to service providers, who perform certain functions and business operations on our behalf. For example, we engage service providers to help us with technical maintenance, database management, fraud prevention, market research, payment processing, order fulfillment, address verification, community and forums management, auctions, e-commerce, list rental, data co-op management, audience, website and mobile application authentication, and similar business functions. We may disclose some of the Personal Information that we collect from or about you to process and fulfill your requests for video Content offered through our Products and Services, including to provide you with access to localized Content and video Content recommendations."}, {"46": "Third-Party Business Partners. Some aspects of our Products and Services are supported by third-party business partners, such as, for example, a sponsor of one of our events or an advertising network on our websites, who may obtain your Personal Information when you use the Products and Services. We may also disclose Personal Information we collect about you: "}, {"47": "Business Transfers. If (i) we or our subsidiaries or affiliates are or may be acquired by, merged with, or invested in by another company, or (ii) if any of our assets are or may be transferred to another company, whether as part of a bankruptcy or insolvency proceeding or other reorganization of our business, we may transfer the Personal Information we have collected about you to the other company. As part of the business transfer process, we may also disclose certain of your Personal Information to our parent company, lenders, auditors, and third-party advisors, including attorneys and consultants. "}, {"48": "In Response to Legal Process. We may disclose your Personal Information where we believe necessary to comply with a law, regulation, judicial proceeding, court order, or other legal event or process, such as in response to a subpoena. "}, {"49": "To Protect Us and Others. We disclose your Personal Information where we believe it is appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or the security of our Products and Services, violations of our "}, {"50": " or this Privacy Policy, or as evidence in a litigation or arbitration in which we are involved. "}, {"51": "Consent. We may disclose your Personal Information with your consent. "}, {"52": "Aggregate and Deidentified Information. We may disclose aggregated, anonymized, or deidentified information for any purpose permitted under applicable law. "}, {"53": "Where required by applicable law, we enable you to opt out of or provide you with the ability to consent to the disclosure of your Personal Information to these third parties or related parties."}, {"54": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}, {"55": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"56": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"57": "We and our third-party business partners may also use these Tracking Technologies to gather Personal Information, including Sensitive Personal Information, about how you view and use our Products and Services and to connect your activity with other data we maintain about you. "}, {"58": "We and our third-party business partners may collect and share Personal Information about your online and offline activities over time and across unaffiliated websites and mobile applications to predict your preferences and interests, and, in conjunction with third parties, may use your Personal Information for cross-context behavioral advertising and to serve advertising believed to be of interest to you (\"Targeted Advertising\")."}, {"59": "We may collaborate with our service providers and our third-party Identity Resolution Partners to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. We and these Identity Resolution Partners facilitate identity resolution by creating probabilistic and deterministic identifiers. These identifiers may use Personal Information, including your name, email address, phone number, and Activity and Device Information to generate an online identifier reasonably linkable to you and/or your device or browser. "}, {"60": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"61": "As noted in the Social Media Company Integration section above, we may utilize Tracking Technologies to disclose information about your use of our Products and Services to social media companies and other third-party business partners to serve you and other segments of users Targeted Advertising and to facilitate marketing communications. "}, {"62": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"63": "request information about our processing of your Personal Information (right to know), including, depending on your state of residence, a list of specific third parties to whom we have disclosed your Personal Information;"}, {"64": "request to rectify, correct, or update the Personal Information we hold about you (collectively right to correct); "}, {"65": "ask that we transfer the Personal Information we maintain about you to another organization, or to you, in certain circumstances (right to portability); "}, {"66": "Note that these rights are not always absolute and may be limited or denied where required or under applicable law. For example, if you are an active subscriber to one of our Products or Services and you make a deletion request, we will retain Personal Information to enable your subscription to continue, and in other circumstances may retain a record of your request and our response."}, {"67": "Please note that when following the processes described below, you may need to make your Opt-Out choices on each website, mobile application, browser, and device that you use, and if your browser’s cookies are cleared, you may need to repeat the process. However, if you have created an account to log in across several of our apps and/or websites, we will make reasonable efforts to apply your opt-out request to each of those apps and websites."}, {"68": "As noted above, your choices are specific to the browser, website, mobile application, and device you are using. Although we will make reasonable efforts to apply your opt-out request across several of our apps and/or websites if you have created an account to log in across several of ours apps and/or websites, this generally means that:If you accessed the “Your Privacy Choices” button/link from the website or mobile application of a Condé Nast brand, such as The New Yorker, Vogue, or Wired, when you make your Opt-Out choice following the process described above, the Opt-Out will only be applied on the specific brand’s website. If you want to Opt-Out on our other websites, you will need to go to that website, access the “Your Privacy Choices” button/link and follow the Opt-Out process described above.  If you access the “Your Privacy Choices” button/link from our corporate site condenast.com, and follow the process described above, you will only be Opted-Out from the corporate website and will need to go to a specific brand website(s) that you wish to Opt-out from and follow the process described above. If you intend to Opt-out from condenast.com and not from one of our brand websites or mobile applications, you can click Your Privacy Choices or follow the process described above on the condenast.com website. "}, {"69": "We also recognize Global Privacy Control as valid opt-out method. Certain browsers and browser extensions support "}, {"70": "which sends a signal to websites indicating your choice to Opt-out of the use of your Personal Information for Targeted Advertising and “sales” or “shares” as defined under applicable law. We honor the GPC and where required by law, similar user-initiated browser based opt-out preference signals. Note that the Global Privacy Control is currently only applicable to opt-outs from websites. For mobile apps, please follow the instructions above."}, {"71": "California residents may view metrics for California Consumer Privacy Act (“CCPA”)-related requests we have received during calendar year 2023, by clicking "}, {"72": "In certain regions, including California, we are also required by applicable local law to provide information, including as described above, about our business and commercial purposes for processing your Personal Information, and the categories of third parties with whom we may disclose, “sell,” or “share” your Personal Information for cross-contextual behavioral advertising (Targeted Advertising) in a manner that is highlighted for residents of those regions. That presentation of information is available in the section, Additional Information Under Applicable Local Law, below. "}, {"73": "We reserve the right, and in some cases may be required by law, to take reasonable steps to verify your identity before fulfilling your requests to know, correct, or delete. For example, we may seek to establish your identity to a reasonable or a reasonably high degree of certainty by matching information that you submit alongside your request with information that we have in our records. We may ask you or your authorized agent for supplemental information as needed to establish your identity. Authorized agents may also be required to provide a copy of the consumer’s signed permission authorizing the agent to submit requests on the consumer’s behalf under applicable local law."}, {"74": "You may have a right to appeal a decision we make relating to requests to exercise your rights under applicable local law. To appeal a decision, please contact us our Privacy Policy Coordinator by "}, {"75": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"76": "The value of the Personal Information you provided is reasonably related to the benefits you get from the Program and includes the value of your access to our Content; our costs to provide you with the Content and to collect and process your Personal Information; and the potential benefits, such as additional advertising revenue and improvements we can make to our Products and Services through the Program."}, {"77": " or as described below. In response to your request, we may elect to make the content invisible to other users and the public (rather than deleting it entirely), in which case the content may remain on servers we control and/or may be publicly available elsewhere if a third party copied and reposted the content."}, {"78": "We will retain Personal Information from or about you as reasonably necessary and proportionate to achieve the purpose(s) for which the Personal Information was collected or processed as outlined in this Privacy Policy unless a longer retention period is required or allowed by law."}, {"79": "We implement physical, technical, and organizational security measures designed to safeguard Personal Information. These measures aim to protect the Personal Information we collect from loss, misuse, and unauthorized access, disclosure alteration, and destruction. Please be aware that despite our efforts, no measures can guarantee security."}, {"80": "Our Services may contain links to third-party websites and applications. Any access to and use of such linked websites and applications is not governed by this Privacy Policy but is instead governed by the privacy policies of those third-party websites and applications. We are not responsible for the information practices of such third-party websites and applications. We encourage you to review the privacy policies of any third-party websites or applications that you choose to visit."}, {"81": "Please be aware that Personal Information and Content that you disclose in publicly accessible portions of the Products and Services may be available to other users and may also be made available outside the Products and Services by third parties, so you should be mindful of all Personal Information, especially Sensitive Personal Information, that you may wish to post. Where required by applicable local law, we may ask you to obtain consent from any individual before posting that individual’s Personal Information on our Products and Services."}, {"82": "Your Personal Information may be processed, transferred to, and maintained on servers and databases located outside of the jurisdiction in which you are based and where the privacy laws may not be as protective as your jurisdiction. Where required by applicable law, we have put in place appropriate safeguards (such as contractual commitments) in accordance with applicable legal requirements to ensure that your Personal Information is adequately protected. For more information on the appropriate safeguards in place, please contact us as noted in the Contact Us section of this Privacy Policy. "}, {"83": "Performance of a contract: We process Personal Information where necessary for the performance of our contractual obligations to you. For example, to provide the Products and Services to you, including where you make a purchase, enter a sweepstakes, sign-up to attend an event or conference, or engage in another transaction with us. "}, {"84": "Compliance with legal obligations: We process Personal Information where necessary to comply with the legal obligations to which we are subject. For example, to cooperate with public and government authorities, courts, or regulators in accordance with our legal obligations, to the extent this requires the processing or disclosure of Personal Information to protect our rights. "}, {"85": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}, {"86": "Consent: Where required by applicable law, we process Personal Information based on your consent. If we have obtained your consent, you may have the right to withdraw your consent under applicable local law. To exercise this right, please contact us as noted in the Contact Us section below. If you appear in Content submitted to the Services, we may ask the person submitting the Content to obtain your consent. "}, {"87": "As noted above, our Products and Services are not designed for or directed to children under the age of 13. If we discover that a child under the age of 13 has provided us with Personal Information, we will delete such information from our systems."}, {"88": "We do not have actual knowledge of selling or sharing the Personal Information of consumers that are younger than 16 years of age. To the extent we have actual knowledge that a consumer is at least 13 and less than16 years of age, we will request affirmative authorization from the individual before selling or sharing the Personal Information, to the extent required under applicable local law."}, {"89": "We may use CCTV video recording to protect the physical security of our property and Products and Services in line with applicable laws. We do this to comply with our contractual obligations (e.g., with customers and insurers) and our internal physical security policies to safeguard our properties, workplaces, people, and data."}, {"90": "We have also appointed Edizioni Condé Nast S.p.A. as our data protection representative in the EEA. You can contact Edizioni Condé Nast S.p.A. at "}, {"91": "This Privacy Policy is current as of the Last Updated date set forth above. We may change this Privacy Policy from time to time, so please be sure to check back periodically. We will post any changes to this Privacy Policy on our Products and Services. If we make any changes to this Privacy Policy that materially affect our practices with regard to the Personal Information, we have previously collected about you, we will endeavor to provide you with notice in advance of such change by highlighting the change on the Product or Service or otherwise communicating such change to you."}, {"92": "As may be required under applicable local law, below is a chart that describes our business and commercial purposes for processing your Personal Information, as well as the categories of third parties to whom we may disclose, “sell,” or “share” for cross-contextual behavioral advertising (Targeted Advertising), as those terms are defined under applicable law."}, {"93": "Depending on how you interact with our Products and Services, we may have processed Personal Information about you for each (or any) of these purposes:"}, {"94": "In addition, we use and disclose certain Personal Information as described below:"}, {"95": "Categories of third parties to whom we may disclose identifiers for a business purpose:"}, {"96": "Categories of third parties to whom we may “sell” or “share” identifiers:"}, {"97": "Categories of third parties to whom we may disclose Activity and Device Information, for a business purpose:"}, {"98": "Categories of third parties to whom we may “sell” or “share” commercial information or Activity and Device information:"}, {"99": "Categories of third parties to whom we may disclose payment information for a business purpose:"}, {"100": "Categories of third parties to whom we may “sell” or “share” payment information: None."}, {"101": "Categories of third parties to whom we may disclose Personal Information for a business purpose:"}, {"102": "Categories of third parties to whom we may “sell” or “share” audio, electronic, visual, or similar information: None."}, {"103": "Categories of third parties to whom we may disclose professional information for a business purpose:"}, {"104": "Categories of third parties to whom we may “sell” or “share” professional information:"}, {"105": " Categories of third parties to whom we may disclose inferences for a business purpose:"}, {"106": "Categories of third parties to whom we may “sell” or “share” inferences:"}, {"107": "Categories of third parties to whom we may disclose Personal Information that may be treated as sensitive or otherwise protected under applicable law for a business purpose:"}, {"108": "Categories of third parties to whom we may “sell” or “share” Personal Information that may be treated as sensitive or otherwise protected under applicable law:"}, {"109": "Categories of third parties to whom we may disclose geolocation data for a business purpose:"}, {"110": "Categories of third parties to whom we may “sell” or “share” geolocation data:"}]}, "count": 111}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "In general, we only collect the Personal Information that is reasonably necessary for and proportional to the purposes for which we process it. "}, {"1": "only be applied on the specific brand’s website"}, {"2": "If you access the “Your Privacy Choices” button/link from our corporate site condenast.com, and follow the process described above, you will only be Opted-Out from the corporate website and will need to go to a specific brand website(s) that you wish to Opt-out from and follow the process described above. "}, {"3": "which sends a signal to websites indicating your choice to Opt-out of the use of your Personal Information for Targeted Advertising and “sales” or “shares” as defined under applicable law. We honor the GPC and where required by law, similar user-initiated browser based opt-out preference signals. Note that the Global Privacy Control is currently only applicable to opt-outs from websites. For mobile apps, please follow the instructions above."}]}, "count": 4}, "information": {"text": {"information": [{"0": "Personal Information We Collect"}, {"1": "In general, we only collect the Personal Information that is reasonably necessary for and proportional to the purposes for which we process it. "}, {"2": "We collect Personal Information: "}, {"3": "We collect and use your Personal Information to:"}, {"4": " may use Personal Information, including your name, email address, phone number, and "}, {"5": "Where We May Share Your Personal Information "}, {"6": "To fulfill all the purposes described in our Privacy Policy, we may need to share your Personal Information with our subsidiaries, service providers, social media companies such as Meta (Facebook & Instagram), YouTube, TikTok, Pinterest, LinkedIn, and X, third-party consumer marketing, advertising, and business partners, including those referenced in the "}, {"7": "If you have an account with a social media company you may have agreed to allow them to use tools, features, or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. "}, {"8": "The activities of social media companies and their collection and use of your Personal Information is subject to their privacy policies, and we encourage you to review those privacy policies. "}, {"9": "You may have rights related to your Personal Information, including the right to access, delete, correct, transfer, and opt out of the use of it for certain purposes. Those rights vary, depending on your relationship with us, where you are located, and the laws that apply in your location. "}, {"10": "For example, residents of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, Montana, and certain other states have a variety of privacy rights, including, but not limited to, the right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; and limit, opt-out, or opt-in, as applicable, to the use and disclosure of your "}, {"11": "This Privacy Policy describes how we collect, use, disclose, sell, share, and retain your Personal Information in connection with our Products and Services and your rights and choices over our processing of your Personal Information. The "}, {"12": " section below contains specific details related to your rights under California and other applicable laws, including your right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information and know, access, correct, delete, restrict, object, and/or have portability of, your Personal Information."}, {"13": " This Privacy Policy also describes the rights that you may have regarding our processing of your Personal Information under applicable local law.  "}, {"14": "By accessing or using any of our Products and Services, you acknowledge that your Personal Information will be processed in accordance with this Privacy Policy. Your use of the Products and Services, and any dispute over privacy, is subject to this Privacy Policy and our "}, {"15": "Categories of Personal Information We Collect About You"}, {"16": "How We Disclose the Personal Information We Collect"}, {"17": "Additional Information Under Applicable Local Law"}, {"18": "1. Categories of Personal Information We Collect About You"}, {"19": "For purposes of this Privacy Policy, Personal Information means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly to you or to devices and browsers reasonably linked to you. Anonymous, de-identified, or aggregate information is not Personal Information as the term is used in this Privacy Policy. "}, {"20": "Depending on the Products and Services you use, we may collect the following categories of Personal Information directly from you, automatically through your use of the Products and Services, and from third parties: "}, {"21": " Partners when you use or engage with our Products and Services. For more information, please refer to the section "}, {"22": "Sensitive Personal Information and information that may be subject to additional protections under applicable laws"}, {"23": "Payment records, such as the records of your purchase transactions with us and the associated financial account information, credit card number, debit card number, or other payment information. "}, {"24": "Activity and Device Information, "}, {"25": "Audio, electronic, visual, or similar information, such as when you submit information to us as part of a contest, sweepstakes, or similar activity: voice recordings, video recordings, physical characteristics or description, and photos. "}, {"26": "Professional information, such as occupation, employment history, professional contact information, education history, or other information provided by you in connection with the Products and Services. "}, {"27": "Information We Collect Directly From You"}, {"28": "We collect Personal Information directly from you when you provide it to us in connection with your use of the Products and Services. For example, you may provide us with Personal Information:"}, {"29": "to subscribe to, sign-up for or register with, one of our Products or Services, in which case we may collect your name, login credentials and password information, telephone number(s), postal and/or email address, payment records, social media handles and additional information you may provide such as your age, gender, and preferences (such as whether you want to receive newsletters);"}, {"30": "when you contact us, we may collect the above information, as well as other information that you choose to provide, including information about other people you may share with us, for example, when you indicate that you are purchasing one of our Products or Services as a gift;"}, {"31": "if the Product or Service you engage with is a contest, sweepstakes, survey or similar activity, we may also collect any Content, including writings, photos, videos, sound recordings, responses, comments, or other information that you provide in connection with the activity. "}, {"32": "Information We Collect From Other Sources"}, {"33": "We collect Personal Information about you from other sources, such as data brokers, data enrichment providers, industry co-ops, consumer marketing providers, advertising networks, data analytics providers, social media companies, publicly available sources, other users, and our affiliates and other related entities.  "}, {"34": "If you choose to interact with our Products and Services on third-party social media company platforms such as Meta (Facebook & Instagram), TikTok, Pinterest, LinkedIn, and X, we may receive Personal Information that the social media companies make available to us, including Personal Information about your activities and contacts on those platforms. "}, {"35": "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. Some social media companies also will facilitate your registration for our Products and Services, such as through social sign-on, or will enhance or personalize your experience on our Products and Services, such as through technologies that enable you to easily share Content from our Products and Services on their platforms. For more information, please refer to the "}, {"36": "We encourage you to review the privacy policies of the social media companies you engage with as we are not responsible for their privacy practices or their collection and use of your Personal Information. "}, {"37": "Information We Collect Automatically"}, {"38": "We and our partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. This data may also include information about your operating system(s), device(s) and browsers. For more information, please refer to the "}, {"39": "2. How We Use Your Personal Information  "}, {"40": "We and our third-party business partners may combine the Personal Information we collect from you with Personal Information we collect from other sources. Where required by applicable law, we obtain your consent before using your Personal Information for the purposes described below. We may also collect non-Personal Information for the purposes described below. However, when we combine it with Personal Information, we treat it as Personal Information. "}, {"41": "To Provide Our Products and Services and Fulfill Your Requests. We use your Personal Information to provide and maintain our Products and Services; process and fulfill your requests or orders; communicate with you about your use of our Products and Services; provide you with customer support and respond to your inquiries, which may include the use of chatbots; and for other customer service and business administration purposes. Please note that when utilizing chatbots on our Products and Services, we may transcribe and retain your inquiries and responses. "}, {"42": "To Improve Our Products and Services. We use your Personal Information to understand and analyze our users and how our Products and Services are used by them, to improve, repair, and enhance the Products and Services, and to develop new products, services, features and functionality. "}, {"43": "Identification and Authentication Purposes. We use your Personal Information to identify and authenticate whether you subscribe to or have registered for one of our Products and Services so that you have access to the Product or Service. We also use your Personal Information and Activity and Device Information to help us identify you across different devices and browsers that you might use to access our Products and Services. "}, {"44": "Personalization, Marketing, and Promotional Purposes. We use your Personal Information to tailor the Content and information, including advertising and marketing that we may send or display to you, to provide Content, advertising, and marketing in the local language (based on your general geographic location), to provide personalized offers, personalized help and instructions, and to otherwise personalize your experiences while using the Products and Services. We may also use your Personal Information to:"}, {"45": "communicate with you and send you news, information, offers, and opportunities about or related to our Products and Services or those offered by our third-party business partners, including our advertising, marketing, and sponsorship clients;"}, {"46": "compile broad demographic information, to analyze trends, to seek compatible advertisers, sponsors, clients and customers; "}, {"47": "track your activities within the Products and Services and connect information about your activities within our Products and Services across the browsers and devices you use to access our Products and Services, including for "}, {"48": "To Comply With Legal Obligations. We may use your Personal Information where we believe necessary to comply with our legal obligations or to exercise or defend our rights or the rights of a third party, including complying with law enforcement or government authority requests and participating in compliance audits. "}, {"49": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"50": "Deidentified Data. We may also deidentify or anonymize your Personal Information in such a way that you may not reasonably be re-identified by us or another party, and we may use this deidentified data for those purposes permitted under applicable law. To the extent we deidentify any data, we will maintain and use such data in deidentified form and will not attempt to reidentify it."}, {"51": "3. How We Disclose the Personal Information We Collect"}, {"52": "We may disclose each of the categories of Personal Information described above for our business and commercial purposes as follows: "}, {"53": "Related Entities. We may disclose Personal Information we collect about you to our affiliates, subsidiaries, and related entities, such as those listed "}, {"54": "Service Providers. We may disclose Personal Information we collect about you to service providers, who perform certain functions and business operations on our behalf. For example, we engage service providers to help us with technical maintenance, database management, fraud prevention, market research, payment processing, order fulfillment, address verification, community and forums management, auctions, e-commerce, list rental, data co-op management, audience, website and mobile application authentication, and similar business functions. We may disclose some of the Personal Information that we collect from or about you to process and fulfill your requests for video Content offered through our Products and Services, including to provide you with access to localized Content and video Content recommendations."}, {"55": "Third-Party Business Partners. Some aspects of our Products and Services are supported by third-party business partners, such as, for example, a sponsor of one of our events or an advertising network on our websites, who may obtain your Personal Information when you use the Products and Services. We may also disclose Personal Information we collect about you: "}, {"56": "in connection with our use of “list rental” and “data co-ops” each of which involve contractual arrangements to enable other businesses to send direct marketing to you, provided, however, that those other businesses don’t receive your Personal Information; "}, {"57": "Business Transfers. If (i) we or our subsidiaries or affiliates are or may be acquired by, merged with, or invested in by another company, or (ii) if any of our assets are or may be transferred to another company, whether as part of a bankruptcy or insolvency proceeding or other reorganization of our business, we may transfer the Personal Information we have collected about you to the other company. As part of the business transfer process, we may also disclose certain of your Personal Information to our parent company, lenders, auditors, and third-party advisors, including attorneys and consultants. "}, {"58": "In Response to Legal Process. We may disclose your Personal Information where we believe necessary to comply with a law, regulation, judicial proceeding, court order, or other legal event or process, such as in response to a subpoena. "}, {"59": "To Protect Us and Others. We disclose your Personal Information where we believe it is appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or the security of our Products and Services, violations of our "}, {"60": "Consent. We may disclose your Personal Information with your consent. "}, {"61": "Aggregate and Deidentified Information."}, {"62": "Where required by applicable law, we enable you to opt out of or provide you with the ability to consent to the disclosure of your Personal Information to these third parties or related parties."}, {"63": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}, {"64": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"65": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"66": "We and our third-party business partners may also use these Tracking Technologies to gather Personal Information, including Sensitive Personal Information, about how you view and use our Products and Services and to connect your activity with other data we maintain about you. "}, {"67": "We and our third-party business partners may collect and share Personal Information about your online and offline activities over time and across unaffiliated websites and mobile applications to predict your preferences and interests, and, in conjunction with third parties, may use your Personal Information for cross-context behavioral advertising and to serve advertising believed to be of interest to you (\"Targeted Advertising\")."}, {"68": "We may collaborate with our service providers and our third-party Identity Resolution Partners to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. We and these Identity Resolution Partners facilitate identity resolution by creating probabilistic and deterministic identifiers. These identifiers may use Personal Information, including your name, email address, phone number, and Activity and Device Information to generate an online identifier reasonably linkable to you and/or your device or browser. "}, {"69": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"70": "Opting Out of a “Sale” or “Sharing” of Your Personal Information or of its Use for Targeted Advertising"}, {"71": "As noted in the Social Media Company Integration section above, we may utilize Tracking Technologies to disclose information about your use of our Products and Services to social media companies and other third-party business partners to serve you and other segments of users Targeted Advertising and to facilitate marketing communications. "}, {"72": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"73": "As noted above, when you use our Products and Services, our third-party advertising partners, social media companies, and analytics providers may collect Personal Information about your online activity on our Products and Services and on third-party websites. These providers may use Tracking Technologies to deliver advertisements to you when you visit third-party websites within their networks. "}, {"74": "If you would like more information about this practice and your choices with respect to it, please visit"}, {"75": "The states of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting and/or what is sometimes called “sales” or “sharing” of your Personal Information, and other rights detailed immediately below. If you are a data subject in the European Economic Area (EEA), United Kingdom (UK), and Switzerland, you may also have some of these rights, including the right to: "}, {"76": "request information about our processing of your Personal Information (right to know), including, depending on your state of residence, a list of specific third parties to whom we have disclosed your Personal Information;"}, {"77": "request a copy of your Personal Information (right to access);"}, {"78": "request to rectify, correct, or update the Personal Information we hold about you (collectively right to correct); "}, {"79": "request deletion of your Personal Information; "}, {"80": "opt-out of “sales” of Personal Information or “sharing” of Personal Information for cross-contextual behavioral advertising and/or Targeted Advertising purposes (as these terms are defined under applicable law);"}, {"81": "restrict or limit our use of your Personal Information or your Sensitive Personal Information (right to limit); "}, {"82": "object to our use of your Personal Information; "}, {"83": "where you have provided consent, withdraw such consent to our processing of your Personal Information at any time;"}, {"84": "ask that we transfer the Personal Information we maintain about you to another organization, or to you, in certain circumstances (right to portability); "}, {"85": "You may also have additional rights related to our use and disclosure of your Sensitive Personal Information. To learn more, please see "}, {"86": "Note that these rights are not always absolute and may be limited or denied where required or under applicable law. For example, if you are an active subscriber to one of our Products or Services and you make a deletion request, we will retain Personal Information to enable your subscription to continue, and in other circumstances may retain a record of your request and our response."}, {"87": "Opting Out of a “Sale” or “Sharing” of Your Personal Information or of its Use for Targeted Advertising"}, {"88": "To exercise your right to opt-out of our “sale” or “sharing” of your Personal Information, the use of your Personal Information for Targeted Advertising purposes, or to limit our use and disclosure of your Sensitive Personal Information (collectively \"Opt-Out\") on our websites and mobile applications, where such choices are available to you under applicable local law:"}, {"89": "which sends a signal to websites indicating your choice to Opt-out of the use of your Personal Information for Targeted Advertising and “sales” or “shares” as defined under applicable law. We honor the GPC and where required by law, similar user-initiated browser based opt-out preference signals. Note that the Global Privacy Control is currently only applicable to opt-outs from websites. For mobile apps, please follow the instructions above."}, {"90": "To Opt-Out of Targeted Advertising enabled by other uses of your Personal Information, such as by LiveRamp, an Identity Resolution partner, visit  "}, {"91": "Google uses Tracking Technologies and Activity and Device Information in combination with information they maintain to show you Targeted Advertising on our websites and mobile apps."}, {"92": " For more information about this including how to opt-out of the use of certain of these Tracking Technologies, please visit the "}, {"93": "Do Not Track (DNT). Your browser setting may allow you to automatically transmit a \"Do Not Track\" (DNT) signal to websites and online services that you visit. Since there is no consensus about what DNT means in this context and how to implement DNT signals, like many other businesses, our websites do not respond to these DNT signals, but you have the options noted above and below to make choices about how your Personal Information is used. "}, {"94": "In certain regions, including California, we are also required by applicable local law to provide information, including as described above, about our business and commercial purposes for processing your Personal Information, and the categories of third parties with whom we may disclose, “sell,” or “share” your Personal Information for cross-contextual behavioral advertising (Targeted Advertising) in a manner that is highlighted for residents of those regions. That presentation of information is available in the section, Additional Information Under Applicable Local Law, below. "}, {"95": "We reserve the right, and in some cases may be required by law, to take reasonable steps to verify your identity before fulfilling your requests to know, correct, or delete. For example, we may seek to establish your identity to a reasonable or a reasonably high degree of certainty by matching information that you submit alongside your request with information that we have in our records. We may ask you or your authorized agent for supplemental information as needed to establish your identity. Authorized agents may also be required to provide a copy of the consumer’s signed permission authorizing the agent to submit requests on the consumer’s behalf under applicable local law."}, {"96": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"97": "The value of the Personal Information you provided is reasonably related to the benefits you get from the Program and includes the value of your access to our Content; our costs to provide you with the Content and to collect and process your Personal Information; and the potential benefits, such as additional advertising revenue and improvements we can make to our Products and Services through the Program."}, {"98": "We will retain Personal Information from or about you as reasonably necessary and proportionate to achieve the purpose(s) for which the Personal Information was collected or processed as outlined in this Privacy Policy unless a longer retention period is required or allowed by law."}, {"99": "We implement physical, technical, and organizational security measures designed to safeguard Personal Information. These measures aim to protect the Personal Information we collect from loss, misuse, and unauthorized access, disclosure alteration, and destruction. Please be aware that despite our efforts, no measures can guarantee security."}, {"100": "Our Services may contain links to third-party websites and applications. Any access to and use of such linked websites and applications is not governed by this Privacy Policy but is instead governed by the privacy policies of those third-party websites and applications. We are not responsible for the information practices of such third-party websites and applications. We encourage you to review the privacy policies of any third-party websites or applications that you choose to visit."}, {"101": "Please be aware that Personal Information and Content that you disclose in publicly accessible portions of the Products and Services may be available to other users and may also be made available outside the Products and Services by third parties, so you should be mindful of all Personal Information, especially Sensitive Personal Information, that you may wish to post. Where required by applicable local law, we may ask you to obtain consent from any individual before posting that individual’s Personal Information on our Products and Services."}, {"102": "Your Personal Information may be processed, transferred to, and maintained on servers and databases located outside of the jurisdiction in which you are based and where the privacy laws may not be as protective as your jurisdiction. Where required by applicable law, we have put in place appropriate safeguards (such as contractual commitments) in accordance with applicable legal requirements to ensure that your Personal Information is adequately protected. For more information on the appropriate safeguards in place, please contact us as noted in the Contact Us section of this Privacy Policy. "}, {"103": "Where required by applicable local law, our legal bases for processing your Personal Information are as follows: "}, {"104": "Performance of a contract: We process Personal Information where necessary for the performance of our contractual obligations to you. For example, to provide the Products and Services to you, including where you make a purchase, enter a sweepstakes, sign-up to attend an event or conference, or engage in another transaction with us. "}, {"105": "Compliance with legal obligations: We process Personal Information where necessary to comply with the legal obligations to which we are subject. For example, to cooperate with public and government authorities, courts, or regulators in accordance with our legal obligations, to the extent this requires the processing or disclosure of Personal Information to protect our rights. "}, {"106": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}, {"107": "Consent: Where required by applicable law, we process Personal Information based on your consent. If we have obtained your consent, you may have the right to withdraw your consent under applicable local law. To exercise this right, please contact us as noted in the Contact Us section below. If you appear in Content submitted to the Services, we may ask the person submitting the Content to obtain your consent. "}, {"108": "As noted above, our Products and Services are not designed for or directed to children under the age of 13. If we discover that a child under the age of 13 has provided us with Personal Information, we will delete such information from our systems."}, {"109": "We do not have actual knowledge of selling or sharing the Personal Information of consumers that are younger than 16 years of age. To the extent we have actual knowledge that a consumer is at least 13 and less than16 years of age, we will request affirmative authorization from the individual before selling or sharing the Personal Information, to the extent required under applicable local law."}, {"110": "Condé Nast is the controller of your Personal Information. If you have any questions about the privacy aspects of our Products or Services or would like to make a complaint, request, or have a question about your rights under this Privacy Policy please contact our Privacy Policy Coordinator or our Data Protection Officer as follows: "}, {"111": "This Privacy Policy is current as of the Last Updated date set forth above. We may change this Privacy Policy from time to time, so please be sure to check back periodically. We will post any changes to this Privacy Policy on our Products and Services. If we make any changes to this Privacy Policy that materially affect our practices with regard to the Personal Information, we have previously collected about you, we will endeavor to provide you with notice in advance of such change by highlighting the change on the Product or Service or otherwise communicating such change to you."}, {"112": "18. Additional Information Under Applicable Local Law"}, {"113": "As may be required under applicable local law, below is a chart that describes our business and commercial purposes for processing your Personal Information, as well as the categories of third parties to whom we may disclose, “sell,” or “share” for cross-contextual behavioral advertising (Targeted Advertising), as those terms are defined under applicable law."}, {"114": "Depending on how you interact with our Products and Services, we may have processed Personal Information about you for each (or any) of these purposes:"}, {"115": "In addition, we use and disclose certain Personal Information as described below:"}, {"116": "Category of Personal Information: Identifiers"}, {"117": "Category of Personal Information: Activity and Device Information "}, {"118": "Categories of third parties to whom we may disclose Activity and Device Information, for a business purpose:"}, {"119": "Categories of third parties to whom we may “sell” or “share” commercial information or Activity and Device information:"}, {"120": "Category of Personal Information: Payment Information"}, {"121": "Categories of third parties to whom we may disclose payment information for a business purpose:"}, {"122": "Categories of third parties to whom we may “sell” or “share” payment information: None."}, {"123": "Category of Personal Information: Audio, electronic, visual, or similar information "}, {"124": "Categories of third parties to whom we may disclose Personal Information for a business purpose:"}, {"125": "Categories of third parties to whom we may “sell” or “share” audio, electronic, visual, or similar information: None."}, {"126": "Category of Personal Information: Professional information"}, {"127": "Categories of third parties to whom we may disclose professional information for a business purpose:"}, {"128": "Categories of third parties to whom we may “sell” or “share” professional information:"}, {"129": "Category of Personal Information: Inferences"}, {"130": "Category of Personal Information: Information that may be treated as sensitive or otherwise protected under applicable local law"}, {"131": "Categories of third parties to whom we may disclose Personal Information that may be treated as sensitive or otherwise protected under applicable law for a business purpose:"}, {"132": "Categories of third parties to whom we may “sell” or “share” Personal Information that may be treated as sensitive or otherwise protected under applicable law:"}, {"133": "Category of Personal Information: Geolocation data"}]}, "count": 134}, "use": {"text": {"use": [{"0": "When you access, use, subscribe to, sign-up for, or register to use any of the websites, mobile apps, products, services, publications, or other "}, {"1": "through the use of various "}, {"2": "Why We Collect and How We Use Your Personal Information"}, {"3": "We collect and use your Personal Information to:"}, {"4": " may use Personal Information, including your name, email address, phone number, and "}, {"5": " to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. Where required by applicable law, we and/or our Identity Resolution Partners will obtain your consent, provide you with the opportunity to opt out of such use, or take other appropriate action. Please note we are not responsible for the privacy practices and policies of our Identity Resolution Partners, which are separate from our own and not covered by this Privacy Policy."}, {"6": "If you have an account with a social media company you may have agreed to allow them to use tools, features, or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. "}, {"7": "The activities of social media companies and their collection and use of your Personal Information is subject to their privacy policies, and we encourage you to review those privacy policies. "}, {"8": "You may have rights related to your Personal Information, including the right to access, delete, correct, transfer, and opt out of the use of it for certain purposes. Those rights vary, depending on your relationship with us, where you are located, and the laws that apply in your location. "}, {"9": "For example, residents of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, Montana, and certain other states have a variety of privacy rights, including, but not limited to, the right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; and limit, opt-out, or opt-in, as applicable, to the use and disclosure of your "}, {"10": "This Privacy Policy describes how we collect, use, disclose, sell, share, and retain your Personal Information in connection with our Products and Services and your rights and choices over our processing of your Personal Information. The "}, {"11": " section below contains specific details related to your rights under California and other applicable laws, including your right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information and know, access, correct, delete, restrict, object, and/or have portability of, your Personal Information."}, {"12": " (“Condé Nast,” “we,” “us,” or “our”)  collect, use, disclose, and retain "}, {"13": "By accessing or using any of our Products and Services, you acknowledge that your Personal Information will be processed in accordance with this Privacy Policy. Your use of the Products and Services, and any dispute over privacy, is subject to this Privacy Policy and our "}, {"14": "How We Use Your Personal Information"}, {"15": "Depending on the Products and Services you use, we may collect the following categories of Personal Information directly from you, automatically through your use of the Products and Services, and from third parties: "}, {"16": " Partners when you use or engage with our Products and Services. For more information, please refer to the section "}, {"17": "Activity and Device Information, including browser and device identifiers, model type, and settings; operating system; clickstream data such as the sections, links, and features of the website or mobile application you interact with and use; cookies, localStorage, and similar technologies; Content, search and browsing histories within our Products and Services; Content and advertisements you view, click, access, or engage with; and other similar information related to your interaction with our Products and Services. For more information, please refer to the section "}, {"18": "We collect Personal Information directly from you when you provide it to us in connection with your use of the Products and Services. For example, you may provide us with Personal Information:"}, {"19": "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. Some social media companies also will facilitate your registration for our Products and Services, such as through social sign-on, or will enhance or personalize your experience on our Products and Services, such as through technologies that enable you to easily share Content from our Products and Services on their platforms. For more information, please refer to the "}, {"20": "We encourage you to review the privacy policies of the social media companies you engage with as we are not responsible for their privacy practices or their collection and use of your Personal Information. "}, {"21": "We and our partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. This data may also include information about your operating system(s), device(s) and browsers. For more information, please refer to the "}, {"22": "2. How We Use Your Personal Information  "}, {"23": "To Provide Our Products and Services and Fulfill Your Requests. We use your Personal Information to provide and maintain our Products and Services; process and fulfill your requests or orders; communicate with you about your use of our Products and Services; provide you with customer support and respond to your inquiries, which may include the use of chatbots; and for other customer service and business administration purposes. Please note that when utilizing chatbots on our Products and Services, we may transcribe and retain your inquiries and responses. "}, {"24": "To Improve Our Products and Services. We use your Personal Information to understand and analyze our users and how our Products and Services are used by them, to improve, repair, and enhance the Products and Services, and to develop new products, services, features and functionality. "}, {"25": "Identification and Authentication Purposes. We use your Personal Information to identify and authenticate whether you subscribe to or have registered for one of our Products and Services so that you have access to the Product or Service. We also use your Personal Information and Activity and Device Information to help us identify you across different devices and browsers that you might use to access our Products and Services. "}, {"26": "Personalization, Marketing, and Promotional Purposes. We use your Personal Information to tailor the Content and information, including advertising and marketing that we may send or display to you, to provide Content, advertising, and marketing in the local language (based on your general geographic location), to provide personalized offers, personalized help and instructions, and to otherwise personalize your experiences while using the Products and Services. We may also use your Personal Information to:"}, {"27": "track your activities within the Products and Services and connect information about your activities within our Products and Services across the browsers and devices you use to access our Products and Services, including for "}, {"28": "To Comply With Legal Obligations. We may use your Personal Information where we believe necessary to comply with our legal obligations or to exercise or defend our rights or the rights of a third party, including complying with law enforcement or government authority requests and participating in compliance audits. "}, {"29": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"30": "Deidentified Data. We may also deidentify or anonymize your Personal Information in such a way that you may not reasonably be re-identified by us or another party, and we may use this deidentified data for those purposes permitted under applicable law. To the extent we deidentify any data, we will maintain and use such data in deidentified form and will not attempt to reidentify it."}, {"31": "Third-Party Business Partners. Some aspects of our Products and Services are supported by third-party business partners, such as, for example, a sponsor of one of our events or an advertising network on our websites, who may obtain your Personal Information when you use the Products and Services. We may also disclose Personal Information we collect about you: "}, {"32": "in connection with our use of “list rental” and “data co-ops” each of which involve contractual arrangements to enable other businesses to send direct marketing to you, provided, however, that those other businesses don’t receive your Personal Information; "}, {"33": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}, {"34": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"35": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"36": "We and our third-party business partners may also use these Tracking Technologies to gather Personal Information, including Sensitive Personal Information, about how you view and use our Products and Services and to connect your activity with other data we maintain about you. "}, {"37": "We and our third-party business partners may collect and share Personal Information about your online and offline activities over time and across unaffiliated websites and mobile applications to predict your preferences and interests, and, in conjunction with third parties, may use your Personal Information for cross-context behavioral advertising and to serve advertising believed to be of interest to you (\"Targeted Advertising\")."}, {"38": "We may collaborate with our service providers and our third-party Identity Resolution Partners to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. We and these Identity Resolution Partners facilitate identity resolution by creating probabilistic and deterministic identifiers. These identifiers may use Personal Information, including your name, email address, phone number, and Activity and Device Information to generate an online identifier reasonably linkable to you and/or your device or browser. "}, {"39": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"40": "Opting Out of a “Sale” or “Sharing” of Your Personal Information or of its Use for Targeted Advertising"}, {"41": "As noted in the Social Media Company Integration section above, we may utilize Tracking Technologies to disclose information about your use of our Products and Services to social media companies and other third-party business partners to serve you and other segments of users Targeted Advertising and to facilitate marketing communications. "}, {"42": "As noted above, when you use our Products and Services, our third-party advertising partners, social media companies, and analytics providers may collect Personal Information about your online activity on our Products and Services and on third-party websites. These providers may use Tracking Technologies to deliver advertisements to you when you visit third-party websites within their networks. "}, {"43": " There are a variety of methods available to you to opt out of certain third-party Tracking Technologies, including using tools provided within your device, browser, or the settings menu within a mobile application which may include an option that allows you to refuse the placement of certain Tracking Technologies."}, {"44": "restrict or limit our use of your Personal Information or your Sensitive Personal Information (right to limit); "}, {"45": "object to our use of your Personal Information; "}, {"46": "You may also have additional rights related to our use and disclosure of your Sensitive Personal Information. To learn more, please see "}, {"47": "Opting Out of a “Sale” or “Sharing” of Your Personal Information or of its Use for Targeted Advertising"}, {"48": "Please note that when following the processes described below, you may need to make your Opt-Out choices on each website, mobile application, browser, and device that you use, and if your browser’s cookies are cleared, you may need to repeat the process. However, if you have created an account to log in across several of our apps and/or websites, we will make reasonable efforts to apply your opt-out request to each of those apps and websites."}, {"49": "To exercise your right to opt-out of our “sale” or “sharing” of your Personal Information, the use of your Personal Information for Targeted Advertising purposes, or to limit our use and disclosure of your Sensitive Personal Information (collectively \"Opt-Out\") on our websites and mobile applications, where such choices are available to you under applicable local law:"}, {"50": "which sends a signal to websites indicating your choice to Opt-out of the use of your Personal Information for Targeted Advertising and “sales” or “shares” as defined under applicable law. We honor the GPC and where required by law, similar user-initiated browser based opt-out preference signals. Note that the Global Privacy Control is currently only applicable to opt-outs from websites. For mobile apps, please follow the instructions above."}, {"51": "> or call 1-888-914-9661 and use PIN 867 610."}, {"52": " For more information about this including how to opt-out of the use of certain of these Tracking Technologies, please visit the "}, {"53": "We implement physical, technical, and organizational security measures designed to safeguard Personal Information. These measures aim to protect the Personal Information we collect from loss, misuse, and unauthorized access, disclosure alteration, and destruction. Please be aware that despite our efforts, no measures can guarantee security."}, {"54": "Our Services may contain links to third-party websites and applications. Any access to and use of such linked websites and applications is not governed by this Privacy Policy but is instead governed by the privacy policies of those third-party websites and applications. We are not responsible for the information practices of such third-party websites and applications. We encourage you to review the privacy policies of any third-party websites or applications that you choose to visit."}, {"55": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}, {"56": "We may use CCTV video recording to protect the physical security of our property and Products and Services in line with applicable laws. We do this to comply with our contractual obligations (e.g., with customers and insurers) and our internal physical security policies to safeguard our properties, workplaces, people, and data."}, {"57": "In addition, we use and disclose certain Personal Information as described below:"}, {"58": "HOUSE & GARDEN"}]}, "count": 59}, "why": {"text": {"why": [{"0": "Why We Collect and How We Use Your Personal Information"}]}, "count": 1}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "When you access, use, subscribe to, sign-up for, or register to use any of the websites, mobile apps, products, services, publications, or other "}, {"1": "when you provide it to us, such as when you register with or subscribe to one of our websites, mobile apps, digital or print publications, or email newsletters; sign up for one of our events; enter a contest or sweepstakes; participate in a survey; or register for, purchase or engage with, any of our other online or offline activities, offerings, Products, or Services;"}, {"2": " to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. Where required by applicable law, we and/or our Identity Resolution Partners will obtain your consent, provide you with the opportunity to opt out of such use, or take other appropriate action. Please note we are not responsible for the privacy practices and policies of our Identity Resolution Partners, which are separate from our own and not covered by this Privacy Policy."}, {"3": " section of this Privacy Policy, and others who support our business operations, as well with organizations and our parent company that may be involved in an acquisition or other substantive change of our business."}, {"4": "If you have an account with a social media company you may have agreed to allow them to use tools, features, or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. "}, {"5": "For example, residents of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, Montana, and certain other states have a variety of privacy rights, including, but not limited to, the right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; and limit, opt-out, or opt-in, as applicable, to the use and disclosure of your "}, {"6": ".  For a more detailed description of these and other rights that may be available to you, please see these sections below:"}, {"7": " section below contains specific details related to your rights under California and other applicable laws, including your right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information and know, access, correct, delete, restrict, object, and/or have portability of, your Personal Information."}, {"8": "website, mobile site, application, email/text/SMS campaign, event, and/or other activity, offering, or publication (regardless of how distributed, transmitted, published, or broadcast) provided by us that links to, or references, this document, including without limitation all "}, {"9": ", features and functionality thereof, such as widgets, plug-ins, and embeddable players (collectively, the “Services”), as well as any merchandise, item, product and/or service, or other online or offline activity, offering, product or services that links to or references this Privacy Policy, including without limitation Content, sweepstakes, contests, surveys, events, email newsletters, magazines and other publications that may be featured, mentioned, reviewed, described, auctioned, given away, rented, sold, distributed, or otherwise available on or through the Services either by us or third parties (collectively, the “Products”)."}, {"10": "Payment records, such as the records of your purchase transactions with us and the associated financial account information, credit card number, debit card number, or other payment information. "}, {"11": "Activity and Device Information, including browser and device identifiers, model type, and settings; operating system; clickstream data such as the sections, links, and features of the website or mobile application you interact with and use; cookies, localStorage, and similar technologies; Content, search and browsing histories within our Products and Services; Content and advertisements you view, click, access, or engage with; and other similar information related to your interaction with our Products and Services. For more information, please refer to the section "}, {"12": "Professional information, such as occupation, employment history, professional contact information, education history, or other information provided by you in connection with the Products and Services. "}, {"13": "when you contact us, we may collect the above information, as well as other information that you choose to provide, including information about other people you may share with us, for example, when you indicate that you are purchasing one of our Products or Services as a gift;"}, {"14": "if the Product or Service you engage with is a contest, sweepstakes, survey or similar activity, we may also collect any Content, including writings, photos, videos, sound recordings, responses, comments, or other information that you provide in connection with the activity. "}, {"15": "Information We Collect From Other Sources"}, {"16": "We collect Personal Information about you from other sources, such as data brokers, data enrichment providers, industry co-ops, consumer marketing providers, advertising networks, data analytics providers, social media companies, publicly available sources, other users, and our affiliates and other related entities.  "}, {"17": "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. Some social media companies also will facilitate your registration for our Products and Services, such as through social sign-on, or will enhance or personalize your experience on our Products and Services, such as through technologies that enable you to easily share Content from our Products and Services on their platforms. For more information, please refer to the "}, {"18": "We and our third-party business partners may combine the Personal Information we collect from you with Personal Information we collect from other sources. Where required by applicable law, we obtain your consent before using your Personal Information for the purposes described below. We may also collect non-Personal Information for the purposes described below. However, when we combine it with Personal Information, we treat it as Personal Information. "}, {"19": "To Provide Our Products and Services and Fulfill Your Requests. We use your Personal Information to provide and maintain our Products and Services; process and fulfill your requests or orders; communicate with you about your use of our Products and Services; provide you with customer support and respond to your inquiries, which may include the use of chatbots; and for other customer service and business administration purposes. Please note that when utilizing chatbots on our Products and Services, we may transcribe and retain your inquiries and responses. "}, {"20": "Deidentified Data. We may also deidentify or anonymize your Personal Information in such a way that you may not reasonably be re-identified by us or another party, and we may use this deidentified data for those purposes permitted under applicable law. To the extent we deidentify any data, we will maintain and use such data in deidentified form and will not attempt to reidentify it."}, {"21": "in connection with our use of “list rental” and “data co-ops” each of which involve contractual arrangements to enable other businesses to send direct marketing to you, provided, however, that those other businesses don’t receive your Personal Information; "}, {"22": "to consumer data suppliers/resellers, data enrichment providers and aggregators, and other businesses that support our consumer and events marketing and advertising practices, including for purposes of Targeted Advertising, Identity Resolution, data optimization, lead generation and other data driven projects;"}, {"23": "to lawyers, auditors, accountants, consultants and other professional advisors. "}, {"24": "Business Transfers. If (i) we or our subsidiaries or affiliates are or may be acquired by, merged with, or invested in by another company, or (ii) if any of our assets are or may be transferred to another company, whether as part of a bankruptcy or insolvency proceeding or other reorganization of our business, we may transfer the Personal Information we have collected about you to the other company. As part of the business transfer process, we may also disclose certain of your Personal Information to our parent company, lenders, auditors, and third-party advisors, including attorneys and consultants. "}, {"25": "In Response to Legal Process. We may disclose your Personal Information where we believe necessary to comply with a law, regulation, judicial proceeding, court order, or other legal event or process, such as in response to a subpoena. "}, {"26": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}, {"27": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"28": "We and our third-party business partners may also use these Tracking Technologies to gather Personal Information, including Sensitive Personal Information, about how you view and use our Products and Services and to connect your activity with other data we maintain about you. "}, {"29": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"30": "As noted in the Social Media Company Integration section above, we may utilize Tracking Technologies to disclose information about your use of our Products and Services to social media companies and other third-party business partners to serve you and other segments of users Targeted Advertising and to facilitate marketing communications. "}, {"31": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"32": "The states of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting and/or what is sometimes called “sales” or “sharing” of your Personal Information, and other rights detailed immediately below. If you are a data subject in the European Economic Area (EEA), United Kingdom (UK), and Switzerland, you may also have some of these rights, including the right to: "}, {"33": "ask that we transfer the Personal Information we maintain about you to another organization, or to you, in certain circumstances (right to portability); "}, {"34": "Note that these rights are not always absolute and may be limited or denied where required or under applicable law. For example, if you are an active subscriber to one of our Products or Services and you make a deletion request, we will retain Personal Information to enable your subscription to continue, and in other circumstances may retain a record of your request and our response."}, {"35": "If you accessed the “Your Privacy Choices” button/link from the website or mobile application of a Condé Nast brand, such as The New Yorker, Vogue, or Wired, when you make your Opt-Out choice following the process described above, the Opt-Out will only be applied on the specific brand’s website. If you want to Opt-Out on our other websites, you will need to go to that website, access the “Your Privacy Choices” button/link and follow the Opt-Out process described above.  "}, {"36": "To Opt-Out of Targeted Advertising enabled by other uses of your Personal Information, such as by LiveRamp, an Identity Resolution partner, visit  "}, {"37": "Do Not Track (DNT). Your browser setting may allow you to automatically transmit a \"Do Not Track\" (DNT) signal to websites and online services that you visit. Since there is no consensus about what DNT means in this context and how to implement DNT signals, like many other businesses, our websites do not respond to these DNT signals, but you have the options noted above and below to make choices about how your Personal Information is used. "}, {"38": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"39": " or as described below. In response to your request, we may elect to make the content invisible to other users and the public (rather than deleting it entirely), in which case the content may remain on servers we control and/or may be publicly available elsewhere if a third party copied and reposted the content."}, {"40": "If you do not wish to receive future marketing or other commercial messages from us, follow the unsubscribe instructions contained within the message you receive. Note, however, that you may continue to receive certain communications from us that are necessary for the Products and Services, such as renewal notifications, invoices, technical notices, updates, security alerts, and support and administrative service bulletins."}, {"41": "Please be aware that Personal Information and Content that you disclose in publicly accessible portions of the Products and Services may be available to other users and may also be made available outside the Products and Services by third parties, so you should be mindful of all Personal Information, especially Sensitive Personal Information, that you may wish to post. Where required by applicable local law, we may ask you to obtain consent from any individual before posting that individual’s Personal Information on our Products and Services."}, {"42": "Performance of a contract: We process Personal Information where necessary for the performance of our contractual obligations to you. For example, to provide the Products and Services to you, including where you make a purchase, enter a sweepstakes, sign-up to attend an event or conference, or engage in another transaction with us. "}, {"43": "To conduct audits and other internal functions;"}]}, "count": 44}, "if": {"text": {"if": [{"0": "If you have an account with a social media company you may have agreed to allow them to use tools, features, or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. "}, {"1": ", including its applicable limitations of liability and the resolution of disputes by Arbitration, absent an appropriate exception or if you opt-out. The Condé Nast "}, {"2": "if the Product or Service you engage with is a contest, sweepstakes, survey or similar activity, we may also collect any Content, including writings, photos, videos, sound recordings, responses, comments, or other information that you provide in connection with the activity. "}, {"3": "If you choose to interact with our Products and Services on third-party social media company platforms such as Meta (Facebook & Instagram), TikTok, Pinterest, LinkedIn, and X, we may receive Personal Information that the social media companies make available to us, including Personal Information about your activities and contacts on those platforms. "}, {"4": "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. Some social media companies also will facilitate your registration for our Products and Services, such as through social sign-on, or will enhance or personalize your experience on our Products and Services, such as through technologies that enable you to easily share Content from our Products and Services on their platforms. For more information, please refer to the "}, {"5": "Business Transfers. If (i) we or our subsidiaries or affiliates are or may be acquired by, merged with, or invested in by another company, or (ii) if any of our assets are or may be transferred to another company, whether as part of a bankruptcy or insolvency proceeding or other reorganization of our business, we may transfer the Personal Information we have collected about you to the other company. As part of the business transfer process, we may also disclose certain of your Personal Information to our parent company, lenders, auditors, and third-party advisors, including attorneys and consultants. "}, {"6": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"7": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"8": "If you would like more information about this practice and your choices with respect to it, please visit"}, {"9": " and/or click the “Ad Choices” icon that appears in Targeted Advertising on our websites. Please note that if you exercise these choices, you may continue to receive ads that are not based on your preferences. "}, {"10": "The states of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting and/or what is sometimes called “sales” or “sharing” of your Personal Information, and other rights detailed immediately below. If you are a data subject in the European Economic Area (EEA), United Kingdom (UK), and Switzerland, you may also have some of these rights, including the right to: "}, {"11": "Note that these rights are not always absolute and may be limited or denied where required or under applicable law. For example, if you are an active subscriber to one of our Products or Services and you make a deletion request, we will retain Personal Information to enable your subscription to continue, and in other circumstances may retain a record of your request and our response."}, {"12": "To exercise your rights under applicable local law, or if, in accordance with applicable local law in California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana, you are an authorized agent, or a parent or guardian seeking to exercise rights on behalf of a minor, please follow the instructions provided below."}, {"13": "Please note that when following the processes described below, you may need to make your Opt-Out choices on each website, mobile application, browser, and device that you use, and if your browser’s cookies are cleared, you may need to repeat the process. However, if you have created an account to log in across several of our apps and/or websites, we will make reasonable efforts to apply your opt-out request to each of those apps and websites."}, {"14": "If you accessed the “Your Privacy Choices” button/link from the website or mobile application of a Condé Nast brand, such as The New Yorker, Vogue, or Wired, when you make your Opt-Out choice following the process described above, the Opt-Out will only be applied on the specific brand’s website. If you want to Opt-Out on our other websites, you will need to go to that website, access the “Your Privacy Choices” button/link and follow the Opt-Out process described above.  "}, {"15": "If you access the “Your Privacy Choices” button/link from our corporate site condenast.com, and follow the process described above, you will only be Opted-Out from the corporate website and will need to go to a specific brand website(s) that you wish to Opt-out from and follow the process described above. "}, {"16": "If you intend to Opt-out from condenast.com and not from one of our brand websites or mobile applications, you can click "}, {"17": "If you are a resident of the EEA, Switzerland, or the United Kingdom, and wish to exercise your rights under applicable local law, contact our Data Protection Officer by email at "}, {"18": "If you have any questions or need assistance exercising your rights, please contact our Privacy Policy Coordinator by  "}, {"19": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"20": "California’s \"Online Erasure\" law, Business and Professions Code §§ 22580-22582, requires operators of certain websites and online services to allow registered users who are under the age of 18 and residents of California to request removal of content they post. If you fit that description and posted Content on a section of our Products and Services that is directed to California residents at least 13 and younger than 18 years of age, you may request removal of the content by contacting our Privacy Policy Coordinator by "}, {"21": " or as described below. In response to your request, we may elect to make the content invisible to other users and the public (rather than deleting it entirely), in which case the content may remain on servers we control and/or may be publicly available elsewhere if a third party copied and reposted the content."}, {"22": "If you do not wish to receive future marketing or other commercial messages from us, follow the unsubscribe instructions contained within the message you receive. Note, however, that you may continue to receive certain communications from us that are necessary for the Products and Services, such as renewal notifications, invoices, technical notices, updates, security alerts, and support and administrative service bulletins."}, {"23": "Consent: Where required by applicable law, we process Personal Information based on your consent. If we have obtained your consent, you may have the right to withdraw your consent under applicable local law. To exercise this right, please contact us as noted in the Contact Us section below. If you appear in Content submitted to the Services, we may ask the person submitting the Content to obtain your consent. "}, {"24": "As noted above, our Products and Services are not designed for or directed to children under the age of 13. If we discover that a child under the age of 13 has provided us with Personal Information, we will delete such information from our systems."}, {"25": "Condé Nast is the controller of your Personal Information. If you have any questions about the privacy aspects of our Products or Services or would like to make a complaint, request, or have a question about your rights under this Privacy Policy please contact our Privacy Policy Coordinator or our Data Protection Officer as follows: "}, {"26": "This Privacy Policy is current as of the Last Updated date set forth above. We may change this Privacy Policy from time to time, so please be sure to check back periodically. We will post any changes to this Privacy Policy on our Products and Services. If we make any changes to this Privacy Policy that materially affect our practices with regard to the Personal Information, we have previously collected about you, we will endeavor to provide you with notice in advance of such change by highlighting the change on the Product or Service or otherwise communicating such change to you."}]}, "count": 27}, "when": {"text": {"when": [{"0": "When you access, use, subscribe to, sign-up for, or register to use any of the websites, mobile apps, products, services, publications, or other "}, {"1": "when you provide it to us, such as when you register with or subscribe to one of our websites, mobile apps, digital or print publications, or email newsletters; sign up for one of our events; enter a contest or sweepstakes; participate in a survey; or register for, purchase or engage with, any of our other online or offline activities, offerings, Products, or Services;"}, {"2": " Partners when you use or engage with our Products and Services. For more information, please refer to the section "}, {"3": "Audio, electronic, visual, or similar information, such as when you submit information to us as part of a contest, sweepstakes, or similar activity: voice recordings, video recordings, physical characteristics or description, and photos. "}, {"4": "We collect Personal Information directly from you when you provide it to us in connection with your use of the Products and Services. For example, you may provide us with Personal Information:"}, {"5": "when you contact us, we may collect the above information, as well as other information that you choose to provide, including information about other people you may share with us, for example, when you indicate that you are purchasing one of our Products or Services as a gift;"}, {"6": "We and our partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. This data may also include information about your operating system(s), device(s) and browsers. For more information, please refer to the "}, {"7": "We and our third-party business partners may combine the Personal Information we collect from you with Personal Information we collect from other sources. Where required by applicable law, we obtain your consent before using your Personal Information for the purposes described below. We may also collect non-Personal Information for the purposes described below. However, when we combine it with Personal Information, we treat it as Personal Information. "}, {"8": "To Provide Our Products and Services and Fulfill Your Requests. We use your Personal Information to provide and maintain our Products and Services; process and fulfill your requests or orders; communicate with you about your use of our Products and Services; provide you with customer support and respond to your inquiries, which may include the use of chatbots; and for other customer service and business administration purposes. Please note that when utilizing chatbots on our Products and Services, we may transcribe and retain your inquiries and responses. "}, {"9": "Third-Party Business Partners. Some aspects of our Products and Services are supported by third-party business partners, such as, for example, a sponsor of one of our events or an advertising network on our websites, who may obtain your Personal Information when you use the Products and Services. We may also disclose Personal Information we collect about you: "}, {"10": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}, {"11": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"12": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"13": "As noted above, when you use our Products and Services, our third-party advertising partners, social media companies, and analytics providers may collect Personal Information about your online activity on our Products and Services and on third-party websites. These providers may use Tracking Technologies to deliver advertisements to you when you visit third-party websites within their networks. "}, {"14": "Please note that when following the processes described below, you may need to make your Opt-Out choices on each website, mobile application, browser, and device that you use, and if your browser’s cookies are cleared, you may need to repeat the process. However, if you have created an account to log in across several of our apps and/or websites, we will make reasonable efforts to apply your opt-out request to each of those apps and websites."}, {"15": "If you accessed the “Your Privacy Choices” button/link from the website or mobile application of a Condé Nast brand, such as The New Yorker, Vogue, or Wired, when you make your Opt-Out choice following the process described above, the Opt-Out will only be applied on the specific brand’s website. If you want to Opt-Out on our other websites, you will need to go to that website, access the “Your Privacy Choices” button/link and follow the Opt-Out process described above.  "}, {"16": "To Opt-out of “sales” or “sharing” such as when your name and mailing address is used in connection with list rental and data co-ops, fill out this <"}, {"17": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}]}, "count": 18}, "help": {"text": {"help": [{"0": "Identification and Authentication Purposes. We use your Personal Information to identify and authenticate whether you subscribe to or have registered for one of our Products and Services so that you have access to the Product or Service. We also use your Personal Information and Activity and Device Information to help us identify you across different devices and browsers that you might use to access our Products and Services. "}, {"1": "Personalization, Marketing, and Promotional Purposes. We use your Personal Information to tailor the Content and information, including advertising and marketing that we may send or display to you, to provide Content, advertising, and marketing in the local language (based on your general geographic location), to provide personalized offers, personalized help and instructions, and to otherwise personalize your experiences while using the Products and Services. We may also use your Personal Information to:"}, {"2": "Service Providers. We may disclose Personal Information we collect about you to service providers, who perform certain functions and business operations on our behalf. For example, we engage service providers to help us with technical maintenance, database management, fraud prevention, market research, payment processing, order fulfillment, address verification, community and forums management, auctions, e-commerce, list rental, data co-op management, audience, website and mobile application authentication, and similar business functions. We may disclose some of the Personal Information that we collect from or about you to process and fulfill your requests for video Content offered through our Products and Services, including to provide you with access to localized Content and video Content recommendations."}, {"3": "to social media companies; to companies that help us with our Products and Services, and product recommendations; and"}, {"4": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"5": "Companies that help with our products and product recommendations;"}, {"6": "Companies that help with our products and product recommendations."}, {"7": "Companies that help with our products and product recommendations;"}, {"8": "Companies that help with our products and product recommendations."}, {"9": "Companies that help with our products and product recommendations;"}, {"10": "Companies that help with our products and product recommendations;"}, {"11": "Companies that help with our products and product recommendations;"}, {"12": "Companies that help with our products and product recommendations."}, {"13": "Companies that help with our products and product recommendations;"}, {"14": "Companies that help with our products and product recommendations."}, {"15": "Companies that help with our products and product recommendations;"}, {"16": "Companies that help with our products and product recommendations;"}]}, "count": 17}, "access": {"text": {"access": [{"0": "When you access, use, subscribe to, sign-up for, or register to use any of the websites, mobile apps, products, services, publications, or other "}, {"1": " to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. Where required by applicable law, we and/or our Identity Resolution Partners will obtain your consent, provide you with the opportunity to opt out of such use, or take other appropriate action. Please note we are not responsible for the privacy practices and policies of our Identity Resolution Partners, which are separate from our own and not covered by this Privacy Policy."}, {"2": "You may have rights related to your Personal Information, including the right to access, delete, correct, transfer, and opt out of the use of it for certain purposes. Those rights vary, depending on your relationship with us, where you are located, and the laws that apply in your location. "}, {"3": " section below contains specific details related to your rights under California and other applicable laws, including your right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information and know, access, correct, delete, restrict, object, and/or have portability of, your Personal Information."}, {"4": "Activity and Device Information, including browser and device identifiers, model type, and settings; operating system; clickstream data such as the sections, links, and features of the website or mobile application you interact with and use; cookies, localStorage, and similar technologies; Content, search and browsing histories within our Products and Services; Content and advertisements you view, click, access, or engage with; and other similar information related to your interaction with our Products and Services. For more information, please refer to the section "}, {"5": "Identification and Authentication Purposes. We use your Personal Information to identify and authenticate whether you subscribe to or have registered for one of our Products and Services so that you have access to the Product or Service. We also use your Personal Information and Activity and Device Information to help us identify you across different devices and browsers that you might use to access our Products and Services. "}, {"6": "track your activities within the Products and Services and connect information about your activities within our Products and Services across the browsers and devices you use to access our Products and Services, including for "}, {"7": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"8": "Service Providers. We may disclose Personal Information we collect about you to service providers, who perform certain functions and business operations on our behalf. For example, we engage service providers to help us with technical maintenance, database management, fraud prevention, market research, payment processing, order fulfillment, address verification, community and forums management, auctions, e-commerce, list rental, data co-op management, audience, website and mobile application authentication, and similar business functions. We may disclose some of the Personal Information that we collect from or about you to process and fulfill your requests for video Content offered through our Products and Services, including to provide you with access to localized Content and video Content recommendations."}, {"9": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"10": "We may collaborate with our service providers and our third-party Identity Resolution Partners to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. We and these Identity Resolution Partners facilitate identity resolution by creating probabilistic and deterministic identifiers. These identifiers may use Personal Information, including your name, email address, phone number, and Activity and Device Information to generate an online identifier reasonably linkable to you and/or your device or browser. "}, {"11": "request a copy of your Personal Information (right to access);"}, {"12": "If you accessed the “Your Privacy Choices” button/link from the website or mobile application of a Condé Nast brand, such as The New Yorker, Vogue, or Wired, when you make your Opt-Out choice following the process described above, the Opt-Out will only be applied on the specific brand’s website. If you want to Opt-Out on our other websites, you will need to go to that website, access the “Your Privacy Choices” button/link and follow the Opt-Out process described above.  "}, {"13": "If you access the “Your Privacy Choices” button/link from our corporate site condenast.com, and follow the process described above, you will only be Opted-Out from the corporate website and will need to go to a specific brand website(s) that you wish to Opt-out from and follow the process described above. "}, {"14": "To exercise your rights to know, access, correct, delete, restrict, object, or portability, under applicable local law as described above, contact us at 1-888-914-9661, using the PIN 867 610, or submit a request by completing this <"}, {"15": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"16": "The value of the Personal Information you provided is reasonably related to the benefits you get from the Program and includes the value of your access to our Content; our costs to provide you with the Content and to collect and process your Personal Information; and the potential benefits, such as additional advertising revenue and improvements we can make to our Products and Services through the Program."}, {"17": "We implement physical, technical, and organizational security measures designed to safeguard Personal Information. These measures aim to protect the Personal Information we collect from loss, misuse, and unauthorized access, disclosure alteration, and destruction. Please be aware that despite our efforts, no measures can guarantee security."}, {"18": "Our Services may contain links to third-party websites and applications. Any access to and use of such linked websites and applications is not governed by this Privacy Policy but is instead governed by the privacy policies of those third-party websites and applications. We are not responsible for the information practices of such third-party websites and applications. We encourage you to review the privacy policies of any third-party websites or applications that you choose to visit."}]}, "count": 19}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {"we only": [{"0": "In general, we only collect the Personal Information that is reasonably necessary for and proportional to the purposes for which we process it. "}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "We collect Personal Information: "}, {"1": "Why We Collect and How We Use Your Personal Information"}, {"2": "We collect and use your Personal Information to:"}, {"3": "This Privacy Policy describes how we collect, use, disclose, sell, share, and retain your Personal Information in connection with our Products and Services and your rights and choices over our processing of your Personal Information. The "}, {"4": "Categories of Personal Information We Collect About You"}, {"5": "1. Categories of Personal Information We Collect About You"}, {"6": "Information We Collect Directly From You"}, {"7": "We collect Personal Information directly from you when you provide it to us in connection with your use of the Products and Services. For example, you may provide us with Personal Information:"}, {"8": "Information We Collect From Other Sources"}, {"9": "We collect Personal Information about you from other sources, such as data brokers, data enrichment providers, industry co-ops, consumer marketing providers, advertising networks, data analytics providers, social media companies, publicly available sources, other users, and our affiliates and other related entities.  "}, {"10": "Information We Collect Automatically"}, {"11": "We and our third-party business partners may combine the Personal Information we collect from you with Personal Information we collect from other sources. Where required by applicable law, we obtain your consent before using your Personal Information for the purposes described below. We may also collect non-Personal Information for the purposes described below. However, when we combine it with Personal Information, we treat it as Personal Information. "}, {"12": "Related Entities. We may disclose Personal Information we collect about you to our affiliates, subsidiaries, and related entities, such as those listed "}, {"13": "Service Providers. We may disclose Personal Information we collect about you to service providers, who perform certain functions and business operations on our behalf. For example, we engage service providers to help us with technical maintenance, database management, fraud prevention, market research, payment processing, order fulfillment, address verification, community and forums management, auctions, e-commerce, list rental, data co-op management, audience, website and mobile application authentication, and similar business functions. We may disclose some of the Personal Information that we collect from or about you to process and fulfill your requests for video Content offered through our Products and Services, including to provide you with access to localized Content and video Content recommendations."}, {"14": "Third-Party Business Partners. Some aspects of our Products and Services are supported by third-party business partners, such as, for example, a sponsor of one of our events or an advertising network on our websites, who may obtain your Personal Information when you use the Products and Services. We may also disclose Personal Information we collect about you: "}, {"15": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"16": "We implement physical, technical, and organizational security measures designed to safeguard Personal Information. These measures aim to protect the Personal Information we collect from loss, misuse, and unauthorized access, disclosure alteration, and destruction. Please be aware that despite our efforts, no measures can guarantee security."}]}, "count": 17}, "we may collect": {"text": {"we may collect": [{"0": "Depending on the Products and Services you use, we may collect the following categories of Personal Information directly from you, automatically through your use of the Products and Services, and from third parties: "}, {"1": "to subscribe to, sign-up for or register with, one of our Products or Services, in which case we may collect your name, login credentials and password information, telephone number(s), postal and/or email address, payment records, social media handles and additional information you may provide such as your age, gender, and preferences (such as whether you want to receive newsletters);"}, {"2": "when you contact us, we may collect the above information, as well as other information that you choose to provide, including information about other people you may share with us, for example, when you indicate that you are purchasing one of our Products or Services as a gift;"}]}, "count": 3}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": " to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. Where required by applicable law, we and/or our Identity Resolution Partners will obtain your consent, provide you with the opportunity to opt out of such use, or take other appropriate action. Please note we are not responsible for the privacy practices and policies of our Identity Resolution Partners, which are separate from our own and not covered by this Privacy Policy."}, {"1": "If you have an account with a social media company you may have agreed to allow them to use tools, features, or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. "}, {"2": "You may have rights related to your Personal Information, including the right to access, delete, correct, transfer, and opt out of the use of it for certain purposes. Those rights vary, depending on your relationship with us, where you are located, and the laws that apply in your location. "}, {"3": " This Privacy Policy also describes the rights that you may have regarding our processing of your Personal Information under applicable local law.  "}, {"4": "You may download a printable copy of this Privacy Policy ("}, {"5": "We collect Personal Information directly from you when you provide it to us in connection with your use of the Products and Services. For example, you may provide us with Personal Information:"}, {"6": "to subscribe to, sign-up for or register with, one of our Products or Services, in which case we may collect your name, login credentials and password information, telephone number(s), postal and/or email address, payment records, social media handles and additional information you may provide such as your age, gender, and preferences (such as whether you want to receive newsletters);"}, {"7": "when you contact us, we may collect the above information, as well as other information that you choose to provide, including information about other people you may share with us, for example, when you indicate that you are purchasing one of our Products or Services as a gift;"}, {"8": "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. Some social media companies also will facilitate your registration for our Products and Services, such as through social sign-on, or will enhance or personalize your experience on our Products and Services, such as through technologies that enable you to easily share Content from our Products and Services on their platforms. For more information, please refer to the "}, {"9": "Deidentified Data. We may also deidentify or anonymize your Personal Information in such a way that you may not reasonably be re-identified by us or another party, and we may use this deidentified data for those purposes permitted under applicable law. To the extent we deidentify any data, we will maintain and use such data in deidentified form and will not attempt to reidentify it."}, {"10": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"11": "We may collaborate with our service providers and our third-party Identity Resolution Partners to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. We and these Identity Resolution Partners facilitate identity resolution by creating probabilistic and deterministic identifiers. These identifiers may use Personal Information, including your name, email address, phone number, and Activity and Device Information to generate an online identifier reasonably linkable to you and/or your device or browser. "}, {"12": " and/or click the “Ad Choices” icon that appears in Targeted Advertising on our websites. Please note that if you exercise these choices, you may continue to receive ads that are not based on your preferences. "}, {"13": "The states of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting and/or what is sometimes called “sales” or “sharing” of your Personal Information, and other rights detailed immediately below. If you are a data subject in the European Economic Area (EEA), United Kingdom (UK), and Switzerland, you may also have some of these rights, including the right to: "}, {"14": "You may also have additional rights related to our use and disclosure of your Sensitive Personal Information. To learn more, please see "}, {"15": "Please note that when following the processes described below, you may need to make your Opt-Out choices on each website, mobile application, browser, and device that you use, and if your browser’s cookies are cleared, you may need to repeat the process. However, if you have created an account to log in across several of our apps and/or websites, we will make reasonable efforts to apply your opt-out request to each of those apps and websites."}, {"16": "You may have a right to appeal a decision we make relating to requests to exercise your rights under applicable local law. To appeal a decision, please contact us our Privacy Policy Coordinator by "}, {"17": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"18": "California’s \"Online Erasure\" law, Business and Professions Code §§ 22580-22582, requires operators of certain websites and online services to allow registered users who are under the age of 18 and residents of California to request removal of content they post. If you fit that description and posted Content on a section of our Products and Services that is directed to California residents at least 13 and younger than 18 years of age, you may request removal of the content by contacting our Privacy Policy Coordinator by "}, {"19": "If you do not wish to receive future marketing or other commercial messages from us, follow the unsubscribe instructions contained within the message you receive. Note, however, that you may continue to receive certain communications from us that are necessary for the Products and Services, such as renewal notifications, invoices, technical notices, updates, security alerts, and support and administrative service bulletins."}, {"20": "Please be aware that Personal Information and Content that you disclose in publicly accessible portions of the Products and Services may be available to other users and may also be made available outside the Products and Services by third parties, so you should be mindful of all Personal Information, especially Sensitive Personal Information, that you may wish to post. Where required by applicable local law, we may ask you to obtain consent from any individual before posting that individual’s Personal Information on our Products and Services."}, {"21": "Consent: Where required by applicable law, we process Personal Information based on your consent. If we have obtained your consent, you may have the right to withdraw your consent under applicable local law. To exercise this right, please contact us as noted in the Contact Us section below. If you appear in Content submitted to the Services, we may ask the person submitting the Content to obtain your consent. "}]}, "count": 22}, "you can": {"text": {"you can": [{"0": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"1": "If you intend to Opt-out from condenast.com and not from one of our brand websites or mobile applications, you can click "}, {"2": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}, {"3": "We have also appointed Edizioni Condé Nast S.p.A. as our data protection representative in the EEA. You can contact Edizioni Condé Nast S.p.A. at "}]}, "count": 4}, "right": {"text": {"right": [{"0": "You may have rights related to your Personal Information, including the right to access, delete, correct, transfer, and opt out of the use of it for certain purposes. Those rights vary, depending on your relationship with us, where you are located, and the laws that apply in your location. "}, {"1": "For example, residents of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, Montana, and certain other states have a variety of privacy rights, including, but not limited to, the right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; and limit, opt-out, or opt-in, as applicable, to the use and disclosure of your "}, {"2": "Exercising Your Privacy Rights, Including the Right to Opt Out of Targeted Advertising"}, {"3": "Exercising Your Privacy Rights, Including the Right to Opt Out of Targeted Advertising"}, {"4": " section below contains specific details related to your rights under California and other applicable laws, including your right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information and know, access, correct, delete, restrict, object, and/or have portability of, your Personal Information."}, {"5": "Exercising Your Privacy Rights, Including the Right to Opt Out of Targeted Advertising"}, {"6": "The states of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting and/or what is sometimes called “sales” or “sharing” of your Personal Information, and other rights detailed immediately below. If you are a data subject in the European Economic Area (EEA), United Kingdom (UK), and Switzerland, you may also have some of these rights, including the right to: "}, {"7": "request information about our processing of your Personal Information (right to know), including, depending on your state of residence, a list of specific third parties to whom we have disclosed your Personal Information;"}, {"8": "request a copy of your Personal Information (right to access);"}, {"9": "request to rectify, correct, or update the Personal Information we hold about you (collectively right to correct); "}, {"10": "restrict or limit our use of your Personal Information or your Sensitive Personal Information (right to limit); "}, {"11": "ask that we transfer the Personal Information we maintain about you to another organization, or to you, in certain circumstances (right to portability); "}, {"12": "Exercising Your Privacy Rights, Including the Right to Opt Out of Targeted Advertising below."}, {"13": "7. Exercising Your Privacy Rights, Including the Right to Opt Out of Targeted Advertising"}, {"14": "To exercise your right to opt-out of our “sale” or “sharing” of your Personal Information, the use of your Personal Information for Targeted Advertising purposes, or to limit our use and disclosure of your Sensitive Personal Information (collectively \"Opt-Out\") on our websites and mobile applications, where such choices are available to you under applicable local law:"}, {"15": "We reserve the right, and in some cases may be required by law, to take reasonable steps to verify your identity before fulfilling your requests to know, correct, or delete. For example, we may seek to establish your identity to a reasonable or a reasonably high degree of certainty by matching information that you submit alongside your request with information that we have in our records. We may ask you or your authorized agent for supplemental information as needed to establish your identity. Authorized agents may also be required to provide a copy of the consumer’s signed permission authorizing the agent to submit requests on the consumer’s behalf under applicable local law."}, {"16": "You may have a right to appeal a decision we make relating to requests to exercise your rights under applicable local law. To appeal a decision, please contact us our Privacy Policy Coordinator by "}, {"17": "Consent: Where required by applicable law, we process Personal Information based on your consent. If we have obtained your consent, you may have the right to withdraw your consent under applicable local law. To exercise this right, please contact us as noted in the Contact Us section below. If you appear in Content submitted to the Services, we may ask the person submitting the Content to obtain your consent. "}, {"18": "COPYRIGHT 2024 CONDÉ NAST. ALL RIGHTS RESERVED"}]}, "count": 19}, "choice": {"text": {"choice": [{"0": "Click on the “Your Privacy Choices” button/link, typically located in the footer of our brand (such as The New Yorker, Vogue, or Wired) website or in the settings/about menu of our brands’ mobile applications. Please then follow the instructions on the applicable “Your Privacy Choices” webpage, which may request that you slide a toggle switch or submit a form to effectuate your choice."}, {"1": "If you accessed the “Your Privacy Choices” button/link from the website or mobile application of a Condé Nast brand, such as The New Yorker, Vogue, or Wired, when you make your Opt-Out choice following the process described above, the Opt-Out will only be applied on the specific brand’s website. If you want to Opt-Out on our other websites, you will need to go to that website, access the “Your Privacy Choices” button/link and follow the Opt-Out process described above.  "}, {"2": "which sends a signal to websites indicating your choice to Opt-out of the use of your Personal Information for Targeted Advertising and “sales” or “shares” as defined under applicable law. We honor the GPC and where required by law, similar user-initiated browser based opt-out preference signals. Note that the Global Privacy Control is currently only applicable to opt-outs from websites. For mobile apps, please follow the instructions above."}]}, "count": 3}, "request": {"text": {"request": [{"0": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"1": "request information about our processing of your Personal Information (right to know), including, depending on your state of residence, a list of specific third parties to whom we have disclosed your Personal Information;"}, {"2": "request a copy of your Personal Information (right to access);"}, {"3": "request to rectify, correct, or update the Personal Information we hold about you (collectively right to correct); "}, {"4": "request deletion of your Personal Information; "}, {"5": "Note that these rights are not always absolute and may be limited or denied where required or under applicable law. For example, if you are an active subscriber to one of our Products or Services and you make a deletion request, we will retain Personal Information to enable your subscription to continue, and in other circumstances may retain a record of your request and our response."}, {"6": "Please note that when following the processes described below, you may need to make your Opt-Out choices on each website, mobile application, browser, and device that you use, and if your browser’s cookies are cleared, you may need to repeat the process. However, if you have created an account to log in across several of our apps and/or websites, we will make reasonable efforts to apply your opt-out request to each of those apps and websites."}, {"7": "Click on the “Your Privacy Choices” button/link, typically located in the footer of our brand (such as The New Yorker, Vogue, or Wired) website or in the settings/about menu of our brands’ mobile applications. Please then follow the instructions on the applicable “Your Privacy Choices” webpage, which may request that you slide a toggle switch or submit a form to effectuate your choice."}, {"8": "As noted above, your choices are specific to the browser, website, mobile application, and device you are using. Although we will make reasonable efforts to apply your opt-out request across several of our apps and/or websites if you have created an account to log in across several of ours apps and/or websites, this generally means that:If you accessed the “Your Privacy Choices” button/link from the website or mobile application of a Condé Nast brand, such as The New Yorker, Vogue, or Wired, when you make your Opt-Out choice following the process described above, the Opt-Out will only be applied on the specific brand’s website. If you want to Opt-Out on our other websites, you will need to go to that website, access the “Your Privacy Choices” button/link and follow the Opt-Out process described above.  If you access the “Your Privacy Choices” button/link from our corporate site condenast.com, and follow the process described above, you will only be Opted-Out from the corporate website and will need to go to a specific brand website(s) that you wish to Opt-out from and follow the process described above. If you intend to Opt-out from condenast.com and not from one of our brand websites or mobile applications, you can click Your Privacy Choices or follow the process described above on the condenast.com website. "}, {"9": "To exercise your rights to know, access, correct, delete, restrict, object, or portability, under applicable local law as described above, contact us at 1-888-914-9661, using the PIN 867 610, or submit a request by completing this <"}, {"10": "We reserve the right, and in some cases may be required by law, to take reasonable steps to verify your identity before fulfilling your requests to know, correct, or delete. For example, we may seek to establish your identity to a reasonable or a reasonably high degree of certainty by matching information that you submit alongside your request with information that we have in our records. We may ask you or your authorized agent for supplemental information as needed to establish your identity. Authorized agents may also be required to provide a copy of the consumer’s signed permission authorizing the agent to submit requests on the consumer’s behalf under applicable local law."}, {"11": "California’s \"Online Erasure\" law, Business and Professions Code §§ 22580-22582, requires operators of certain websites and online services to allow registered users who are under the age of 18 and residents of California to request removal of content they post. If you fit that description and posted Content on a section of our Products and Services that is directed to California residents at least 13 and younger than 18 years of age, you may request removal of the content by contacting our Privacy Policy Coordinator by "}, {"12": " or as described below. In response to your request, we may elect to make the content invisible to other users and the public (rather than deleting it entirely), in which case the content may remain on servers we control and/or may be publicly available elsewhere if a third party copied and reposted the content."}, {"13": "We do not have actual knowledge of selling or sharing the Personal Information of consumers that are younger than 16 years of age. To the extent we have actual knowledge that a consumer is at least 13 and less than16 years of age, we will request affirmative authorization from the individual before selling or sharing the Personal Information, to the extent required under applicable local law."}, {"14": "Condé Nast is the controller of your Personal Information. If you have any questions about the privacy aspects of our Products or Services or would like to make a complaint, request, or have a question about your rights under this Privacy Policy please contact our Privacy Policy Coordinator or our Data Protection Officer as follows: "}]}, "count": 15}, "delete": {"text": {"delete": [{"0": "You may have rights related to your Personal Information, including the right to access, delete, correct, transfer, and opt out of the use of it for certain purposes. Those rights vary, depending on your relationship with us, where you are located, and the laws that apply in your location. "}, {"1": " section below contains specific details related to your rights under California and other applicable laws, including your right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information and know, access, correct, delete, restrict, object, and/or have portability of, your Personal Information."}, {"2": "To exercise your rights to know, access, correct, delete, restrict, object, or portability, under applicable local law as described above, contact us at 1-888-914-9661, using the PIN 867 610, or submit a request by completing this <"}, {"3": "We reserve the right, and in some cases may be required by law, to take reasonable steps to verify your identity before fulfilling your requests to know, correct, or delete. For example, we may seek to establish your identity to a reasonable or a reasonably high degree of certainty by matching information that you submit alongside your request with information that we have in our records. We may ask you or your authorized agent for supplemental information as needed to establish your identity. Authorized agents may also be required to provide a copy of the consumer’s signed permission authorizing the agent to submit requests on the consumer’s behalf under applicable local law."}, {"4": "As noted above, our Products and Services are not designed for or directed to children under the age of 13. If we discover that a child under the age of 13 has provided us with Personal Information, we will delete such information from our systems."}]}, "count": 5}, "deletion": {"text": {"deletion": [{"0": "request deletion of your Personal Information; "}, {"1": "Note that these rights are not always absolute and may be limited or denied where required or under applicable law. For example, if you are an active subscriber to one of our Products or Services and you make a deletion request, we will retain Personal Information to enable your subscription to continue, and in other circumstances may retain a record of your request and our response."}]}, "count": 2}, "remove": {"text": {}, "count": 0}, "removal": {"text": {"removal": [{"0": "California’s \"Online Erasure\" law, Business and Professions Code §§ 22580-22582, requires operators of certain websites and online services to allow registered users who are under the age of 18 and residents of California to request removal of content they post. If you fit that description and posted Content on a section of our Products and Services that is directed to California residents at least 13 and younger than 18 years of age, you may request removal of the content by contacting our Privacy Policy Coordinator by "}]}, "count": 1}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "Performance of a contract:"}]}, "count": 1}, "agreement": {"text": {"agreement": [{"0": "By accessing or using any of our Products and Services, you acknowledge that your Personal Information will be processed in accordance with this Privacy Policy. Your use of the Products and Services, and any dispute over privacy, is subject to this Privacy Policy and our User Agreement, including its applicable limitations of liability and the resolution of disputes by Arbitration, absent an appropriate exception or if you opt-out. The Condé Nast User Agreement is incorporated by reference into this Privacy Policy."}, {"1": "To Protect Us and Others. We disclose your Personal Information where we believe it is appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or the security of our Products and Services, violations of our User Agreement or this Privacy Policy, or as evidence in a litigation or arbitration in which we are involved. "}, {"2": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}]}, "count": 3}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {"we control": [{"0": " or as described below. In response to your request, we may elect to make the content invisible to other users and the public (rather than deleting it entirely), in which case the content may remain on servers we control and/or may be publicly available elsewhere if a third party copied and reposted the content."}]}, "count": 1}, "legal": {"text": {"legal": [{"0": "comply with our legal obligations;"}, {"1": "To Comply With Legal Obligations"}, {"2": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"3": "In Response to Legal Process."}, {"4": "To Protect Us and Others. We disclose your Personal Information where we believe it is appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or the security of our Products and Services, violations of our "}, {"5": "Your Personal Information may be processed, transferred to, and maintained on servers and databases located outside of the jurisdiction in which you are based and where the privacy laws may not be as protective as your jurisdiction. Where required by applicable law, we have put in place appropriate safeguards (such as contractual commitments) in accordance with applicable legal requirements to ensure that your Personal Information is adequately protected. For more information on the appropriate safeguards in place, please contact us as noted in the Contact Us section of this Privacy Policy. "}, {"6": "Where required by applicable local law, our legal bases for processing your Personal Information are as follows: "}, {"7": "Compliance with legal obligations:"}, {"8": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}, {"9": "To comply with the law, legal process, and internal policies;"}, {"10": "To exercise and defend legal claims;"}, {"11": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"12": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"13": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"14": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"15": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"16": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"17": "Governmental and law enforcement officials, or parties to legal proceedings."}]}, "count": 18}, "authority": {"text": {"authority": [{"0": "To Comply With Legal Obligations. We may use your Personal Information where we believe necessary to comply with our legal obligations or to exercise or defend our rights or the rights of a third party, including complying with law enforcement or government authority requests and participating in compliance audits. "}, {"1": "lodge a complaint with your local data protection authority. "}]}, "count": 2}, "comply": {"text": {"comply": [{"0": "comply with our legal obligations;"}, {"1": "To Comply With Legal Obligations"}, {"2": "In Response to Legal Process. We may disclose your Personal Information where we believe necessary to comply with a law, regulation, judicial proceeding, court order, or other legal event or process, such as in response to a subpoena. "}, {"3": "Compliance with legal obligations: We process Personal Information where necessary to comply with the legal obligations to which we are subject. For example, to cooperate with public and government authorities, courts, or regulators in accordance with our legal obligations, to the extent this requires the processing or disclosure of Personal Information to protect our rights. "}, {"4": "We may use CCTV video recording to protect the physical security of our property and Products and Services in line with applicable laws. We do this to comply with our contractual obligations (e.g., with customers and insurers) and our internal physical security policies to safeguard our properties, workplaces, people, and data."}, {"5": "To comply with the law, legal process, and internal policies;"}]}, "count": 6}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": " to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. Where required by applicable law, we and/or our Identity Resolution Partners will obtain your consent, provide you with the opportunity to opt out of such use, or take other appropriate action. Please note we are not responsible for the privacy practices and policies of our Identity Resolution Partners, which are separate from our own and not covered by this Privacy Policy."}, {"1": " This Privacy Policy also describes the rights that you may have regarding our processing of your Personal Information under applicable local law.  "}, {"2": "We and our third-party business partners may combine the Personal Information we collect from you with Personal Information we collect from other sources. Where required by applicable law, we obtain your consent before using your Personal Information for the purposes described below. We may also collect non-Personal Information for the purposes described below. However, when we combine it with Personal Information, we treat it as Personal Information. "}, {"3": "To Comply With Legal Obligations. We may use your Personal Information where we believe necessary to comply with our legal obligations or to exercise or defend our rights or the rights of a third party, including complying with law enforcement or government authority requests and participating in compliance audits. "}, {"4": "Deidentified Data. We may also deidentify or anonymize your Personal Information in such a way that you may not reasonably be re-identified by us or another party, and we may use this deidentified data for those purposes permitted under applicable law. To the extent we deidentify any data, we will maintain and use such data in deidentified form and will not attempt to reidentify it."}, {"5": "In Response to Legal Process. We may disclose your Personal Information where we believe necessary to comply with a law, regulation, judicial proceeding, court order, or other legal event or process, such as in response to a subpoena. "}, {"6": "Aggregate and Deidentified Information. We may disclose aggregated, anonymized, or deidentified information for any purpose permitted under applicable law. "}, {"7": "Where required by applicable law, we enable you to opt out of or provide you with the ability to consent to the disclosure of your Personal Information to these third parties or related parties."}, {"8": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"9": "opt-out of “sales” of Personal Information or “sharing” of Personal Information for cross-contextual behavioral advertising and/or Targeted Advertising purposes (as these terms are defined under applicable law);"}, {"10": "Note that these rights are not always absolute and may be limited or denied where required or under applicable law. For example, if you are an active subscriber to one of our Products or Services and you make a deletion request, we will retain Personal Information to enable your subscription to continue, and in other circumstances may retain a record of your request and our response."}, {"11": "To exercise your rights under applicable local law, or if, in accordance with applicable local law in California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana, you are an authorized agent, or a parent or guardian seeking to exercise rights on behalf of a minor, please follow the instructions provided below."}, {"12": "To exercise your right to opt-out of our “sale” or “sharing” of your Personal Information, the use of your Personal Information for Targeted Advertising purposes, or to limit our use and disclosure of your Sensitive Personal Information (collectively \"Opt-Out\") on our websites and mobile applications, where such choices are available to you under applicable local law:"}, {"13": "which sends a signal to websites indicating your choice to Opt-out of the use of your Personal Information for Targeted Advertising and “sales” or “shares” as defined under applicable law. We honor the GPC and where required by law, similar user-initiated browser based opt-out preference signals. Note that the Global Privacy Control is currently only applicable to opt-outs from websites. For mobile apps, please follow the instructions above."}, {"14": "In certain regions, including California, we are also required by applicable local law to provide information, including as described above, about our business and commercial purposes for processing your Personal Information, and the categories of third parties with whom we may disclose, “sell,” or “share” your Personal Information for cross-contextual behavioral advertising (Targeted Advertising) in a manner that is highlighted for residents of those regions. That presentation of information is available in the section, Additional Information Under Applicable Local Law, below. "}, {"15": "To exercise your rights to know, access, correct, delete, restrict, object, or portability, under applicable local law as described above, contact us at 1-888-914-9661, using the PIN 867 610, or submit a request by completing this <"}, {"16": "If you are a resident of the EEA, Switzerland, or the United Kingdom, and wish to exercise your rights under applicable local law, contact our Data Protection Officer by email at "}, {"17": "We reserve the right, and in some cases may be required by law, to take reasonable steps to verify your identity before fulfilling your requests to know, correct, or delete. For example, we may seek to establish your identity to a reasonable or a reasonably high degree of certainty by matching information that you submit alongside your request with information that we have in our records. We may ask you or your authorized agent for supplemental information as needed to establish your identity. Authorized agents may also be required to provide a copy of the consumer’s signed permission authorizing the agent to submit requests on the consumer’s behalf under applicable local law."}, {"18": "You may have a right to appeal a decision we make relating to requests to exercise your rights under applicable local law. To appeal a decision, please contact us our Privacy Policy Coordinator by "}, {"19": "California’s \"Online Erasure\" law, Business and Professions Code §§ 22580-22582, requires operators of certain websites and online services to allow registered users who are under the age of 18 and residents of California to request removal of content they post. If you fit that description and posted Content on a section of our Products and Services that is directed to California residents at least 13 and younger than 18 years of age, you may request removal of the content by contacting our Privacy Policy Coordinator by "}, {"20": "We will retain Personal Information from or about you as reasonably necessary and proportionate to achieve the purpose(s) for which the Personal Information was collected or processed as outlined in this Privacy Policy unless a longer retention period is required or allowed by law."}, {"21": "Please be aware that Personal Information and Content that you disclose in publicly accessible portions of the Products and Services may be available to other users and may also be made available outside the Products and Services by third parties, so you should be mindful of all Personal Information, especially Sensitive Personal Information, that you may wish to post. Where required by applicable local law, we may ask you to obtain consent from any individual before posting that individual’s Personal Information on our Products and Services."}, {"22": "Your Personal Information may be processed, transferred to, and maintained on servers and databases located outside of the jurisdiction in which you are based and where the privacy laws may not be as protective as your jurisdiction. Where required by applicable law, we have put in place appropriate safeguards (such as contractual commitments) in accordance with applicable legal requirements to ensure that your Personal Information is adequately protected. For more information on the appropriate safeguards in place, please contact us as noted in the Contact Us section of this Privacy Policy. "}, {"23": "Where required by applicable local law, our legal bases for processing your Personal Information are as follows: "}, {"24": "Consent: Where required by applicable law, we process Personal Information based on your consent. If we have obtained your consent, you may have the right to withdraw your consent under applicable local law. To exercise this right, please contact us as noted in the Contact Us section below. If you appear in Content submitted to the Services, we may ask the person submitting the Content to obtain your consent. "}, {"25": "We do not have actual knowledge of selling or sharing the Personal Information of consumers that are younger than 16 years of age. To the extent we have actual knowledge that a consumer is at least 13 and less than16 years of age, we will request affirmative authorization from the individual before selling or sharing the Personal Information, to the extent required under applicable local law."}, {"26": "As may be required under applicable local law, below is a chart that describes our business and commercial purposes for processing your Personal Information, as well as the categories of third parties to whom we may disclose, “sell,” or “share” for cross-contextual behavioral advertising (Targeted Advertising), as those terms are defined under applicable law."}, {"27": "To comply with the law, legal process, and internal policies;"}, {"28": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"29": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"30": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"31": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"32": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"33": "Category of Personal Information: Information that may be treated as sensitive or otherwise protected under applicable local law "}, {"34": "Categories of third parties to whom we may disclose Personal Information that may be treated as sensitive or otherwise protected under applicable law for a business purpose:"}, {"35": "Governmental and law enforcement officials, or parties to legal proceedings."}, {"36": "Categories of third parties to whom we may “sell” or “share” Personal Information that may be treated as sensitive or otherwise protected under applicable law:"}, {"37": "Governmental and law enforcement officials, or parties to legal proceedings."}]}, "count": 38}, "enforce": {"text": {"enforce": [{"0": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"1": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}]}, "count": 2}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {"regulators": [{"0": "Compliance with legal obligations: We process Personal Information where necessary to comply with the legal obligations to which we are subject. For example, to cooperate with public and government authorities, courts, or regulators in accordance with our legal obligations, to the extent this requires the processing or disclosure of Personal Information to protect our rights. "}]}, "count": 1}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "(the “Privacy Policy”)"}, {"1": " below. We encourage you to read the full Privacy Policy in addition to this overview. All Capitalized terms used in this overview are defined in the full Privacy Policy below."}, {"2": " to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. Where required by applicable law, we and/or our Identity Resolution Partners will obtain your consent, provide you with the opportunity to opt out of such use, or take other appropriate action. Please note we are not responsible for the privacy practices and policies of our Identity Resolution Partners, which are separate from our own and not covered by this Privacy Policy."}, {"3": "To fulfill all the purposes described in our Privacy Policy, we may need to share your Personal Information with our subsidiaries, service providers, social media companies such as Meta (Facebook & Instagram), YouTube, TikTok, Pinterest, LinkedIn, and X, third-party consumer marketing, advertising, and business partners, including those referenced in the "}, {"4": " section of this Privacy Policy, and others who support our business operations, as well with organizations and our parent company that may be involved in an acquisition or other substantive change of our business."}, {"5": "There is more detail, including on the topics above, in the Privacy Policy, and we encourage you to read it. "}, {"6": "This Privacy Policy describes how we collect, use, disclose, sell, share, and retain your Personal Information in connection with our Products and Services and your rights and choices over our processing of your Personal Information. The "}, {"7": "This Condé Nast Privacy Policy (“Privacy Policy”) describes how Advance Magazine Publishers, Inc. and its affiliates, subsidiaries, and related entities operating under any of the Condé Nast "}, {"8": ", features and functionality thereof, such as widgets, plug-ins, and embeddable players (collectively, the “Services”), as well as any merchandise, item, product and/or service, or other online or offline activity, offering, product or services that links to or references this Privacy Policy, including without limitation Content, sweepstakes, contests, surveys, events, email newsletters, magazines and other publications that may be featured, mentioned, reviewed, described, auctioned, given away, rented, sold, distributed, or otherwise available on or through the Services either by us or third parties (collectively, the “Products”)."}, {"9": " This Privacy Policy also describes the rights that you may have regarding our processing of your Personal Information under applicable local law.  "}, {"10": "By accessing or using any of our Products and Services, you acknowledge that your Personal Information will be processed in accordance with this Privacy Policy. Your use of the Products and Services, and any dispute over privacy, is subject to this Privacy Policy and our "}, {"11": " is incorporated by reference into this Privacy Policy."}, {"12": "You may download a printable copy of this Privacy Policy ("}, {"13": "For purposes of this Privacy Policy, Personal Information means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly to you or to devices and browsers reasonably linked to you. Anonymous, de-identified, or aggregate information is not Personal Information as the term is used in this Privacy Policy. "}, {"14": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"15": " or this Privacy Policy, or as evidence in a litigation or arbitration in which we are involved. "}, {"16": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"17": "  or as described in the “Contact Us” section of this Privacy Policy. "}, {"18": "If you have any questions or need assistance exercising your rights, please contact our Privacy Policy Coordinator by  "}, {"19": " or as described in the Contact Us section of this Privacy Policy."}, {"20": "You may have a right to appeal a decision we make relating to requests to exercise your rights under applicable local law. To appeal a decision, please contact us our Privacy Policy Coordinator by "}, {"21": " or as described in the Contact Us section of this Privacy Policy. "}, {"22": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"23": "California’s \"Online Erasure\" law, Business and Professions Code §§ 22580-22582, requires operators of certain websites and online services to allow registered users who are under the age of 18 and residents of California to request removal of content they post. If you fit that description and posted Content on a section of our Products and Services that is directed to California residents at least 13 and younger than 18 years of age, you may request removal of the content by contacting our Privacy Policy Coordinator by "}, {"24": "We will retain Personal Information from or about you as reasonably necessary and proportionate to achieve the purpose(s) for which the Personal Information was collected or processed as outlined in this Privacy Policy unless a longer retention period is required or allowed by law."}, {"25": "Our Services may contain links to third-party websites and applications. Any access to and use of such linked websites and applications is not governed by this Privacy Policy but is instead governed by the privacy policies of those third-party websites and applications. We are not responsible for the information practices of such third-party websites and applications. We encourage you to review the privacy policies of any third-party websites or applications that you choose to visit."}, {"26": "Your Personal Information may be processed, transferred to, and maintained on servers and databases located outside of the jurisdiction in which you are based and where the privacy laws may not be as protective as your jurisdiction. Where required by applicable law, we have put in place appropriate safeguards (such as contractual commitments) in accordance with applicable legal requirements to ensure that your Personal Information is adequately protected. For more information on the appropriate safeguards in place, please contact us as noted in the Contact Us section of this Privacy Policy. "}, {"27": "Condé Nast is the controller of your Personal Information. If you have any questions about the privacy aspects of our Products or Services or would like to make a complaint, request, or have a question about your rights under this Privacy Policy please contact our Privacy Policy Coordinator or our Data Protection Officer as follows: "}, {"28": "Privacy Policy Coordinator Condé Nast 1313 Market Street Wilmington, DE 198041 "}, {"29": "This Privacy Policy is current as of the Last Updated date set forth above. We may change this Privacy Policy from time to time, so please be sure to check back periodically. We will post any changes to this Privacy Policy on our Products and Services. If we make any changes to this Privacy Policy that materially affect our practices with regard to the Personal Information, we have previously collected about you, we will endeavor to provide you with notice in advance of such change by highlighting the change on the Product or Service or otherwise communicating such change to you."}]}, "count": 30}, "international": {"text": {"international": [{"0": "International Transfers"}, {"1": "13. International Transfers"}, {"2": "Data Protection Officer Condé Nast International Limited The  Adelphi, 1-11 John Adam Street London, WC2N 6HT "}]}, "count": 3}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "For example, residents of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, Montana, and certain other states have a variety of privacy rights, including, but not limited to, the right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; and limit, opt-out, or opt-in, as applicable, to the use and disclosure of your "}, {"1": "Note for Residents of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas and Montana:"}, {"2": " section below contains specific details related to your rights under California and other applicable laws, including your right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information and know, access, correct, delete, restrict, object, and/or have portability of, your Personal Information."}, {"3": "The states of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting and/or what is sometimes called “sales” or “sharing” of your Personal Information, and other rights detailed immediately below. If you are a data subject in the European Economic Area (EEA), United Kingdom (UK), and Switzerland, you may also have some of these rights, including the right to: "}, {"4": "To exercise your rights under applicable local law, or if, in accordance with applicable local law in California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana, you are an authorized agent, or a parent or guardian seeking to exercise rights on behalf of a minor, please follow the instructions provided below."}, {"5": "California residents may view metrics for California Consumer Privacy Act (“CCPA”)-related requests we have received during calendar year 2023, by clicking "}, {"6": "In certain regions, including California, we are also required by applicable local law to provide information, including as described above, about our business and commercial purposes for processing your Personal Information, and the categories of third parties with whom we may disclose, “sell,” or “share” your Personal Information for cross-contextual behavioral advertising (Targeted Advertising) in a manner that is highlighted for residents of those regions. That presentation of information is available in the section, Additional Information Under Applicable Local Law, below. "}, {"7": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"8": "California Online Erasure"}, {"9": "California’s \"Online Erasure\" law, Business and Professions Code §§ 22580-22582, requires operators of certain websites and online services to allow registered users who are under the age of 18 and residents of California to request removal of content they post. If you fit that description and posted Content on a section of our Products and Services that is directed to California residents at least 13 and younger than 18 years of age, you may request removal of the content by contacting our Privacy Policy Coordinator by "}]}, "count": 10}, "children": {"text": {"children": [{"0": "As noted above, our Products and Services are not designed for or directed to children under the age of 13. If we discover that a child under the age of 13 has provided us with Personal Information, we will delete such information from our systems."}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "As noted above, our Products and Services are not designed for or directed to children under the age of 13. If we discover that a child under the age of 13 has provided us with Personal Information, we will delete such information from our systems."}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {"minor": [{"0": "To exercise your rights under applicable local law, or if, in accordance with applicable local law in California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana, you are an authorized agent, or a parent or guardian seeking to exercise rights on behalf of a minor, please follow the instructions provided below."}]}, "count": 1}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {"you acknowledge": [{"0": "By accessing or using any of our Products and Services, you acknowledge that your Personal Information will be processed in accordance with this Privacy Policy. Your use of the Products and Services, and any dispute over privacy, is subject to this Privacy Policy and our "}]}, "count": 1}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": ", we and third parties may collect, process, and retain "}, {"1": " that we and authorized third parties implement on our websites, mobile apps, and emails;"}, {"2": "from third parties, such as data brokers, data enrichment providers, industry cooperatives (“co-ops”), advertising networks, data analytics providers, browsers, operating systems and platforms, social media companies, and publicly available sources."}, {"3": ", features and functionality thereof, such as widgets, plug-ins, and embeddable players (collectively, the “Services”), as well as any merchandise, item, product and/or service, or other online or offline activity, offering, product or services that links to or references this Privacy Policy, including without limitation Content, sweepstakes, contests, surveys, events, email newsletters, magazines and other publications that may be featured, mentioned, reviewed, described, auctioned, given away, rented, sold, distributed, or otherwise available on or through the Services either by us or third parties (collectively, the “Products”)."}, {"4": "Depending on the Products and Services you use, we may collect the following categories of Personal Information directly from you, automatically through your use of the Products and Services, and from third parties: "}, {"5": "Where required by applicable law, we enable you to opt out of or provide you with the ability to consent to the disclosure of your Personal Information to these third parties or related parties."}, {"6": "We and our third-party business partners may collect and share Personal Information about your online and offline activities over time and across unaffiliated websites and mobile applications to predict your preferences and interests, and, in conjunction with third parties, may use your Personal Information for cross-context behavioral advertising and to serve advertising believed to be of interest to you (\"Targeted Advertising\")."}, {"7": "request information about our processing of your Personal Information (right to know), including, depending on your state of residence, a list of specific third parties to whom we have disclosed your Personal Information;"}, {"8": "In certain regions, including California, we are also required by applicable local law to provide information, including as described above, about our business and commercial purposes for processing your Personal Information, and the categories of third parties with whom we may disclose, “sell,” or “share” your Personal Information for cross-contextual behavioral advertising (Targeted Advertising) in a manner that is highlighted for residents of those regions. That presentation of information is available in the section, Additional Information Under Applicable Local Law, below. "}, {"9": "Please be aware that Personal Information and Content that you disclose in publicly accessible portions of the Products and Services may be available to other users and may also be made available outside the Products and Services by third parties, so you should be mindful of all Personal Information, especially Sensitive Personal Information, that you may wish to post. Where required by applicable local law, we may ask you to obtain consent from any individual before posting that individual’s Personal Information on our Products and Services."}, {"10": "As may be required under applicable local law, below is a chart that describes our business and commercial purposes for processing your Personal Information, as well as the categories of third parties to whom we may disclose, “sell,” or “share” for cross-contextual behavioral advertising (Targeted Advertising), as those terms are defined under applicable law."}, {"11": "Categories of third parties to whom we may disclose identifiers for a business purpose:"}, {"12": "Categories of third parties to whom we may “sell” or “share” identifiers:"}, {"13": "Categories of third parties to whom we may disclose Activity and Device Information, for a business purpose:"}, {"14": "Categories of third parties to whom we may “sell” or “share” commercial information or Activity and Device information:"}, {"15": "Categories of third parties to whom we may disclose payment information for a business purpose:"}, {"16": "Categories of third parties to whom we may “sell” or “share” payment information: None."}, {"17": "Categories of third parties to whom we may disclose Personal Information for a business purpose:"}, {"18": "Categories of third parties to whom we may “sell” or “share” audio, electronic, visual, or similar information: None."}, {"19": "Categories of third parties to whom we may disclose professional information for a business purpose:"}, {"20": "Categories of third parties to whom we may “sell” or “share” professional information:"}, {"21": " Categories of third parties to whom we may disclose inferences for a business purpose:"}, {"22": "Categories of third parties to whom we may “sell” or “share” inferences:"}, {"23": "Categories of third parties to whom we may disclose Personal Information that may be treated as sensitive or otherwise protected under applicable law for a business purpose:"}, {"24": "Categories of third parties to whom we may “sell” or “share” Personal Information that may be treated as sensitive or otherwise protected under applicable law:"}, {"25": "Categories of third parties to whom we may disclose geolocation data for a business purpose:"}, {"26": "Categories of third parties to whom we may “sell” or “share” geolocation data:"}]}, "count": 27}, "third-party": {"text": {"third-party": [{"0": "To fulfill all the purposes described in our Privacy Policy, we may need to share your Personal Information with our subsidiaries, service providers, social media companies such as Meta (Facebook & Instagram), YouTube, TikTok, Pinterest, LinkedIn, and X, third-party consumer marketing, advertising, and business partners, including those referenced in the "}, {"1": "Opting-out of Third-Party Tracking Technologies"}, {"2": "Opting-Out of Third-Party Tracking Technologies"}, {"3": "Third-Party Links"}, {"4": "If you choose to interact with our Products and Services on third-party social media company platforms such as Meta (Facebook & Instagram), TikTok, Pinterest, LinkedIn, and X, we may receive Personal Information that the social media companies make available to us, including Personal Information about your activities and contacts on those platforms. "}, {"5": "We and our third-party business partners may combine the Personal Information we collect from you with Personal Information we collect from other sources. Where required by applicable law, we obtain your consent before using your Personal Information for the purposes described below. We may also collect non-Personal Information for the purposes described below. However, when we combine it with Personal Information, we treat it as Personal Information. "}, {"6": "communicate with you and send you news, information, offers, and opportunities about or related to our Products and Services or those offered by our third-party business partners, including our advertising, marketing, and sponsorship clients;"}, {"7": "Third-Party Business Partners."}, {"8": "Business Transfers. If (i) we or our subsidiaries or affiliates are or may be acquired by, merged with, or invested in by another company, or (ii) if any of our assets are or may be transferred to another company, whether as part of a bankruptcy or insolvency proceeding or other reorganization of our business, we may transfer the Personal Information we have collected about you to the other company. As part of the business transfer process, we may also disclose certain of your Personal Information to our parent company, lenders, auditors, and third-party advisors, including attorneys and consultants. "}, {"9": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}, {"10": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"11": "We and our third-party business partners may also use these Tracking Technologies to gather Personal Information, including Sensitive Personal Information, about how you view and use our Products and Services and to connect your activity with other data we maintain about you. "}, {"12": "We and our third-party business partners may collect and share Personal Information about your online and offline activities over time and across unaffiliated websites and mobile applications to predict your preferences and interests, and, in conjunction with third parties, may use your Personal Information for cross-context behavioral advertising and to serve advertising believed to be of interest to you (\"Targeted Advertising\")."}, {"13": "We may collaborate with our service providers and our third-party Identity Resolution Partners to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. We and these Identity Resolution Partners facilitate identity resolution by creating probabilistic and deterministic identifiers. These identifiers may use Personal Information, including your name, email address, phone number, and Activity and Device Information to generate an online identifier reasonably linkable to you and/or your device or browser. "}, {"14": "As noted in the Social Media Company Integration section above, we may utilize Tracking Technologies to disclose information about your use of our Products and Services to social media companies and other third-party business partners to serve you and other segments of users Targeted Advertising and to facilitate marketing communications. "}, {"15": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"16": "5. Opting Out of Third-Party Tracking Technologies"}, {"17": "As noted above, when you use our Products and Services, our third-party advertising partners, social media companies, and analytics providers may collect Personal Information about your online activity on our Products and Services and on third-party websites. These providers may use Tracking Technologies to deliver advertisements to you when you visit third-party websites within their networks. "}, {"18": " There are a variety of methods available to you to opt out of certain third-party Tracking Technologies, including using tools provided within your device, browser, or the settings menu within a mobile application which may include an option that allows you to refuse the placement of certain Tracking Technologies."}, {"19": "11. Third-Party Links"}, {"20": "Our Services may contain links to third-party websites and applications. Any access to and use of such linked websites and applications is not governed by this Privacy Policy but is instead governed by the privacy policies of those third-party websites and applications. We are not responsible for the information practices of such third-party websites and applications. We encourage you to review the privacy policies of any third-party websites or applications that you choose to visit."}]}, "count": 21}, "third party": {"text": {"third party": [{"0": "To Comply With Legal Obligations. We may use your Personal Information where we believe necessary to comply with our legal obligations or to exercise or defend our rights or the rights of a third party, including complying with law enforcement or government authority requests and participating in compliance audits. "}, {"1": " or as described below. In response to your request, we may elect to make the content invisible to other users and the public (rather than deleting it entirely), in which case the content may remain on servers we control and/or may be publicly available elsewhere if a third party copied and reposted the content."}]}, "count": 2}, "advertising": {"text": {"advertising": [{"0": "from third parties, such as data brokers, data enrichment providers, industry cooperatives (“co-ops”), advertising networks, data analytics providers, browsers, operating systems and platforms, social media companies, and publicly available sources."}, {"1": "develop and deliver marketing and advertising, including "}, {"2": " to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. Where required by applicable law, we and/or our Identity Resolution Partners will obtain your consent, provide you with the opportunity to opt out of such use, or take other appropriate action. Please note we are not responsible for the privacy practices and policies of our Identity Resolution Partners, which are separate from our own and not covered by this Privacy Policy."}, {"3": "To fulfill all the purposes described in our Privacy Policy, we may need to share your Personal Information with our subsidiaries, service providers, social media companies such as Meta (Facebook & Instagram), YouTube, TikTok, Pinterest, LinkedIn, and X, third-party consumer marketing, advertising, and business partners, including those referenced in the "}, {"4": "For example, residents of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, Montana, and certain other states have a variety of privacy rights, including, but not limited to, the right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; and limit, opt-out, or opt-in, as applicable, to the use and disclosure of your "}, {"5": " section below contains specific details related to your rights under California and other applicable laws, including your right to opt-out of “sales” and/or “sharing” of Personal Information, which includes Targeted Advertising; limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information and know, access, correct, delete, restrict, object, and/or have portability of, your Personal Information."}, {"6": "Identifiers, such as your name, zip code, postal and email address, telephone number, IP address, user ID, and online identifiers generated by us or our Identity Resolution Partners when you use or engage with our Products and Services. For more information, please refer to the section Tracking Techniques and Technologies and Targeted Advertising below."}, {"7": "Activity and Device Information, including browser and device identifiers, model type, and settings; operating system; clickstream data such as the sections, links, and features of the website or mobile application you interact with and use; cookies, localStorage, and similar technologies; Content, search and browsing histories within our Products and Services; Content and advertisements you view, click, access, or engage with; and other similar information related to your interaction with our Products and Services. For more information, please refer to the section Tracking Techniques and Technologies and Targeted Advertising below."}, {"8": "We collect Personal Information about you from other sources, such as data brokers, data enrichment providers, industry co-ops, consumer marketing providers, advertising networks, data analytics providers, social media companies, publicly available sources, other users, and our affiliates and other related entities.  "}, {"9": "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. Some social media companies also will facilitate your registration for our Products and Services, such as through social sign-on, or will enhance or personalize your experience on our Products and Services, such as through technologies that enable you to easily share Content from our Products and Services on their platforms. For more information, please refer to the Tracking Techniques and Technologies and Targeted Advertising section below. "}, {"10": "Tracking Techniques and Technologies and Targeted Advertising "}, {"11": "Personalization, Marketing, and Promotional Purposes. We use your Personal Information to tailor the Content and information, including advertising and marketing that we may send or display to you, to provide Content, advertising, and marketing in the local language (based on your general geographic location), to provide personalized offers, personalized help and instructions, and to otherwise personalize your experiences while using the Products and Services. We may also use your Personal Information to:"}, {"12": "communicate with you and send you news, information, offers, and opportunities about or related to our Products and Services or those offered by our third-party business partners, including our advertising, marketing, and sponsorship clients;"}, {"13": "track your activities within the Products and Services and connect information about your activities within our Products and Services across the browsers and devices you use to access our Products and Services, including for Targeted Advertising and in coordination with Identity Resolution Partners.  "}, {"14": "Third-Party Business Partners. Some aspects of our Products and Services are supported by third-party business partners, such as, for example, a sponsor of one of our events or an advertising network on our websites, who may obtain your Personal Information when you use the Products and Services. We may also disclose Personal Information we collect about you: "}, {"15": "to consumer data suppliers/resellers, data enrichment providers and aggregators, and other businesses that support our consumer and events marketing and advertising practices, including for purposes of Targeted Advertising, Identity Resolution, data optimization, lead generation and other data driven projects;"}, {"16": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"17": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"18": "Targeted Advertising and Identity Resolution Partners"}, {"19": "We and our third-party business partners may collect and share Personal Information about your online and offline activities over time and across unaffiliated websites and mobile applications to predict your preferences and interests, and, in conjunction with third parties, may use your Personal Information for cross-context behavioral advertising and to serve advertising believed to be of interest to you (\"Targeted Advertising\")."}, {"20": "We may collaborate with our service providers and our third-party Identity Resolution Partners to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services. We and these Identity Resolution Partners facilitate identity resolution by creating probabilistic and deterministic identifiers. These identifiers may use Personal Information, including your name, email address, phone number, and Activity and Device Information to generate an online identifier reasonably linkable to you and/or your device or browser. "}, {"21": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"22": "As noted in the Social Media Company Integration section above, we may utilize Tracking Technologies to disclose information about your use of our Products and Services to social media companies and other third-party business partners to serve you and other segments of users Targeted Advertising and to facilitate marketing communications. "}, {"23": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"24": "As noted above, when you use our Products and Services, our third-party advertising partners, social media companies, and analytics providers may collect Personal Information about your online activity on our Products and Services and on third-party websites. These providers may use Tracking Technologies to deliver advertisements to you when you visit third-party websites within their networks. "}, {"25": " and/or click the “Ad Choices” icon that appears in Targeted Advertising on our websites. Please note that if you exercise these choices, you may continue to receive ads that are not based on your preferences. "}, {"26": "opt-out of “sales” of Personal Information or “sharing” of Personal Information for cross-contextual behavioral advertising and/or Targeted Advertising purposes (as these terms are defined under applicable law);"}, {"27": "Exercising Your Privacy Rights, Including the Right to Opt Out of Targeted Advertising below."}, {"28": "To exercise your right to opt-out of our “sale” or “sharing” of your Personal Information, the use of your Personal Information for Targeted Advertising purposes, or to limit our use and disclosure of your Sensitive Personal Information (collectively \"Opt-Out\") on our websites and mobile applications, where such choices are available to you under applicable local law:"}, {"29": "which sends a signal to websites indicating your choice to Opt-out of the use of your Personal Information for Targeted Advertising and “sales” or “shares” as defined under applicable law. We honor the GPC and where required by law, similar user-initiated browser based opt-out preference signals. Note that the Global Privacy Control is currently only applicable to opt-outs from websites. For mobile apps, please follow the instructions above."}, {"30": "To Opt-Out of Targeted Advertising enabled by other uses of your Personal Information, such as by LiveRamp, an Identity Resolution partner, visit  "}, {"31": "Google uses Tracking Technologies and Activity and Device Information in combination with information they maintain to show you Targeted Advertising on our websites and mobile apps."}, {"32": "Google Advertising Privacy Terms"}, {"33": "In certain regions, including California, we are also required by applicable local law to provide information, including as described above, about our business and commercial purposes for processing your Personal Information, and the categories of third parties with whom we may disclose, “sell,” or “share” your Personal Information for cross-contextual behavioral advertising (Targeted Advertising) in a manner that is highlighted for residents of those regions. That presentation of information is available in the section, Additional Information Under Applicable Local Law, below. "}, {"34": "By providing us your Personal Information, such as your email address, to register or otherwise create an account on our websites or mobile apps we may give you access to Content that would otherwise require a paid subscription (“Program”). California and other states may consider this Program to be a financial incentive or loyalty program. Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy. You retain all rights that you otherwise have, including to Opt-Out of Targeted Advertising, and to make requests about your Personal Information, and any such requests will not affect your access to or participation in the Program, including if you leave the Program. You may withdraw from the Program at any time by logging into your account or emailing our Privacy Policy Coordinator at "}, {"35": "The value of the Personal Information you provided is reasonably related to the benefits you get from the Program and includes the value of your access to our Content; our costs to provide you with the Content and to collect and process your Personal Information; and the potential benefits, such as additional advertising revenue and improvements we can make to our Products and Services through the Program."}, {"36": "As may be required under applicable local law, below is a chart that describes our business and commercial purposes for processing your Personal Information, as well as the categories of third parties to whom we may disclose, “sell,” or “share” for cross-contextual behavioral advertising (Targeted Advertising), as those terms are defined under applicable law."}, {"37": "Marketing and promotional purposes, including Targeted Advertising;"}, {"38": "Advertising, marketing, social media, subscription sales and advertising facilitating companies;"}, {"39": "Advertising, marketing, social media and advertising facilitating companies (including list buyers and advertising clients);"}, {"40": "Advertising, marketing, social media, subscription sales, and advertising facilitating companies;"}, {"41": "Advertising, marketing, social media and advertising facilitating companies (including list buyers and advertising clients);"}, {"42": "Advertising, marketing, social media, subscription sales, and advertising facilitating companies;"}, {"43": "Advertising, marketing, social media and advertising facilitating companies (including list buyers and advertising clients);"}, {"44": "Advertising, marketing, social media, subscription sales, and advertising facilitating companies;"}, {"45": "Advertising, marketing, social media and advertising facilitating companies (including list buyers and advertising clients);"}, {"46": "Advertising, marketing, social media, subscription sales, and advertising facilitating companies;"}, {"47": "Advertising, marketing, social media and advertising facilitating companies (including list buyers and advertising clients);"}, {"48": "Advertising, marketing, social media, subscription sales, and advertising facilitating companies;"}, {"49": "Advertising, marketing, social media and advertising facilitating companies (including list buyers and advertising clients);"}, {"50": "US Advertising T&Cs"}]}, "count": 51}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "when you contact us, we may collect the above information, as well as other information that you choose to provide, including information about other people you may share with us, for example, when you indicate that you are purchasing one of our Products or Services as a gift;"}]}, "count": 1}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "improve our Products and Services;"}, {"1": "To Improve Our Products and Services"}, {"2": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}, {"3": "To improve our Products and Services; "}, {"4": "To develop, improve, repair, and maintain our Products and Services;"}]}, "count": 5}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. Some social media companies also will facilitate your registration for our Products and Services, such as through social sign-on, or will enhance or personalize your experience on our Products and Services, such as through technologies that enable you to easily share Content from our Products and Services on their platforms. For more information, please refer to the "}, {"1": "To Improve Our Products and Services. We use your Personal Information to understand and analyze our users and how our Products and Services are used by them, to improve, repair, and enhance the Products and Services, and to develop new products, services, features and functionality. "}]}, "count": 2}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "from third parties, such as data brokers, data enrichment providers, industry cooperatives (“co-ops”), advertising networks, data analytics providers, browsers, operating systems and platforms, social media companies, and publicly available sources."}, {"1": "Sensitive Personal Information and information that may be subject to additional protections under applicable laws, such as your precise geolocation data and/or, as applicable, information the reveals or is used to develop inferences about your race, gender, age, marital status, nationality, ethnicity, sexual orientation, religious beliefs, and health condition."}, {"2": "Activity and Device Information, including browser and device identifiers, model type, and settings; operating system; clickstream data such as the sections, links, and features of the website or mobile application you interact with and use; cookies, localStorage, and similar technologies; Content, search and browsing histories within our Products and Services; Content and advertisements you view, click, access, or engage with; and other similar information related to your interaction with our Products and Services. For more information, please refer to the section "}, {"3": "Geolocation data, such as the general physical location of your device. "}, {"4": "We collect Personal Information about you from other sources, such as data brokers, data enrichment providers, industry co-ops, consumer marketing providers, advertising networks, data analytics providers, social media companies, publicly available sources, other users, and our affiliates and other related entities.  "}, {"5": "We and our partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. This data may also include information about your operating system(s), device(s) and browsers. For more information, please refer to the "}, {"6": "Deidentified Data. We may also deidentify or anonymize your Personal Information in such a way that you may not reasonably be re-identified by us or another party, and we may use this deidentified data for those purposes permitted under applicable law. To the extent we deidentify any data, we will maintain and use such data in deidentified form and will not attempt to reidentify it."}, {"7": "Service Providers. We may disclose Personal Information we collect about you to service providers, who perform certain functions and business operations on our behalf. For example, we engage service providers to help us with technical maintenance, database management, fraud prevention, market research, payment processing, order fulfillment, address verification, community and forums management, auctions, e-commerce, list rental, data co-op management, audience, website and mobile application authentication, and similar business functions. We may disclose some of the Personal Information that we collect from or about you to process and fulfill your requests for video Content offered through our Products and Services, including to provide you with access to localized Content and video Content recommendations."}, {"8": "in connection with our use of “list rental” and “data co-ops” each of which involve contractual arrangements to enable other businesses to send direct marketing to you, provided, however, that those other businesses don’t receive your Personal Information; "}, {"9": "to consumer data suppliers/resellers, data enrichment providers and aggregators, and other businesses that support our consumer and events marketing and advertising practices, including for purposes of Targeted Advertising, Identity Resolution, data optimization, lead generation and other data driven projects;"}, {"10": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}, {"11": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"12": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"13": "We and our third-party business partners may also use these Tracking Technologies to gather Personal Information, including Sensitive Personal Information, about how you view and use our Products and Services and to connect your activity with other data we maintain about you. "}, {"14": "The states of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting and/or what is sometimes called “sales” or “sharing” of your Personal Information, and other rights detailed immediately below. If you are a data subject in the European Economic Area (EEA), United Kingdom (UK), and Switzerland, you may also have some of these rights, including the right to: "}, {"15": "lodge a complaint with your local data protection authority. "}, {"16": "To Opt-out of “sales” or “sharing” such as when your name and mailing address is used in connection with list rental and data co-ops, fill out this <"}, {"17": "If you are a resident of the EEA, Switzerland, or the United Kingdom, and wish to exercise your rights under applicable local law, contact our Data Protection Officer by email at "}, {"18": "We may use CCTV video recording to protect the physical security of our property and Products and Services in line with applicable laws. We do this to comply with our contractual obligations (e.g., with customers and insurers) and our internal physical security policies to safeguard our properties, workplaces, people, and data."}, {"19": "Condé Nast is the controller of your Personal Information. If you have any questions about the privacy aspects of our Products or Services or would like to make a complaint, request, or have a question about your rights under this Privacy Policy please contact our Privacy Policy Coordinator or our Data Protection Officer as follows: "}, {"20": "Data Protection Officer Condé Nast International Limited The  Adelphi, 1-11 John Adam Street London, WC2N 6HT "}, {"21": "We have also appointed Edizioni Condé Nast S.p.A. as our data protection representative in the EEA. You can contact Edizioni Condé Nast S.p.A. at "}, {"22": "Data storage and security providers;"}, {"23": "List rental providers, data co-ops;"}, {"24": "Market research & data enrichment providers;"}, {"25": "Data co-ops, suppliers, providers, and aggregators;"}, {"26": "Data storage and security providers;"}, {"27": "List rental providers, data co-ops;"}, {"28": "Market research & data enrichment providers;"}, {"29": "Data co-op, suppliers, providers, and aggregators;"}, {"30": "Data storage and security providers;"}, {"31": "Data storage and security providers;"}, {"32": "Market research & data enrichment providers;"}, {"33": "Data storage and security providers;"}, {"34": "Market research & data enrichment providers;"}, {"35": "Data storage and security providers;"}, {"36": "Categories of third parties to whom we may disclose geolocation data for a business purpose:"}, {"37": "Data storage and security providers;"}, {"38": "Categories of third parties to whom we may “sell” or “share” geolocation data:"}, {"39": "Data co-ops, suppliers, providers, and aggregators;"}, {"40": "Market research & data enrichment providers;"}]}, "count": 41}, "we process": {"text": {"we process": [{"0": "In general, we only collect the Personal Information that is reasonably necessary for and proportional to the purposes for which we process it. "}, {"1": "Performance of a contract: We process Personal Information where necessary for the performance of our contractual obligations to you. For example, to provide the Products and Services to you, including where you make a purchase, enter a sweepstakes, sign-up to attend an event or conference, or engage in another transaction with us. "}, {"2": "Compliance with legal obligations: We process Personal Information where necessary to comply with the legal obligations to which we are subject. For example, to cooperate with public and government authorities, courts, or regulators in accordance with our legal obligations, to the extent this requires the processing or disclosure of Personal Information to protect our rights. "}, {"3": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}, {"4": "Consent: Where required by applicable law, we process Personal Information based on your consent. If we have obtained your consent, you may have the right to withdraw your consent under applicable local law. To exercise this right, please contact us as noted in the Contact Us section below. If you appear in Content submitted to the Services, we may ask the person submitting the Content to obtain your consent. "}]}, "count": 5}, "collected": {"text": {"collected": [{"0": "Business Transfers. If (i) we or our subsidiaries or affiliates are or may be acquired by, merged with, or invested in by another company, or (ii) if any of our assets are or may be transferred to another company, whether as part of a bankruptcy or insolvency proceeding or other reorganization of our business, we may transfer the Personal Information we have collected about you to the other company. As part of the business transfer process, we may also disclose certain of your Personal Information to our parent company, lenders, auditors, and third-party advisors, including attorneys and consultants. "}, {"1": "We will retain Personal Information from or about you as reasonably necessary and proportionate to achieve the purpose(s) for which the Personal Information was collected or processed as outlined in this Privacy Policy unless a longer retention period is required or allowed by law."}, {"2": "This Privacy Policy is current as of the Last Updated date set forth above. We may change this Privacy Policy from time to time, so please be sure to check back periodically. We will post any changes to this Privacy Policy on our Products and Services. If we make any changes to this Privacy Policy that materially affect our practices with regard to the Personal Information, we have previously collected about you, we will endeavor to provide you with notice in advance of such change by highlighting the change on the Product or Service or otherwise communicating such change to you."}]}, "count": 3}, "stored": {"text": {"stored": [{"0": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "We will retain Personal Information from or about you as reasonably necessary and proportionate to achieve the purpose(s) for which the Personal Information was collected or processed as outlined in this Privacy Policy unless a longer retention period is required or allowed by law."}]}, "count": 1}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "To Improve Our Products and Services. We use your Personal Information to understand and analyze our users and how our Products and Services are used by them, to improve, repair, and enhance the Products and Services, and to develop new products, services, features and functionality. "}, {"1": "compile broad demographic information, to analyze trends, to seek compatible advertisers, sponsors, clients and customers; "}]}, "count": 2}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "from third parties, such as data brokers, data enrichment providers, industry cooperatives (“co-ops”), advertising networks, data analytics providers, browsers, operating systems and platforms, social media companies, and publicly available sources."}, {"1": "We collect Personal Information about you from other sources, such as data brokers, data enrichment providers, industry co-ops, consumer marketing providers, advertising networks, data analytics providers, social media companies, publicly available sources, other users, and our affiliates and other related entities.  "}, {"2": "Our Products and Services use Tracking Technologies, for example, when you first request a web page and data is then stored on your computer or other device so the website can access Personal Information when you make subsequent requests for pages from that Product or Service. These technologies may also be used to collect and store information about your usage of the Products and Services, such as pages you have visited, and Content you viewed or searched for. We may also use these technologies to save your preferences, consent, and choices; determine if you opened or interacted with our emails or newsletters; troubleshoot and resolve technical issues or outages; conduct research; deliver editorial Content and advertising; maintain subscription and registration information; and store information you may want to retrieve on a regular basis. Additionally, we may use these technologies to collect analytics and measure the use of our Products and Services."}, {"3": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"4": "As noted above, when you use our Products and Services, our third-party advertising partners, social media companies, and analytics providers may collect Personal Information about your online activity on our Products and Services and on third-party websites. These providers may use Tracking Technologies to deliver advertisements to you when you visit third-party websites within their networks. "}, {"5": "To conduct research and analytics;"}]}, "count": 6}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "NAI Opt Out of Interest-Based Advertising"}]}, "count": 1}, "automatically": {"text": {"automatically": [{"0": "Depending on the Products and Services you use, we may collect the following categories of Personal Information directly from you, automatically through your use of the Products and Services, and from third parties: "}, {"1": "Do Not Track (DNT). Your browser setting may allow you to automatically transmit a \"Do Not Track\" (DNT) signal to websites and online services that you visit. Since there is no consensus about what DNT means in this context and how to implement DNT signals, like many other businesses, our websites do not respond to these DNT signals, but you have the options noted above and below to make choices about how your Personal Information is used. "}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Global Privacy Control as valid opt-out method"}, {"1": "which sends a signal to websites indicating your choice to Opt-out of the use of your Personal Information for Targeted Advertising and “sales” or “shares” as defined under applicable law. We honor the GPC and where required by law, similar user-initiated browser based opt-out preference signals. Note that the Global Privacy Control is currently only applicable to opt-outs from websites. For mobile apps, please follow the instructions above."}, {"2": " or as described below. In response to your request, we may elect to make the content invisible to other users and the public (rather than deleting it entirely), in which case the content may remain on servers we control and/or may be publicly available elsewhere if a third party copied and reposted the content."}]}, "count": 3}, "settings": {"text": {"settings": [{"0": "Activity and Device Information, including browser and device identifiers, model type, and settings; operating system; clickstream data such as the sections, links, and features of the website or mobile application you interact with and use; cookies, localStorage, and similar technologies; Content, search and browsing histories within our Products and Services; Content and advertisements you view, click, access, or engage with; and other similar information related to your interaction with our Products and Services. For more information, please refer to the section "}, {"1": " There are a variety of methods available to you to opt out of certain third-party Tracking Technologies, including using tools provided within your device, browser, or the settings menu within a mobile application which may include an option that allows you to refuse the placement of certain Tracking Technologies."}, {"2": "Click on the “Your Privacy Choices” button/link, typically located in the footer of our brand (such as The New Yorker, Vogue, or Wired) website or in the settings/about menu of our brands’ mobile applications. Please then follow the instructions on the applicable “Your Privacy Choices” webpage, which may request that you slide a toggle switch or submit a form to effectuate your choice."}]}, "count": 3}, "controls": {"text": {"controls": [{"0": "To conduct risk assessments and effectuate security controls;"}]}, "count": 1}, "fraud": {"text": {"fraud": [{"0": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"1": "Service Providers. We may disclose Personal Information we collect about you to service providers, who perform certain functions and business operations on our behalf. For example, we engage service providers to help us with technical maintenance, database management, fraud prevention, market research, payment processing, order fulfillment, address verification, community and forums management, auctions, e-commerce, list rental, data co-op management, audience, website and mobile application authentication, and similar business functions. We may disclose some of the Personal Information that we collect from or about you to process and fulfill your requests for video Content offered through our Products and Services, including to provide you with access to localized Content and video Content recommendations."}, {"2": "To Protect Us and Others. We disclose your Personal Information where we believe it is appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or the security of our Products and Services, violations of our "}, {"3": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"4": "To detect and prevent fraud;"}]}, "count": 5}, "to detect": {"text": {"to detect": [{"0": "To detect and prevent fraud;"}]}, "count": 1}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "To Protect Us and Others"}, {"1": "To Protect Us and Others."}, {"2": "We implement physical, technical, and organizational security measures designed to safeguard Personal Information. These measures aim to protect the Personal Information we collect from loss, misuse, and unauthorized access, disclosure alteration, and destruction. Please be aware that despite our efforts, no measures can guarantee security."}, {"3": "Compliance with legal obligations: We process Personal Information where necessary to comply with the legal obligations to which we are subject. For example, to cooperate with public and government authorities, courts, or regulators in accordance with our legal obligations, to the extent this requires the processing or disclosure of Personal Information to protect our rights. "}, {"4": "We may use CCTV video recording to protect the physical security of our property and Products and Services in line with applicable laws. We do this to comply with our contractual obligations (e.g., with customers and insurers) and our internal physical security policies to safeguard our properties, workplaces, people, and data."}, {"5": "To protect us and others;"}]}, "count": 6}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Security of Your Personal Information"}, {"1": "To Protect Us and Others. We may use your Personal Information where we believe necessary to investigate, prevent, or take action regarding suspected or actual illegal activities, fraud, situations involving potential threats to the safety of any person or to otherwise enforce this Privacy Policy, including as to access to, or the integrity and/or security of the Products and Services. "}, {"2": "To Protect Us and Others. We disclose your Personal Information where we believe it is appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person or the security of our Products and Services, violations of our "}, {"3": "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience. These identifiers also help us with fraud detection and security, to enforce our User Agreement, verify user authentication for accessing Content behind a paywall, and to determine eligibility for offers available exclusively to new subscribers, among other things. We are not responsible for the privacy practices of our Identity Resolution Partners, which are separate from our own and which are not covered by this Privacy Policy. You can Opt-Out of Identity Resolution Partner LiveRamp’s use of your Personal Information for these purposes by visiting "}, {"4": "If you do not wish to receive future marketing or other commercial messages from us, follow the unsubscribe instructions contained within the message you receive. Note, however, that you may continue to receive certain communications from us that are necessary for the Products and Services, such as renewal notifications, invoices, technical notices, updates, security alerts, and support and administrative service bulletins."}, {"5": "10. Security of Your Personal Information"}, {"6": "We implement physical, technical, and organizational security measures designed to safeguard Personal Information. These measures aim to protect the Personal Information we collect from loss, misuse, and unauthorized access, disclosure alteration, and destruction. Please be aware that despite our efforts, no measures can guarantee security."}, {"7": "We may use CCTV video recording to protect the physical security of our property and Products and Services in line with applicable laws. We do this to comply with our contractual obligations (e.g., with customers and insurers) and our internal physical security policies to safeguard our properties, workplaces, people, and data."}, {"8": "To conduct risk assessments and effectuate security controls;"}, {"9": "Data storage and security providers;"}, {"10": "Data storage and security providers;"}, {"11": "Data storage and security providers;"}, {"12": "Data storage and security providers;"}, {"13": "Data storage and security providers;"}, {"14": "Data storage and security providers;"}, {"15": "Data storage and security providers;"}]}, "count": 16}, "unauthorized": {"text": {"unauthorized": [{"0": "We implement physical, technical, and organizational security measures designed to safeguard Personal Information. These measures aim to protect the Personal Information we collect from loss, misuse, and unauthorized access, disclosure alteration, and destruction. Please be aware that despite our efforts, no measures can guarantee security."}]}, "count": 1}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "Why We Collect and How We Use Your Personal Information"}, {"1": "This Privacy Policy describes how we collect, use, disclose, sell, share, and retain your Personal Information in connection with our Products and Services and your rights and choices over our processing of your Personal Information. The "}, {"2": "This Condé Nast Privacy Policy (“Privacy Policy”) describes how Advance Magazine Publishers, Inc. and its affiliates, subsidiaries, and related entities operating under any of the Condé Nast "}, {"3": "website, mobile site, application, email/text/SMS campaign, event, and/or other activity, offering, or publication (regardless of how distributed, transmitted, published, or broadcast) provided by us that links to, or references, this document, including without limitation all "}, {"4": "How We Use Your Personal Information"}, {"5": "How We Disclose the Personal Information We Collect"}, {"6": "2. How We Use Your Personal Information  "}, {"7": "To Improve Our Products and Services. We use your Personal Information to understand and analyze our users and how our Products and Services are used by them, to improve, repair, and enhance the Products and Services, and to develop new products, services, features and functionality. "}, {"8": "3. How We Disclose the Personal Information We Collect"}, {"9": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"10": "How Google Uses Information"}, {"11": "We and our third-party business partners may also use these Tracking Technologies to gather Personal Information, including Sensitive Personal Information, about how you view and use our Products and Services and to connect your activity with other data we maintain about you. "}, {"12": "Google uses Tracking Technologies and Activity and Device Information in combination with information they maintain to show you Targeted Advertising on our websites and mobile apps."}, {"13": " For more information about this including how to opt-out of the use of certain of these Tracking Technologies, please visit the "}, {"14": "Do Not Track (DNT). Your browser setting may allow you to automatically transmit a \"Do Not Track\" (DNT) signal to websites and online services that you visit. Since there is no consensus about what DNT means in this context and how to implement DNT signals, like many other businesses, our websites do not respond to these DNT signals, but you have the options noted above and below to make choices about how your Personal Information is used. "}, {"15": "Legitimate interests: We process your Personal Information where necessary to serve our legitimate business interests when those interests are not outweighed by the interests and fundamental rights and freedoms of the individual. For example, to ensure that we can effectively manage and communicate regarding our business, to perform investigations or compliance audits, to improve the Products and Services, to exercise or defend our rights, and for business administration purposes. You can contact us using the details in the Contact Us section below for information about how we assess whether we are permitted to use your Personal Information under this legal basis. "}, {"16": "Depending on how you interact with our Products and Services, we may have processed Personal Information about you for each (or any) of these purposes:"}]}, "count": 17}, "what": {"text": {"what": [{"0": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"1": "The states of California, Colorado, Connecticut, Virginia, Utah, Oregon, Texas, and Montana provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting and/or what is sometimes called “sales” or “sharing” of your Personal Information, and other rights detailed immediately below. If you are a data subject in the European Economic Area (EEA), United Kingdom (UK), and Switzerland, you may also have some of these rights, including the right to: "}, {"2": "Do Not Track (DNT). Your browser setting may allow you to automatically transmit a \"Do Not Track\" (DNT) signal to websites and online services that you visit. Since there is no consensus about what DNT means in this context and how to implement DNT signals, like many other businesses, our websites do not respond to these DNT signals, but you have the options noted above and below to make choices about how your Personal Information is used. "}]}, "count": 3}, "how you": {"text": {"how you": [{"0": "We and our third-party business partners may also use these Tracking Technologies to gather Personal Information, including Sensitive Personal Information, about how you view and use our Products and Services and to connect your activity with other data we maintain about you. "}, {"1": "Google uses Tracking Technologies and Activity and Device Information in combination with information they maintain to show you Targeted Advertising on our websites and mobile apps."}, {"2": "Depending on how you interact with our Products and Services, we may have processed Personal Information about you for each (or any) of these purposes:"}]}, "count": 3}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "To Improve Our Products and Services. We use your Personal Information to understand and analyze our users and how our Products and Services are used by them, to improve, repair, and enhance the Products and Services, and to develop new products, services, features and functionality. "}]}, "count": 1}, "learn": {"text": {"learn": [{"0": "You may also have additional rights related to our use and disclosure of your Sensitive Personal Information. To learn more, please see "}]}, "count": 1}, "more information": {"text": {"more information": [{"0": " Partners when you use or engage with our Products and Services. For more information, please refer to the section "}, {"1": "Activity and Device Information, including browser and device identifiers, model type, and settings; operating system; clickstream data such as the sections, links, and features of the website or mobile application you interact with and use; cookies, localStorage, and similar technologies; Content, search and browsing histories within our Products and Services; Content and advertisements you view, click, access, or engage with; and other similar information related to your interaction with our Products and Services. For more information, please refer to the section "}, {"2": "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services. Some social media companies also will facilitate your registration for our Products and Services, such as through social sign-on, or will enhance or personalize your experience on our Products and Services, such as through technologies that enable you to easily share Content from our Products and Services on their platforms. For more information, please refer to the "}, {"3": "We and our partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. This data may also include information about your operating system(s), device(s) and browsers. For more information, please refer to the "}, {"4": "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you. We also allow specific, approved third-party business partners and/or service providers, including Google Analytics, to collect data from your browser or device for Targeted Advertising, analytics, and measurement purposes using their own similar tools. For more information about Google Analytics including how to opt out, visit "}, {"5": "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising. In certain U.S. states, these inferences may be considered Sensitive Personal Information. When we obtain this information from our third-party business partners, we will, where required by law, contractually ensure that they have obtained your consent or offered you an opportunity to opt out before sharing it with us. Similarly, if we collect Sensitive Personal Information directly from you, where required by law, we will obtain your consent, provide you an opportunity to opt out, or take other appropriate action. For more information about your rights regarding Sensitive Personal Information under local laws, please refer to the "}, {"6": "If you would like more information about this practice and your choices with respect to it, please visit"}, {"7": " For more information about this including how to opt-out of the use of certain of these Tracking Technologies, please visit the "}, {"8": "Your Personal Information may be processed, transferred to, and maintained on servers and databases located outside of the jurisdiction in which you are based and where the privacy laws may not be as protective as your jurisdiction. Where required by applicable law, we have put in place appropriate safeguards (such as contractual commitments) in accordance with applicable legal requirements to ensure that your Personal Information is adequately protected. For more information on the appropriate safeguards in place, please contact us as noted in the Contact Us section of this Privacy Policy. "}]}, "count": 9}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Activity and Device Information, including browser and device identifiers, model type, and settings; operating system; clickstream data such as the sections, links, and features of the website or mobile application you interact with and use; cookies, localStorage, and similar technologies; Content, search and browsing histories within our Products and Services; Content and advertisements you view, click, access, or engage with; and other similar information related to your interaction with our Products and Services. For more information, please refer to the section "}, {"1": "We and our partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. This data may also include information about your operating system(s), device(s) and browsers. For more information, please refer to the "}, {"2": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}, {"3": "Please note that when following the processes described below, you may need to make your Opt-Out choices on each website, mobile application, browser, and device that you use, and if your browser’s cookies are cleared, you may need to repeat the process. However, if you have created an account to log in across several of our apps and/or websites, we will make reasonable efforts to apply your opt-out request to each of those apps and websites."}]}, "count": 4}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {"web beacons": [{"0": "We and our partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. This data may also include information about your operating system(s), device(s) and browsers. For more information, please refer to the "}, {"1": "We and our third-party business partners use various tools and technologies such as cookies, pixels, localStorage, web beacons, software development kits, and similar technologies (collectively, “Tracking Technologies”) to collect data when you interact with our Products and Services, including our websites, mobile applications, and email communications. Some of these technologies store data in the browser or on your device. Other technologies may use network-related or other information to recognize your device (e.g., IP address). "}]}, "count": 2}, "session monitoring": {"text": {}, "count": 0}}}, "link-1": {"WORDS": {"we": {"text": {"we": [{"0": "The Sol de Janeiro Cyber Monday Deals We Recommend Shopping Tonight"}]}, "count": 1}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}, "information": {"text": {}, "count": 0}, "use": {"text": {}, "count": 0}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {}, "count": 0}, "if": {"text": {}, "count": 0}, "when": {"text": {}, "count": 0}, "help": {"text": {}, "count": 0}, "access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {}, "count": 0}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {}, "count": 0}, "you can": {"text": {}, "count": 0}, "right": {"text": {"right": [{"0": "Anne Hathaway’s Fave Sneakers Are So Affordable Right Now"}]}, "count": 1}, "choice": {"text": {}, "count": 0}, "request": {"text": {}, "count": 0}, "delete": {"text": {}, "count": 0}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {}, "count": 0}, "authority": {"text": {}, "count": 0}, "comply": {"text": {}, "count": 0}, "compliant": {"text": {}, "count": 0}, "law": {"text": {}, "count": 0}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "Will be used in accordance with our Privacy Policy."}]}, "count": 1}, "international": {"text": {"international": [{"0": "Select international site"}]}, "count": 1}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "Your California Privacy Rights"}]}, "count": 1}, "children": {"text": {}, "count": 0}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "54 Gifts for Moms That’ll Win You ‘Favorite Child’ Status"}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {}, "count": 0}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {}, "count": 0}, "advertising": {"text": {}, "count": 0}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {}, "count": 0}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {}, "count": 0}, "we process": {"text": {}, "count": 0}, "collected": {"text": {}, "count": 0}, "stored": {"text": {}, "count": 0}, "retention": {"text": {}, "count": 0}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {}, "count": 0}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {}, "count": 0}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {}, "count": 0}, "settings": {"text": {}, "count": 0}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {}, "count": 0}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {}, "count": 0}, "encryption": {"text": {}, "count": 0}, "security": {"text": {}, "count": 0}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "Here’s How Taylor Swift and Travis Kelce Reportedly Spent Their First Thanksgiving Together"}]}, "count": 1}, "what": {"text": {}, "count": 0}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {}, "count": 0}, "learn": {"text": {}, "count": 0}, "more information": {"text": {}, "count": 0}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {}, "count": 0}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}, "accessory": {"DNSMI": true}}