{"main": {"https://truemeds.in": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "1.1 This Privacy Policy governs what information Intellihealth Solutions Private Limited (“Truemeds”/ “We”/ “Us”/ “Our”/ “the Company”), as the owner and operator of the domain name www.truemeds.in, and internet based platform, and “Truemeds”, a mobile application (each individually, “Website” and “App” respectively, and together, “the Platforms”), collects from a user (“You”/ “Your” / “User”) of the Platforms in the course of providing Services (as defined in the Terms of Use available at https://www.truemeds.in/legal/terms-and-conditions and how We use, process, store, deal, handle or disclose such information."}, {"1": "1.2 Truemeds is fully committed to respecting confidentiality, protecting your privacy and ensuring the security of any personal information received from You or a registered medical practitioner authorized by You. We strictly adhere to the applicable laws on data protection India, and this Privacy Policy is especially published in accordance with:"}, {"2": "2.3 You hereby explicitly represent that any information provided by You on our Platforms, or to the registered medical practitioner / Service Provider providing You the Services or otherwise is voluntary and subject to this Privacy Policy. You agree that We will not be required to validate any information provided by You, unless otherwise offered by Us or required under applicable law."}, {"3": "2.8 You hereby consent to Our collection, use, sharing, and disclosure of Your information as described in this Privacy Policy. We reserve the right to change, modify, add or delete portions of the terms of this Privacy Policy, from time to time as we deem fit, without intimating you. Your continued use of the Website, App, the Services or the Platform, following any such amendments to the Privacy Policy, will be deemed as an implicit acceptance of the Privacy Policy in its amended form. You are requested to review the Privacy Policy on a regular basis to keep yourself updated with any changes, modifications made to the terms hereof. If you do not accept any changes, modifications made to the terms, You may terminate your use of this Website, App, the Services or the Platform immediately."}, {"4": "3. Information that We collect"}, {"5": "3.2 During the course of You accessing or using the Platforms and availing Services, You may provide, or We may collect personal information, i.e., information which, either directly or indirectly, in combination with other information, is capable of identifying You or some other individual. Some of this personal information also qualifies as sensitive personal data or information (“SPDI”) as defined under the RSP Rules. Given below are the types of information that we may collect."}, {"6": "3.3 Information You give Us: We receive and store information provided by You on the Platforms in connection with Our Services. This includes: a. Contact Information: Name, Delivery Address, Phone Number, Email ID, Password; b. Demographic Information: Gender, Age, Date of Birth, Nationality, Marital Status; c. Medical Information: Medical records and history, details of your prescribing doctor, prescriptions uploaded and any other physical, physiological or mental health condition which you voluntarily provide Us, Our personnel or the Service Provider; d. Usage History: Search history, history of teleconsultation appointments made on the Platforms, history of medicines ordered (completed, cancelled or returned) including those which are substitute drugs and any other detail relating to the same as voluntarily provided by You; e. Surveys: Any information provided by you in relation to surveys, contests or referrals; f. Call records: Any call records relating to the rendering of Services or teleconsultation (discussed below); and g. Any additional information that you voluntarily choose to provide to Truemeds or the Service Provider through any mode of communication or during any interaction."}, {"7": "3.4 Information from Other Sources: We receive information about You from third parties viz. Our partners, advertisers, Service Provider, and Third Party Delivery Partners etc. such as order details and other information that You share with such third parties."}, {"8": "3.5 Cookies and tracking technologies: “Cookies” are small data files (usually in a text format) that are placed by network operators and web platforms on a user’s internal device storage (e.g. hard drive, memory card etc.) to collect information about activity on the web platform. Like most websites and apps, We also utilize cookies to analyze data about Our Platforms traffic, which helps save Your preference for future visits. Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that Website or App is accessed. Our use of cookies and other tracking technologies allows Us to improve the Platforms as well as Your experience."}, {"9": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}, {"10": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}, {"11": "4. How We use Your Information"}, {"12": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}, {"13": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"14": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}, {"15": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}, {"16": "5.4. Notwithstanding the aforesaid, but subject to applicable law, We may at Our sole discretion, transfer personal information, including SPDI, to any other body corporate that has taken best efforts to ensure at least the same level of data protection as is provided by Us under the terms hereof, located in India or any other country. By accessing or using the Platforms, You accept the terms hereof and explicitly consent to Us sharing and/or processing Your personal information, including SPDI, with third parties and in any of location outside India. We will make best efforts to ensure that the third party or the location to which the SPDI is transferred accords same level of data protection as would be afforded under Indian law."}, {"17": "6.1. We store Your personal information in accordance with the applicable laws and such information shall be secure with Us as long as it is necessary to offer You Our services. Such information in Our possession or under Our control, shall be destroyed and/or anonymized as soon as it is reasonable to assume that: (i) the purposes for which your information has been collected have been fulfilled; and (ii) retention is no longer necessary for any other reason, or under any applicable law. We keep non-personally identifiable information for research and statistical purposes for a longer period."}, {"18": "6.2. In case You do not want to avail Our services and wish to withdraw or cancel your registration, as per the applicable laws, We are obligated to retain Your information for a further period of one hundred and eighty days after such withdrawal or cancellation. We are also obliged to keep such information for 180 days after receiving actual knowledge of any storage or hosting of information described in rule 3(1)(g) read with rule 3(1)(h) of the Intermediaries Guidelines. We may also keep Your information for a longer period of time if so required by any order of a Court or a direction of a competent authority or Government agency as per applicable law, or for any other purpose as required under applicable law."}, {"19": "7.2. To prevent unauthorized access, We have put in place the industry-standard security technology and procedures to safeguard the information We collect data on the Platforms or via email, messages etc. In particular, Your personal information, including any records of your e-prescription or teleconsultation, is encrypted and is protected with AWS Security Protocols. We store your personally information on the computer servers placed in a secure environment."}, {"20": "7.3. Even though We have taken significant steps to protect Your personal information, no company, including Truemeds, can fully eliminate security risks associated with the storage and retention of personal information."}, {"21": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"22": "9.1. As per applicable law, We shall periodically inform our registered Users, at least once every year, that in case of non-compliance with this Privacy Policy or Terms of Use, we have the right to terminate our Services immediately or remove non-compliant information or both."}, {"23": "9.2. As per applicable law, We shall periodically, and at least once in a year, inform our registered Users of the Privacy Policy or Terms of Use or any change thereto."}, {"24": "10.1. The Platforms may include hyperlinks to various external websites, and may also include advertisements, and hyperlinks to applications, content or resources (“Third Party Links”). We have no control over such Third Party Links present on the Platforms, and You agree that We are not responsible for any collection or disclosure of Your information by any external sites, applications, companies or persons thereof."}, {"25": "10.3. You further acknowledge and agree that We are not liable for any loss or damage which may be incurred by You as a result of the collection and/or disclosure of your information via Third Party Links, as a result of any reliance placed by You on the completeness, accuracy or existence of any advertising, products services, or other materials on, or available via such Third Party Links."}, {"26": "10.4. We recommend that You review the applicable privacy policies available on the websites or applications of such Third Party Links."}, {"27": "11.4. In case You have any complaints or grievances on the Platforms, please contact the Grievance Officer with a thorough description of Your complaint. We shall acknowledge any complaint made within twenty-four hours, and shall try to resolve the same within a period of fifteen days from the date of its receipt. We shall also receive and acknowledge any order, notice or direction issued by the Government or any competent authority or court of competent jurisdiction."}, {"28": "You agree and undertake to indemnify Us in any suit or dispute by any third party arising out of disclosure of information by You to third parties either through Our Website or App or otherwise and Your use and access of websites, applications and resources of third parties. We assume no liability for any actions of third parties with regard to Your personal information or SPDI which You may have disclosed to such third parties."}, {"29": "We cannot ensure that all of Your personal information and SPDI will never be disclosed in ways not otherwise described in this Privacy Policy. Therefore, although We are committed to protecting Your privacy, We do not promise, and You should not expect, that Your information or private communications will always remain private. As a User of the Website or the App, You consent to this disclosure of Your personal information and SPDI. You understand and agree that You assume all responsibility and risk for Your use of the Website or the App, the internet generally, and the information You post or access and for Your conduct on and off the Website or the App."}]}, "count": 30}, "promise": {"text": {"promise": [{"0": "We cannot ensure that all of Your personal information and SPDI will never be disclosed in ways not otherwise described in this Privacy Policy. Therefore, although We are committed to protecting Your privacy, We do not promise, and You should not expect, that Your information or private communications will always remain private. As a User of the Website or the App, You consent to this disclosure of Your personal information and SPDI. You understand and agree that You assume all responsibility and risk for Your use of the Website or the App, the internet generally, and the information You post or access and for Your conduct on and off the Website or the App."}]}, "count": 1}, "only": {"text": {"only": [{"0": "4.1 Truemeds collects and uses Your information only to the extent necessary for the below listed purposes:"}, {"1": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}]}, "count": 2}, "information": {"text": {"information": [{"0": "1.1 This Privacy Policy governs what information Intellihealth Solutions Private Limited (“Truemeds”/ “We”/ “Us”/ “Our”/ “the Company”), as the owner and operator of the domain name www.truemeds.in, and internet based platform, and “Truemeds”, a mobile application (each individually, “Website” and “App” respectively, and together, “the Platforms”), collects from a user (“You”/ “Your” / “User”) of the Platforms in the course of providing Services (as defined in the Terms of Use available at https://www.truemeds.in/legal/terms-and-conditions and how We use, process, store, deal, handle or disclose such information."}, {"1": "1.2 Truemeds is fully committed to respecting confidentiality, protecting your privacy and ensuring the security of any personal information received from You or a registered medical practitioner authorized by You. We strictly adhere to the applicable laws on data protection India, and this Privacy Policy is especially published in accordance with:"}, {"2": "Section 43A of the Information Technology Act, 2000 (“IT Act”);"}, {"3": "Rule 4 of the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Information) Rules, 2011 (“RSP Rules”);"}, {"4": "Rule 3(1) of the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021 (“Intermediary Guidelines”); and,"}, {"5": "2.2 By clicking “I Accept”, or when otherwise accessing or using the Platforms, You confirm that you have read, understood and agree to be bound the terms of this Privacy Policy including any terms incorporated by reference and expressly consent to the collection, use, storage, handling and disclosure of Your information as per this Privacy Policy."}, {"6": "2.3 You hereby explicitly represent that any information provided by You on our Platforms, or to the registered medical practitioner / Service Provider providing You the Services or otherwise is voluntary and subject to this Privacy Policy. You agree that We will not be required to validate any information provided by You, unless otherwise offered by Us or required under applicable law."}, {"7": "2.5 You represent that You are duly authorized as per applicable law by any third party (including a person under the age of 18 years) whose information you share with us and for that information to be processed as per the terms of this Privacy Policy. You hereby agree that Truemeds shall be acting as per your representation of authority and shall not make any independent enquiries to ascertain the genuineness of your authorization. Any liability in relation to your acts and omissions in this regard (including in sharing information) or resulting from consequent actions taken by us pursuant to your acts and omissions in accordance with this Privacy Policy shall also solely be borne by you."}, {"8": "2.8 You hereby consent to Our collection, use, sharing, and disclosure of Your information as described in this Privacy Policy. We reserve the right to change, modify, add or delete portions of the terms of this Privacy Policy, from time to time as we deem fit, without intimating you. Your continued use of the Website, App, the Services or the Platform, following any such amendments to the Privacy Policy, will be deemed as an implicit acceptance of the Privacy Policy in its amended form. You are requested to review the Privacy Policy on a regular basis to keep yourself updated with any changes, modifications made to the terms hereof. If you do not accept any changes, modifications made to the terms, You may terminate your use of this Website, App, the Services or the Platform immediately."}, {"9": "3. Information that We collect"}, {"10": "3.1 A User may have limited access to the Platforms and Services provided by Truemeds without creating an account on the Website or App. In order to access all features and benefits of the Services, a User is required to first create an account on the Platforms. The information required for registration is provided in the Terms of Use but may be updated from time to time. Other information requested on the registration page which is optional shall be indicated as such."}, {"11": "3.2 During the course of You accessing or using the Platforms and availing Services, You may provide, or We may collect personal information, i.e., information which, either directly or indirectly, in combination with other information, is capable of identifying You or some other individual. Some of this personal information also qualifies as sensitive personal data or information (“SPDI”) as defined under the RSP Rules. Given below are the types of information that we may collect."}, {"12": "3.3 Information You give Us: We receive and store information provided by You on the Platforms in connection with Our Services. This includes: a. Contact Information: Name, Delivery Address, Phone Number, Email ID, Password; b. Demographic Information: Gender, Age, Date of Birth, Nationality, Marital Status; c. Medical Information: Medical records and history, details of your prescribing doctor, prescriptions uploaded and any other physical, physiological or mental health condition which you voluntarily provide Us, Our personnel or the Service Provider; d. Usage History: Search history, history of teleconsultation appointments made on the Platforms, history of medicines ordered (completed, cancelled or returned) including those which are substitute drugs and any other detail relating to the same as voluntarily provided by You; e. Surveys: Any information provided by you in relation to surveys, contests or referrals; f. Call records: Any call records relating to the rendering of Services or teleconsultation (discussed below); and g. Any additional information that you voluntarily choose to provide to Truemeds or the Service Provider through any mode of communication or during any interaction."}, {"13": "3.4 Information from Other Sources: We receive information about You from third parties viz. Our partners, advertisers, Service Provider, and Third Party Delivery Partners etc. such as order details and other information that You share with such third parties."}, {"14": "3.5 Cookies and tracking technologies: “Cookies” are small data files (usually in a text format) that are placed by network operators and web platforms on a user’s internal device storage (e.g. hard drive, memory card etc.) to collect information about activity on the web platform. Like most websites and apps, We also utilize cookies to analyze data about Our Platforms traffic, which helps save Your preference for future visits. Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that Website or App is accessed. Our use of cookies and other tracking technologies allows Us to improve the Platforms as well as Your experience."}, {"15": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}, {"16": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}, {"17": "4.1 Truemeds collects and uses Your information only to the extent necessary for the below listed purposes:"}, {"18": "For the purpose of contacting You by way of SMS, email and phone calls to provide You with information on new Services and offers, taking feedback, assisting you with completion of transactions and placing the incomplete orders or educating the customers about the relevant/related products or any other issues relating to the use of Services;"}, {"19": "To send You information about special promotions or offers (either offered by Truemeds or by its business partners), new features or products both of the Truemeds as well as third-party offers or products with whom Truemeds has a tie-up;"}, {"20": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}, {"21": "4.3 Truemeds may access or store Your information to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of the Terms of Use, or as otherwise required by law."}, {"22": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}, {"23": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"24": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}, {"25": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}, {"26": "5.4. Notwithstanding the aforesaid, but subject to applicable law, We may at Our sole discretion, transfer personal information, including SPDI, to any other body corporate that has taken best efforts to ensure at least the same level of data protection as is provided by Us under the terms hereof, located in India or any other country. By accessing or using the Platforms, You accept the terms hereof and explicitly consent to Us sharing and/or processing Your personal information, including SPDI, with third parties and in any of location outside India. We will make best efforts to ensure that the third party or the location to which the SPDI is transferred accords same level of data protection as would be afforded under Indian law."}, {"27": "5.5. To the extent necessary to provide Users with the services on the Website and app (iOS & Android), Truemeds may provide their Personal Information to third party contractors who work on behalf of or with Truemeds to provide Users with such services, to help Truemeds communicate with Users or to maintain the Website and app (iOS & Android). Generally, these contractors do not have any independent right to share this information, however certain contractors who provide services on the Website and app (iOS & Android), including the providers of online communications services, will have rights to use and disclose the personal information collected in connection with the provision of these services in accordance with their own privacy policies."}, {"28": "5.6. Non-personally identifiable information may be disclosed to third parties such as technology vendors and research firms and Truemeds may also share its aggregate findings (not specific information) based on information relating to the User’s internet use to prospective, investors, strategic partners, sponsors and others in order to help growth of Truemeds’ business."}, {"29": "6.1. We store Your personal information in accordance with the applicable laws and such information shall be secure with Us as long as it is necessary to offer You Our services. Such information in Our possession or under Our control, shall be destroyed and/or anonymized as soon as it is reasonable to assume that: (i) the purposes for which your information has been collected have been fulfilled; and (ii) retention is no longer necessary for any other reason, or under any applicable law. We keep non-personally identifiable information for research and statistical purposes for a longer period."}, {"30": "6.2. In case You do not want to avail Our services and wish to withdraw or cancel your registration, as per the applicable laws, We are obligated to retain Your information for a further period of one hundred and eighty days after such withdrawal or cancellation. We are also obliged to keep such information for 180 days after receiving actual knowledge of any storage or hosting of information described in rule 3(1)(g) read with rule 3(1)(h) of the Intermediaries Guidelines. We may also keep Your information for a longer period of time if so required by any order of a Court or a direction of a competent authority or Government agency as per applicable law, or for any other purpose as required under applicable law."}, {"31": "6.3. Notwithstanding anything in the foregoing, the storage and retention of information shall be subject to applicable law, including but not limited to rule 3(1) of the Intermediaries Guidelines and the Telemedicine Guidelines."}, {"32": "7.1. Truemeds has taken reasonable precautions to treat personal information as confidential and to protect it from unauthorized access, improper use, disclosure or modification, and unlawful destruction or accidental loss."}, {"33": "7.2. To prevent unauthorized access, We have put in place the industry-standard security technology and procedures to safeguard the information We collect data on the Platforms or via email, messages etc. In particular, Your personal information, including any records of your e-prescription or teleconsultation, is encrypted and is protected with AWS Security Protocols. We store your personally information on the computer servers placed in a secure environment."}, {"34": "7.3. Even though We have taken significant steps to protect Your personal information, no company, including Truemeds, can fully eliminate security risks associated with the storage and retention of personal information."}, {"35": "8.1. You have the right to withdraw Your consent at any time to use Our Services at any time, or delete Your account. However, such withdrawal of consent will not be retroactive, and Your personal information will nonetheless be subject to retention obligations under applicable law as noted in clause 6.2."}, {"36": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"37": "8.3. If a User, as a casual visitor who has not registered, has inadvertently browsed through the Platforms prior to reading the Privacy Policy and the Terms of Use, and such User does not agree with the manner in which such information is obtained, the act of uninstalling the App or quitting the web browser application should ordinarily clear all temporary cookies installed by Truemeds. All visitors, however, are encouraged to use the “clear cookies” functionality of their browsers, or similar functionality on their mobile devices to ensure such clearing/ deletion, as Truemeds cannot guarantee, predict or provide for the behavior of the equipment of all its visitors."}, {"38": "8.4. In case You do not provide Your information or consent for usage of personal information or subsequently withdraw Your consent for usage of the personal information so collected, Truemeds reserves the right to discontinue the services for which the said information was sought subject to applicable law."}, {"39": "9.1. As per applicable law, We shall periodically inform our registered Users, at least once every year, that in case of non-compliance with this Privacy Policy or Terms of Use, we have the right to terminate our Services immediately or remove non-compliant information or both."}, {"40": "9.3. Truemeds does not make any unsolicited calls or otherwise market any products or services, except for in relation to the purpose for which such information has been provided or taking any feedback or addressing the complaints. However, Truemeds may periodically send You emails about new products, special offers or other information of a promotional nature. If You do not wish to receive promotional information from Us, You can, at any time, choose to opt out of receiving the same by way of links provided at the bottom of each mail or by writing to us at care@truemeds.in."}, {"41": "10.1. The Platforms may include hyperlinks to various external websites, and may also include advertisements, and hyperlinks to applications, content or resources (“Third Party Links”). We have no control over such Third Party Links present on the Platforms, and You agree that We are not responsible for any collection or disclosure of Your information by any external sites, applications, companies or persons thereof."}, {"42": "10.2. Third Party Links may place their own cookies or other files on the Users’ computer, collect data or solicit personal information from the Users, for which Truemeds is not responsible or liable. Accordingly, Truemeds does not make any representations concerning the privacy practices or policies of such third parties or terms of use of such websites, nor does Truemeds guarantee the accuracy, integrity, or quality of the information, data, text, software, sound, photographs, graphics, videos, messages or other materials available on such Third Party Links. The presence of any Third Party Links on our Platforms, cannot be construed as a recommendation, endorsement or solicitation for the same, or any other material on or available via such Third Party Links."}, {"43": "10.3. You further acknowledge and agree that We are not liable for any loss or damage which may be incurred by You as a result of the collection and/or disclosure of your information via Third Party Links, as a result of any reliance placed by You on the completeness, accuracy or existence of any advertising, products services, or other materials on, or available via such Third Party Links."}, {"44": "10.5. In accordance with applicable law, You hereby agree that You shall not host, display, upload, modify, publish, transmit, store, update or share any information on the Platform that:"}, {"45": "deceives or misleads the addressee about the origin of the message or knowingly and intentionally communicates any information which is patently false or misleading in nature but may reasonably be perceived as a fact;"}, {"46": "11. Contact Information & Grievances"}, {"47": "You agree and undertake to indemnify Us in any suit or dispute by any third party arising out of disclosure of information by You to third parties either through Our Website or App or otherwise and Your use and access of websites, applications and resources of third parties. We assume no liability for any actions of third parties with regard to Your personal information or SPDI which You may have disclosed to such third parties."}, {"48": "We cannot ensure that all of Your personal information and SPDI will never be disclosed in ways not otherwise described in this Privacy Policy. Therefore, although We are committed to protecting Your privacy, We do not promise, and You should not expect, that Your information or private communications will always remain private. As a User of the Website or the App, You consent to this disclosure of Your personal information and SPDI. You understand and agree that You assume all responsibility and risk for Your use of the Website or the App, the internet generally, and the information You post or access and for Your conduct on and off the Website or the App."}, {"49": "Manage your health with ease Download Truemeds today!Get easy access to medicine refills, health information, and more. With our app, you'll never have to wait in line again. Download now and start taking control of your health."}]}, "count": 50}, "use": {"text": {"use": [{"0": "1.1 This Privacy Policy governs what information Intellihealth Solutions Private Limited (“Truemeds”/ “We”/ “Us”/ “Our”/ “the Company”), as the owner and operator of the domain name www.truemeds.in, and internet based platform, and “Truemeds”, a mobile application (each individually, “Website” and “App” respectively, and together, “the Platforms”), collects from a user (“You”/ “Your” / “User”) of the Platforms in the course of providing Services (as defined in the Terms of Use available at https://www.truemeds.in/legal/terms-and-conditions and how We use, process, store, deal, handle or disclose such information."}, {"1": "This Privacy Policy is effective from 5th October 2024. Any word capitalized and not defined in this Privacy Policy shall derive its meaning from the Terms of Use."}, {"2": "2.2 By clicking “I Accept”, or when otherwise accessing or using the Platforms, You confirm that you have read, understood and agree to be bound the terms of this Privacy Policy including any terms incorporated by reference and expressly consent to the collection, use, storage, handling and disclosure of Your information as per this Privacy Policy."}, {"3": "2.7 If You do not agree with any of the terms and conditions of this Privacy Policy, please do not proceed further to use the Website or the App or any Services."}, {"4": "2.8 You hereby consent to Our collection, use, sharing, and disclosure of Your information as described in this Privacy Policy. We reserve the right to change, modify, add or delete portions of the terms of this Privacy Policy, from time to time as we deem fit, without intimating you. Your continued use of the Website, App, the Services or the Platform, following any such amendments to the Privacy Policy, will be deemed as an implicit acceptance of the Privacy Policy in its amended form. You are requested to review the Privacy Policy on a regular basis to keep yourself updated with any changes, modifications made to the terms hereof. If you do not accept any changes, modifications made to the terms, You may terminate your use of this Website, App, the Services or the Platform immediately."}, {"5": "3.1 A User may have limited access to the Platforms and Services provided by Truemeds without creating an account on the Website or App. In order to access all features and benefits of the Services, a User is required to first create an account on the Platforms. The information required for registration is provided in the Terms of Use but may be updated from time to time. Other information requested on the registration page which is optional shall be indicated as such."}, {"6": "3.5 Cookies and tracking technologies: “Cookies” are small data files (usually in a text format) that are placed by network operators and web platforms on a user’s internal device storage (e.g. hard drive, memory card etc.) to collect information about activity on the web platform. Like most websites and apps, We also utilize cookies to analyze data about Our Platforms traffic, which helps save Your preference for future visits. Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that Website or App is accessed. Our use of cookies and other tracking technologies allows Us to improve the Platforms as well as Your experience."}, {"7": "3.6 Our cookies do not collect any SPDI from You, except that voluntarily provided by You. Most browsers/mobile settings allow You to control cookies, including whether or not to accept them and how to remove them. You may set most browsers/mobile application to notify you if you receive a cookie, or You may choose to block cookies with your browser/mobile applications. However, by refusing or blocking cookies in relation to our Website or App, You may not be able to use certain features on the Platforms or take full advantage of our Services."}, {"8": "4. How We use Your Information"}, {"9": "To register You for the purpose of receiving Our Services, identification, communication, notification and for performance of Our obligations or obligations of the Service Provider or Third Party Delivery Partners arising out of or in relation to the Terms of Use such as, inter alia, ordering, arranging teleconsultation, delivery, billing;"}, {"10": "To send notices, communications, alerts, messages, new offers relevant to use of the Services offered by Truemeds or the Service Provider;"}, {"11": "For the purpose of contacting You by way of SMS, email and phone calls to provide You with information on new Services and offers, taking feedback, assisting you with completion of transactions and placing the incomplete orders or educating the customers about the relevant/related products or any other issues relating to the use of Services;"}, {"12": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}, {"13": "4.3 Truemeds may access or store Your information to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of the Terms of Use, or as otherwise required by law."}, {"14": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}, {"15": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}, {"16": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}, {"17": "5.5. To the extent necessary to provide Users with the services on the Website and app (iOS & Android), Truemeds may provide their Personal Information to third party contractors who work on behalf of or with Truemeds to provide Users with such services, to help Truemeds communicate with Users or to maintain the Website and app (iOS & Android). Generally, these contractors do not have any independent right to share this information, however certain contractors who provide services on the Website and app (iOS & Android), including the providers of online communications services, will have rights to use and disclose the personal information collected in connection with the provision of these services in accordance with their own privacy policies."}, {"18": "5.6. Non-personally identifiable information may be disclosed to third parties such as technology vendors and research firms and Truemeds may also share its aggregate findings (not specific information) based on information relating to the User’s internet use to prospective, investors, strategic partners, sponsors and others in order to help growth of Truemeds’ business."}, {"19": "7.1. Truemeds has taken reasonable precautions to treat personal information as confidential and to protect it from unauthorized access, improper use, disclosure or modification, and unlawful destruction or accidental loss."}, {"20": "8.1. You have the right to withdraw Your consent at any time to use Our Services at any time, or delete Your account. However, such withdrawal of consent will not be retroactive, and Your personal information will nonetheless be subject to retention obligations under applicable law as noted in clause 6.2."}, {"21": "8.3. If a User, as a casual visitor who has not registered, has inadvertently browsed through the Platforms prior to reading the Privacy Policy and the Terms of Use, and such User does not agree with the manner in which such information is obtained, the act of uninstalling the App or quitting the web browser application should ordinarily clear all temporary cookies installed by Truemeds. All visitors, however, are encouraged to use the “clear cookies” functionality of their browsers, or similar functionality on their mobile devices to ensure such clearing/ deletion, as Truemeds cannot guarantee, predict or provide for the behavior of the equipment of all its visitors."}, {"22": "9.1. As per applicable law, We shall periodically inform our registered Users, at least once every year, that in case of non-compliance with this Privacy Policy or Terms of Use, we have the right to terminate our Services immediately or remove non-compliant information or both."}, {"23": "9.2. As per applicable law, We shall periodically, and at least once in a year, inform our registered Users of the Privacy Policy or Terms of Use or any change thereto."}, {"24": "10.2. Third Party Links may place their own cookies or other files on the Users’ computer, collect data or solicit personal information from the Users, for which Truemeds is not responsible or liable. Accordingly, Truemeds does not make any representations concerning the privacy practices or policies of such third parties or terms of use of such websites, nor does Truemeds guarantee the accuracy, integrity, or quality of the information, data, text, software, sound, photographs, graphics, videos, messages or other materials available on such Third Party Links. The presence of any Third Party Links on our Platforms, cannot be construed as a recommendation, endorsement or solicitation for the same, or any other material on or available via such Third Party Links."}, {"25": "is patently false and untrue, and is written or published in any form, with the intent to mislead or harass a person, entity or agency for financial gain or to cause any injury to any person."}, {"26": "10.6 In the event of a breach of clause 10.5 committed by You, Truemeds reserves the right to take appropriate actions as per applicable law."}, {"27": "You agree and undertake to indemnify Us in any suit or dispute by any third party arising out of disclosure of information by You to third parties either through Our Website or App or otherwise and Your use and access of websites, applications and resources of third parties. We assume no liability for any actions of third parties with regard to Your personal information or SPDI which You may have disclosed to such third parties."}, {"28": "Each clause of this Privacy Policy shall be and remain separate from and independent of and severable from all and any other clauses herein except where otherwise expressly indicated or indicated by the context of the Privacy Policy. The decision or declaration that one or more clauses are null and void shall have no effect on remaining clauses of this Privacy Policy."}, {"29": "We cannot ensure that all of Your personal information and SPDI will never be disclosed in ways not otherwise described in this Privacy Policy. Therefore, although We are committed to protecting Your privacy, We do not promise, and You should not expect, that Your information or private communications will always remain private. As a User of the Website or the App, You consent to this disclosure of Your personal information and SPDI. You understand and agree that You assume all responsibility and risk for Your use of the Website or the App, the internet generally, and the information You post or access and for Your conduct on and off the Website or the App."}]}, "count": 30}, "why": {"text": {}, "count": 0}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "3.1 A User may have limited access to the Platforms and Services provided by Truemeds without creating an account on the Website or App. In order to access all features and benefits of the Services, a User is required to first create an account on the Platforms. The information required for registration is provided in the Terms of Use but may be updated from time to time. Other information requested on the registration page which is optional shall be indicated as such."}, {"1": "3.2 During the course of You accessing or using the Platforms and availing Services, You may provide, or We may collect personal information, i.e., information which, either directly or indirectly, in combination with other information, is capable of identifying You or some other individual. Some of this personal information also qualifies as sensitive personal data or information (“SPDI”) as defined under the RSP Rules. Given below are the types of information that we may collect."}, {"2": "3.3 Information You give Us: We receive and store information provided by You on the Platforms in connection with Our Services. This includes: a. Contact Information: Name, Delivery Address, Phone Number, Email ID, Password; b. Demographic Information: Gender, Age, Date of Birth, Nationality, Marital Status; c. Medical Information: Medical records and history, details of your prescribing doctor, prescriptions uploaded and any other physical, physiological or mental health condition which you voluntarily provide Us, Our personnel or the Service Provider; d. Usage History: Search history, history of teleconsultation appointments made on the Platforms, history of medicines ordered (completed, cancelled or returned) including those which are substitute drugs and any other detail relating to the same as voluntarily provided by You; e. Surveys: Any information provided by you in relation to surveys, contests or referrals; f. Call records: Any call records relating to the rendering of Services or teleconsultation (discussed below); and g. Any additional information that you voluntarily choose to provide to Truemeds or the Service Provider through any mode of communication or during any interaction."}, {"3": "3.4 Information from Other Sources: We receive information about You from third parties viz. Our partners, advertisers, Service Provider, and Third Party Delivery Partners etc. such as order details and other information that You share with such third parties."}, {"4": "3.5 Cookies and tracking technologies: “Cookies” are small data files (usually in a text format) that are placed by network operators and web platforms on a user’s internal device storage (e.g. hard drive, memory card etc.) to collect information about activity on the web platform. Like most websites and apps, We also utilize cookies to analyze data about Our Platforms traffic, which helps save Your preference for future visits. Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that Website or App is accessed. Our use of cookies and other tracking technologies allows Us to improve the Platforms as well as Your experience."}, {"5": "To address Your requests, queries and complaints, if any, pertaining to Our Services, and other customer care related activities;"}, {"6": "For the purpose of contacting You by way of SMS, email and phone calls to provide You with information on new Services and offers, taking feedback, assisting you with completion of transactions and placing the incomplete orders or educating the customers about the relevant/related products or any other issues relating to the use of Services;"}, {"7": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}, {"8": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}, {"9": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}, {"10": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}, {"11": "5.4. Notwithstanding the aforesaid, but subject to applicable law, We may at Our sole discretion, transfer personal information, including SPDI, to any other body corporate that has taken best efforts to ensure at least the same level of data protection as is provided by Us under the terms hereof, located in India or any other country. By accessing or using the Platforms, You accept the terms hereof and explicitly consent to Us sharing and/or processing Your personal information, including SPDI, with third parties and in any of location outside India. We will make best efforts to ensure that the third party or the location to which the SPDI is transferred accords same level of data protection as would be afforded under Indian law."}, {"12": "6.1. We store Your personal information in accordance with the applicable laws and such information shall be secure with Us as long as it is necessary to offer You Our services. Such information in Our possession or under Our control, shall be destroyed and/or anonymized as soon as it is reasonable to assume that: (i) the purposes for which your information has been collected have been fulfilled; and (ii) retention is no longer necessary for any other reason, or under any applicable law. We keep non-personally identifiable information for research and statistical purposes for a longer period."}, {"13": "6.2. In case You do not want to avail Our services and wish to withdraw or cancel your registration, as per the applicable laws, We are obligated to retain Your information for a further period of one hundred and eighty days after such withdrawal or cancellation. We are also obliged to keep such information for 180 days after receiving actual knowledge of any storage or hosting of information described in rule 3(1)(g) read with rule 3(1)(h) of the Intermediaries Guidelines. We may also keep Your information for a longer period of time if so required by any order of a Court or a direction of a competent authority or Government agency as per applicable law, or for any other purpose as required under applicable law."}, {"14": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"15": "9.3. Truemeds does not make any unsolicited calls or otherwise market any products or services, except for in relation to the purpose for which such information has been provided or taking any feedback or addressing the complaints. However, Truemeds may periodically send You emails about new products, special offers or other information of a promotional nature. If You do not wish to receive promotional information from Us, You can, at any time, choose to opt out of receiving the same by way of links provided at the bottom of each mail or by writing to us at care@truemeds.in."}, {"16": "10.2. Third Party Links may place their own cookies or other files on the Users’ computer, collect data or solicit personal information from the Users, for which Truemeds is not responsible or liable. Accordingly, Truemeds does not make any representations concerning the privacy practices or policies of such third parties or terms of use of such websites, nor does Truemeds guarantee the accuracy, integrity, or quality of the information, data, text, software, sound, photographs, graphics, videos, messages or other materials available on such Third Party Links. The presence of any Third Party Links on our Platforms, cannot be construed as a recommendation, endorsement or solicitation for the same, or any other material on or available via such Third Party Links."}, {"17": "10.3. You further acknowledge and agree that We are not liable for any loss or damage which may be incurred by You as a result of the collection and/or disclosure of your information via Third Party Links, as a result of any reliance placed by You on the completeness, accuracy or existence of any advertising, products services, or other materials on, or available via such Third Party Links."}, {"18": "belongs to another person and to which You do not have any right;"}, {"19": "is defamatory, obscene, pornographic, paedophilic, invasive of another’s privacy, including bodily privacy, insulting or harassing on the basis of gender, libellous, racially or ethnically objectionable, relating or encouraging money laundering or gambling, or otherwise inconsistent with or contrary to the laws in force;"}, {"20": "infringes any patent, trademark, copyright or other proprietary rights;"}, {"21": "impersonates another person;"}, {"22": "threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with foreign States, or public order, or causes incitement to the commission of any cognisable offence or prevents investigation of any offence or is insulting other nation;"}, {"23": "contains software virus or any other computer code, file or program designed to interrupt, destroy or limit the functionality of any computer resource;"}, {"24": "Each clause of this Privacy Policy shall be and remain separate from and independent of and severable from all and any other clauses herein except where otherwise expressly indicated or indicated by the context of the Privacy Policy. The decision or declaration that one or more clauses are null and void shall have no effect on remaining clauses of this Privacy Policy."}]}, "count": 25}, "if": {"text": {"if": [{"0": "2.6 If You are accessing or using our Services on the Platforms from a location outside India, You do so at your own risk, and Truemeds shall not be liable for compliance with any applicable local laws outside India."}, {"1": "2.7 If You do not agree with any of the terms and conditions of this Privacy Policy, please do not proceed further to use the Website or the App or any Services."}, {"2": "2.8 You hereby consent to Our collection, use, sharing, and disclosure of Your information as described in this Privacy Policy. We reserve the right to change, modify, add or delete portions of the terms of this Privacy Policy, from time to time as we deem fit, without intimating you. Your continued use of the Website, App, the Services or the Platform, following any such amendments to the Privacy Policy, will be deemed as an implicit acceptance of the Privacy Policy in its amended form. You are requested to review the Privacy Policy on a regular basis to keep yourself updated with any changes, modifications made to the terms hereof. If you do not accept any changes, modifications made to the terms, You may terminate your use of this Website, App, the Services or the Platform immediately."}, {"3": "3.6 Our cookies do not collect any SPDI from You, except that voluntarily provided by You. Most browsers/mobile settings allow You to control cookies, including whether or not to accept them and how to remove them. You may set most browsers/mobile application to notify you if you receive a cookie, or You may choose to block cookies with your browser/mobile applications. However, by refusing or blocking cookies in relation to our Website or App, You may not be able to use certain features on the Platforms or take full advantage of our Services."}, {"4": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}, {"5": "To address Your requests, queries and complaints, if any, pertaining to Our Services, and other customer care related activities;"}, {"6": "To contact You by way of SMS, email and phone calls, if You have added certain products to Your cart but have not been able to complete the checkout process or place the order successfully. This is to facilitate Your order completion effectively and provide assistance with any issues that You may be experiencing with regard to Our Services;"}, {"7": "6.2. In case You do not want to avail Our services and wish to withdraw or cancel your registration, as per the applicable laws, We are obligated to retain Your information for a further period of one hundred and eighty days after such withdrawal or cancellation. We are also obliged to keep such information for 180 days after receiving actual knowledge of any storage or hosting of information described in rule 3(1)(g) read with rule 3(1)(h) of the Intermediaries Guidelines. We may also keep Your information for a longer period of time if so required by any order of a Court or a direction of a competent authority or Government agency as per applicable law, or for any other purpose as required under applicable law."}, {"8": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"9": "8.3. If a User, as a casual visitor who has not registered, has inadvertently browsed through the Platforms prior to reading the Privacy Policy and the Terms of Use, and such User does not agree with the manner in which such information is obtained, the act of uninstalling the App or quitting the web browser application should ordinarily clear all temporary cookies installed by Truemeds. All visitors, however, are encouraged to use the “clear cookies” functionality of their browsers, or similar functionality on their mobile devices to ensure such clearing/ deletion, as Truemeds cannot guarantee, predict or provide for the behavior of the equipment of all its visitors."}, {"10": "9.3. Truemeds does not make any unsolicited calls or otherwise market any products or services, except for in relation to the purpose for which such information has been provided or taking any feedback or addressing the complaints. However, Truemeds may periodically send You emails about new products, special offers or other information of a promotional nature. If You do not wish to receive promotional information from Us, You can, at any time, choose to opt out of receiving the same by way of links provided at the bottom of each mail or by writing to us at care@truemeds.in."}, {"11": "11.1. If You have any questions regarding this Privacy Policy you may contact Mangesh Toraskar. You can also reach out to our support team via our mobile number at 09240250346 (Between 9 am - 9 pm) or email Us at support@truemeds.in."}]}, "count": 12}, "when": {"text": {"when": [{"0": "2.2 By clicking “I Accept”, or when otherwise accessing or using the Platforms, You confirm that you have read, understood and agree to be bound the terms of this Privacy Policy including any terms incorporated by reference and expressly consent to the collection, use, storage, handling and disclosure of Your information as per this Privacy Policy."}, {"1": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}, {"2": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}]}, "count": 3}, "help": {"text": {"help": [{"0": "5.5. To the extent necessary to provide Users with the services on the Website and app (iOS & Android), Truemeds may provide their Personal Information to third party contractors who work on behalf of or with Truemeds to provide Users with such services, to help Truemeds communicate with Users or to maintain the Website and app (iOS & Android). Generally, these contractors do not have any independent right to share this information, however certain contractors who provide services on the Website and app (iOS & Android), including the providers of online communications services, will have rights to use and disclose the personal information collected in connection with the provision of these services in accordance with their own privacy policies."}, {"1": "5.6. Non-personally identifiable information may be disclosed to third parties such as technology vendors and research firms and Truemeds may also share its aggregate findings (not specific information) based on information relating to the User’s internet use to prospective, investors, strategic partners, sponsors and others in order to help growth of Truemeds’ business."}]}, "count": 2}, "access": {"text": {"access": [{"0": "3.1 A User may have limited access to the Platforms and Services provided by Truemeds without creating an account on the Website or App. In order to access all features and benefits of the Services, a User is required to first create an account on the Platforms. The information required for registration is provided in the Terms of Use but may be updated from time to time. Other information requested on the registration page which is optional shall be indicated as such."}, {"1": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}, {"2": "4.3 Truemeds may access or store Your information to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of the Terms of Use, or as otherwise required by law."}, {"3": "5. Access, Disclosure and Sharing of Your Information"}, {"4": "7.1. Truemeds has taken reasonable precautions to treat personal information as confidential and to protect it from unauthorized access, improper use, disclosure or modification, and unlawful destruction or accidental loss."}, {"5": "7.2. To prevent unauthorized access, We have put in place the industry-standard security technology and procedures to safeguard the information We collect data on the Platforms or via email, messages etc. In particular, Your personal information, including any records of your e-prescription or teleconsultation, is encrypted and is protected with AWS Security Protocols. We store your personally information on the computer servers placed in a secure environment."}, {"6": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"7": "You agree and undertake to indemnify Us in any suit or dispute by any third party arising out of disclosure of information by You to third parties either through Our Website or App or otherwise and Your use and access of websites, applications and resources of third parties. We assume no liability for any actions of third parties with regard to Your personal information or SPDI which You may have disclosed to such third parties."}, {"8": "We cannot ensure that all of Your personal information and SPDI will never be disclosed in ways not otherwise described in this Privacy Policy. Therefore, although We are committed to protecting Your privacy, We do not promise, and You should not expect, that Your information or private communications will always remain private. As a User of the Website or the App, You consent to this disclosure of Your personal information and SPDI. You understand and agree that You assume all responsibility and risk for Your use of the Website or the App, the internet generally, and the information You post or access and for Your conduct on and off the Website or the App."}, {"9": "Manage your health with ease Download Truemeds today!Get easy access to medicine refills, health information, and more. With our app, you'll never have to wait in line again. Download now and start taking control of your health."}]}, "count": 10}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "2.3 You hereby explicitly represent that any information provided by You on our Platforms, or to the registered medical practitioner / Service Provider providing You the Services or otherwise is voluntary and subject to this Privacy Policy. You agree that We will not be required to validate any information provided by You, unless otherwise offered by Us or required under applicable law."}, {"1": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}]}, "count": 2}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "7.2. To prevent unauthorized access, We have put in place the industry-standard security technology and procedures to safeguard the information We collect data on the Platforms or via email, messages etc. In particular, Your personal information, including any records of your e-prescription or teleconsultation, is encrypted and is protected with AWS Security Protocols. We store your personally information on the computer servers placed in a secure environment."}]}, "count": 1}, "we may collect": {"text": {"we may collect": [{"0": "3.2 During the course of You accessing or using the Platforms and availing Services, You may provide, or We may collect personal information, i.e., information which, either directly or indirectly, in combination with other information, is capable of identifying You or some other individual. Some of this personal information also qualifies as sensitive personal data or information (“SPDI”) as defined under the RSP Rules. Given below are the types of information that we may collect."}, {"1": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}]}, "count": 2}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "2.8 You hereby consent to Our collection, use, sharing, and disclosure of Your information as described in this Privacy Policy. We reserve the right to change, modify, add or delete portions of the terms of this Privacy Policy, from time to time as we deem fit, without intimating you. Your continued use of the Website, App, the Services or the Platform, following any such amendments to the Privacy Policy, will be deemed as an implicit acceptance of the Privacy Policy in its amended form. You are requested to review the Privacy Policy on a regular basis to keep yourself updated with any changes, modifications made to the terms hereof. If you do not accept any changes, modifications made to the terms, You may terminate your use of this Website, App, the Services or the Platform immediately."}, {"1": "3.2 During the course of You accessing or using the Platforms and availing Services, You may provide, or We may collect personal information, i.e., information which, either directly or indirectly, in combination with other information, is capable of identifying You or some other individual. Some of this personal information also qualifies as sensitive personal data or information (“SPDI”) as defined under the RSP Rules. Given below are the types of information that we may collect."}, {"2": "3.6 Our cookies do not collect any SPDI from You, except that voluntarily provided by You. Most browsers/mobile settings allow You to control cookies, including whether or not to accept them and how to remove them. You may set most browsers/mobile application to notify you if you receive a cookie, or You may choose to block cookies with your browser/mobile applications. However, by refusing or blocking cookies in relation to our Website or App, You may not be able to use certain features on the Platforms or take full advantage of our Services."}, {"3": "To contact You by way of SMS, email and phone calls, if You have added certain products to Your cart but have not been able to complete the checkout process or place the order successfully. This is to facilitate Your order completion effectively and provide assistance with any issues that You may be experiencing with regard to Our Services;"}, {"4": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"5": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"6": "11.1. If You have any questions regarding this Privacy Policy you may contact Mangesh Toraskar. You can also reach out to our support team via our mobile number at 09240250346 (Between 9 am - 9 pm) or email Us at support@truemeds.in."}, {"7": "You agree and undertake to indemnify Us in any suit or dispute by any third party arising out of disclosure of information by You to third parties either through Our Website or App or otherwise and Your use and access of websites, applications and resources of third parties. We assume no liability for any actions of third parties with regard to Your personal information or SPDI which You may have disclosed to such third parties."}]}, "count": 8}, "you can": {"text": {"you can": [{"0": "9.3. Truemeds does not make any unsolicited calls or otherwise market any products or services, except for in relation to the purpose for which such information has been provided or taking any feedback or addressing the complaints. However, Truemeds may periodically send You emails about new products, special offers or other information of a promotional nature. If You do not wish to receive promotional information from Us, You can, at any time, choose to opt out of receiving the same by way of links provided at the bottom of each mail or by writing to us at care@truemeds.in."}, {"1": "11.1. If You have any questions regarding this Privacy Policy you may contact Mangesh Toraskar. You can also reach out to our support team via our mobile number at 09240250346 (Between 9 am - 9 pm) or email Us at support@truemeds.in."}]}, "count": 2}, "right": {"text": {"right": [{"0": "2.8 You hereby consent to Our collection, use, sharing, and disclosure of Your information as described in this Privacy Policy. We reserve the right to change, modify, add or delete portions of the terms of this Privacy Policy, from time to time as we deem fit, without intimating you. Your continued use of the Website, App, the Services or the Platform, following any such amendments to the Privacy Policy, will be deemed as an implicit acceptance of the Privacy Policy in its amended form. You are requested to review the Privacy Policy on a regular basis to keep yourself updated with any changes, modifications made to the terms hereof. If you do not accept any changes, modifications made to the terms, You may terminate your use of this Website, App, the Services or the Platform immediately."}, {"1": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}, {"2": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}, {"3": "5.5. To the extent necessary to provide Users with the services on the Website and app (iOS & Android), Truemeds may provide their Personal Information to third party contractors who work on behalf of or with Truemeds to provide Users with such services, to help Truemeds communicate with Users or to maintain the Website and app (iOS & Android). Generally, these contractors do not have any independent right to share this information, however certain contractors who provide services on the Website and app (iOS & Android), including the providers of online communications services, will have rights to use and disclose the personal information collected in connection with the provision of these services in accordance with their own privacy policies."}, {"4": "8.1. You have the right to withdraw Your consent at any time to use Our Services at any time, or delete Your account. However, such withdrawal of consent will not be retroactive, and Your personal information will nonetheless be subject to retention obligations under applicable law as noted in clause 6.2."}, {"5": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"6": "8.4. In case You do not provide Your information or consent for usage of personal information or subsequently withdraw Your consent for usage of the personal information so collected, Truemeds reserves the right to discontinue the services for which the said information was sought subject to applicable law."}, {"7": "9.1. As per applicable law, We shall periodically inform our registered Users, at least once every year, that in case of non-compliance with this Privacy Policy or Terms of Use, we have the right to terminate our Services immediately or remove non-compliant information or both."}, {"8": "belongs to another person and to which You do not have any right;"}, {"9": "infringes any patent, trademark, copyright or other proprietary rights;"}, {"10": "10.6 In the event of a breach of clause 10.5 committed by You, Truemeds reserves the right to take appropriate actions as per applicable law."}]}, "count": 11}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}, {"1": "To comply with applicable law such as to meet any legal or regulatory requirement or comply with a request from any governmental or judicial authority."}, {"2": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}]}, "count": 3}, "delete": {"text": {"delete": [{"0": "2.8 You hereby consent to Our collection, use, sharing, and disclosure of Your information as described in this Privacy Policy. We reserve the right to change, modify, add or delete portions of the terms of this Privacy Policy, from time to time as we deem fit, without intimating you. Your continued use of the Website, App, the Services or the Platform, following any such amendments to the Privacy Policy, will be deemed as an implicit acceptance of the Privacy Policy in its amended form. You are requested to review the Privacy Policy on a regular basis to keep yourself updated with any changes, modifications made to the terms hereof. If you do not accept any changes, modifications made to the terms, You may terminate your use of this Website, App, the Services or the Platform immediately."}, {"1": "8.1. You have the right to withdraw Your consent at any time to use Our Services at any time, or delete Your account. However, such withdrawal of consent will not be retroactive, and Your personal information will nonetheless be subject to retention obligations under applicable law as noted in clause 6.2."}, {"2": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}]}, "count": 3}, "deletion": {"text": {"deletion": [{"0": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"1": "8.3. If a User, as a casual visitor who has not registered, has inadvertently browsed through the Platforms prior to reading the Privacy Policy and the Terms of Use, and such User does not agree with the manner in which such information is obtained, the act of uninstalling the App or quitting the web browser application should ordinarily clear all temporary cookies installed by Truemeds. All visitors, however, are encouraged to use the “clear cookies” functionality of their browsers, or similar functionality on their mobile devices to ensure such clearing/ deletion, as Truemeds cannot guarantee, predict or provide for the behavior of the equipment of all its visitors."}]}, "count": 2}, "remove": {"text": {"remove": [{"0": "3.6 Our cookies do not collect any SPDI from You, except that voluntarily provided by You. Most browsers/mobile settings allow You to control cookies, including whether or not to accept them and how to remove them. You may set most browsers/mobile application to notify you if you receive a cookie, or You may choose to block cookies with your browser/mobile applications. However, by refusing or blocking cookies in relation to our Website or App, You may not be able to use certain features on the Platforms or take full advantage of our Services."}, {"1": "9.1. As per applicable law, We shall periodically inform our registered Users, at least once every year, that in case of non-compliance with this Privacy Policy or Terms of Use, we have the right to terminate our Services immediately or remove non-compliant information or both."}]}, "count": 2}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {"contract": [{"0": "2.4 By accessing or using the Platforms, you hereby confirm that You have the capacity to enter into a legally binding contract under Indian law, and in particular, the Indian Contract Act, 1872."}]}, "count": 1}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "1.1 This Privacy Policy governs what information Intellihealth Solutions Private Limited (“Truemeds”/ “We”/ “Us”/ “Our”/ “the Company”), as the owner and operator of the domain name www.truemeds.in, and internet based platform, and “Truemeds”, a mobile application (each individually, “Website” and “App” respectively, and together, “the Platforms”), collects from a user (“You”/ “Your” / “User”) of the Platforms in the course of providing Services (as defined in the Terms of Use available at https://www.truemeds.in/legal/terms-and-conditions and how We use, process, store, deal, handle or disclose such information."}, {"1": "To detect or monitor any fraudulent or illegal activity on the Platform."}, {"2": "To comply with applicable law such as to meet any legal or regulatory requirement or comply with a request from any governmental or judicial authority."}, {"3": "4.3 Truemeds may access or store Your information to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of the Terms of Use, or as otherwise required by law."}]}, "count": 4}, "authority": {"text": {"authority": [{"0": "2.5 You represent that You are duly authorized as per applicable law by any third party (including a person under the age of 18 years) whose information you share with us and for that information to be processed as per the terms of this Privacy Policy. You hereby agree that Truemeds shall be acting as per your representation of authority and shall not make any independent enquiries to ascertain the genuineness of your authorization. Any liability in relation to your acts and omissions in this regard (including in sharing information) or resulting from consequent actions taken by us pursuant to your acts and omissions in accordance with this Privacy Policy shall also solely be borne by you."}, {"1": "To comply with applicable law such as to meet any legal or regulatory requirement or comply with a request from any governmental or judicial authority."}, {"2": "6.2. In case You do not want to avail Our services and wish to withdraw or cancel your registration, as per the applicable laws, We are obligated to retain Your information for a further period of one hundred and eighty days after such withdrawal or cancellation. We are also obliged to keep such information for 180 days after receiving actual knowledge of any storage or hosting of information described in rule 3(1)(g) read with rule 3(1)(h) of the Intermediaries Guidelines. We may also keep Your information for a longer period of time if so required by any order of a Court or a direction of a competent authority or Government agency as per applicable law, or for any other purpose as required under applicable law."}, {"3": "11.4. In case You have any complaints or grievances on the Platforms, please contact the Grievance Officer with a thorough description of Your complaint. We shall acknowledge any complaint made within twenty-four hours, and shall try to resolve the same within a period of fifteen days from the date of its receipt. We shall also receive and acknowledge any order, notice or direction issued by the Government or any competent authority or court of competent jurisdiction."}]}, "count": 4}, "comply": {"text": {"comply": [{"0": "To comply with applicable law such as to meet any legal or regulatory requirement or comply with a request from any governmental or judicial authority."}, {"1": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}]}, "count": 2}, "compliant": {"text": {"compliant": [{"0": "9.1. As per applicable law, We shall periodically inform our registered Users, at least once every year, that in case of non-compliance with this Privacy Policy or Terms of Use, we have the right to terminate our Services immediately or remove non-compliant information or both."}]}, "count": 1}, "law": {"text": {"law": [{"0": "2.3 You hereby explicitly represent that any information provided by You on our Platforms, or to the registered medical practitioner / Service Provider providing You the Services or otherwise is voluntary and subject to this Privacy Policy. You agree that We will not be required to validate any information provided by You, unless otherwise offered by Us or required under applicable law."}, {"1": "2.4 By accessing or using the Platforms, you hereby confirm that You have the capacity to enter into a legally binding contract under Indian law, and in particular, the Indian Contract Act, 1872."}, {"2": "2.5 You represent that You are duly authorized as per applicable law by any third party (including a person under the age of 18 years) whose information you share with us and for that information to be processed as per the terms of this Privacy Policy. You hereby agree that Truemeds shall be acting as per your representation of authority and shall not make any independent enquiries to ascertain the genuineness of your authorization. Any liability in relation to your acts and omissions in this regard (including in sharing information) or resulting from consequent actions taken by us pursuant to your acts and omissions in accordance with this Privacy Policy shall also solely be borne by you."}, {"3": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}, {"4": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}, {"5": "To comply with applicable law such as to meet any legal or regulatory requirement or comply with a request from any governmental or judicial authority."}, {"6": "4.3 Truemeds may access or store Your information to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of the Terms of Use, or as otherwise required by law."}, {"7": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"8": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}, {"9": "5.4. Notwithstanding the aforesaid, but subject to applicable law, We may at Our sole discretion, transfer personal information, including SPDI, to any other body corporate that has taken best efforts to ensure at least the same level of data protection as is provided by Us under the terms hereof, located in India or any other country. By accessing or using the Platforms, You accept the terms hereof and explicitly consent to Us sharing and/or processing Your personal information, including SPDI, with third parties and in any of location outside India. We will make best efforts to ensure that the third party or the location to which the SPDI is transferred accords same level of data protection as would be afforded under Indian law."}, {"10": "6.1. We store Your personal information in accordance with the applicable laws and such information shall be secure with Us as long as it is necessary to offer You Our services. Such information in Our possession or under Our control, shall be destroyed and/or anonymized as soon as it is reasonable to assume that: (i) the purposes for which your information has been collected have been fulfilled; and (ii) retention is no longer necessary for any other reason, or under any applicable law. We keep non-personally identifiable information for research and statistical purposes for a longer period."}, {"11": "6.2. In case You do not want to avail Our services and wish to withdraw or cancel your registration, as per the applicable laws, We are obligated to retain Your information for a further period of one hundred and eighty days after such withdrawal or cancellation. We are also obliged to keep such information for 180 days after receiving actual knowledge of any storage or hosting of information described in rule 3(1)(g) read with rule 3(1)(h) of the Intermediaries Guidelines. We may also keep Your information for a longer period of time if so required by any order of a Court or a direction of a competent authority or Government agency as per applicable law, or for any other purpose as required under applicable law."}, {"12": "6.3. Notwithstanding anything in the foregoing, the storage and retention of information shall be subject to applicable law, including but not limited to rule 3(1) of the Intermediaries Guidelines and the Telemedicine Guidelines."}, {"13": "8.1. You have the right to withdraw Your consent at any time to use Our Services at any time, or delete Your account. However, such withdrawal of consent will not be retroactive, and Your personal information will nonetheless be subject to retention obligations under applicable law as noted in clause 6.2."}, {"14": "8.2. You may review, correct, update, change the information that You have provided such as e-mail and contact preferences etc. by logging into your account or contacting customer support or through any other mode made available from time to time. If certain information is incorrect, You may request Us to modify or delete the same by emailing us at care@truemeds.in. Truemeds will take all reasonable measures to ensure that the information is modified and used for rendering Services to You and as otherwise in compliance with laws. We reserve the right to verify and authenticate Your identity and Your personal information in order to ensure accurate delivery of products and Services. Access to or correction, updating or deletion of your personal information may be denied or limited by Us if it would violate another person’s rights and/or is not otherwise permitted by applicable law, or would require unreasonable technical efforts."}, {"15": "8.4. In case You do not provide Your information or consent for usage of personal information or subsequently withdraw Your consent for usage of the personal information so collected, Truemeds reserves the right to discontinue the services for which the said information was sought subject to applicable law."}, {"16": "9.1. As per applicable law, We shall periodically inform our registered Users, at least once every year, that in case of non-compliance with this Privacy Policy or Terms of Use, we have the right to terminate our Services immediately or remove non-compliant information or both."}, {"17": "9.2. As per applicable law, We shall periodically, and at least once in a year, inform our registered Users of the Privacy Policy or Terms of Use or any change thereto."}, {"18": "10.5. In accordance with applicable law, You hereby agree that You shall not host, display, upload, modify, publish, transmit, store, update or share any information on the Platform that:"}, {"19": "violates any law for the time being in force;"}, {"20": "10.6 In the event of a breach of clause 10.5 committed by You, Truemeds reserves the right to take appropriate actions as per applicable law."}, {"21": "15. Governing Law and Jurisdiction"}]}, "count": 22}, "enforce": {"text": {"enforce": [{"0": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}]}, "count": 1}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "To comply with applicable law such as to meet any legal or regulatory requirement or comply with a request from any governmental or judicial authority."}]}, "count": 1}, "policy": {"text": {"policy": [{"0": "1.1 This Privacy Policy governs what information Intellihealth Solutions Private Limited (“Truemeds”/ “We”/ “Us”/ “Our”/ “the Company”), as the owner and operator of the domain name www.truemeds.in, and internet based platform, and “Truemeds”, a mobile application (each individually, “Website” and “App” respectively, and together, “the Platforms”), collects from a user (“You”/ “Your” / “User”) of the Platforms in the course of providing Services (as defined in the Terms of Use available at https://www.truemeds.in/legal/terms-and-conditions and how We use, process, store, deal, handle or disclose such information."}, {"1": "1.2 Truemeds is fully committed to respecting confidentiality, protecting your privacy and ensuring the security of any personal information received from You or a registered medical practitioner authorized by You. We strictly adhere to the applicable laws on data protection India, and this Privacy Policy is especially published in accordance with:"}, {"2": "This Privacy Policy is effective from 5th October 2024. Any word capitalized and not defined in this Privacy Policy shall derive its meaning from the Terms of Use."}, {"3": "2.1 Please read this Privacy Policy carefully before using the Website or App."}, {"4": "2.2 By clicking “I Accept”, or when otherwise accessing or using the Platforms, You confirm that you have read, understood and agree to be bound the terms of this Privacy Policy including any terms incorporated by reference and expressly consent to the collection, use, storage, handling and disclosure of Your information as per this Privacy Policy."}, {"5": "2.3 You hereby explicitly represent that any information provided by You on our Platforms, or to the registered medical practitioner / Service Provider providing You the Services or otherwise is voluntary and subject to this Privacy Policy. You agree that We will not be required to validate any information provided by You, unless otherwise offered by Us or required under applicable law."}, {"6": "2.5 You represent that You are duly authorized as per applicable law by any third party (including a person under the age of 18 years) whose information you share with us and for that information to be processed as per the terms of this Privacy Policy. You hereby agree that Truemeds shall be acting as per your representation of authority and shall not make any independent enquiries to ascertain the genuineness of your authorization. Any liability in relation to your acts and omissions in this regard (including in sharing information) or resulting from consequent actions taken by us pursuant to your acts and omissions in accordance with this Privacy Policy shall also solely be borne by you."}, {"7": "2.7 If You do not agree with any of the terms and conditions of this Privacy Policy, please do not proceed further to use the Website or the App or any Services."}, {"8": "2.8 You hereby consent to Our collection, use, sharing, and disclosure of Your information as described in this Privacy Policy. We reserve the right to change, modify, add or delete portions of the terms of this Privacy Policy, from time to time as we deem fit, without intimating you. Your continued use of the Website, App, the Services or the Platform, following any such amendments to the Privacy Policy, will be deemed as an implicit acceptance of the Privacy Policy in its amended form. You are requested to review the Privacy Policy on a regular basis to keep yourself updated with any changes, modifications made to the terms hereof. If you do not accept any changes, modifications made to the terms, You may terminate your use of this Website, App, the Services or the Platform immediately."}, {"9": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"10": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}, {"11": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}, {"12": "8.3. If a User, as a casual visitor who has not registered, has inadvertently browsed through the Platforms prior to reading the Privacy Policy and the Terms of Use, and such User does not agree with the manner in which such information is obtained, the act of uninstalling the App or quitting the web browser application should ordinarily clear all temporary cookies installed by Truemeds. All visitors, however, are encouraged to use the “clear cookies” functionality of their browsers, or similar functionality on their mobile devices to ensure such clearing/ deletion, as Truemeds cannot guarantee, predict or provide for the behavior of the equipment of all its visitors."}, {"13": "9. Updates to the Privacy Policy & Promotional Communication"}, {"14": "9.1. As per applicable law, We shall periodically inform our registered Users, at least once every year, that in case of non-compliance with this Privacy Policy or Terms of Use, we have the right to terminate our Services immediately or remove non-compliant information or both."}, {"15": "9.2. As per applicable law, We shall periodically, and at least once in a year, inform our registered Users of the Privacy Policy or Terms of Use or any change thereto."}, {"16": "11.1. If You have any questions regarding this Privacy Policy you may contact Mangesh Toraskar. You can also reach out to our support team via our mobile number at 09240250346 (Between 9 am - 9 pm) or email Us at support@truemeds.in."}, {"17": "Each clause of this Privacy Policy shall be and remain separate from and independent of and severable from all and any other clauses herein except where otherwise expressly indicated or indicated by the context of the Privacy Policy. The decision or declaration that one or more clauses are null and void shall have no effect on remaining clauses of this Privacy Policy."}, {"18": "We cannot ensure that all of Your personal information and SPDI will never be disclosed in ways not otherwise described in this Privacy Policy. Therefore, although We are committed to protecting Your privacy, We do not promise, and You should not expect, that Your information or private communications will always remain private. As a User of the Website or the App, You consent to this disclosure of Your personal information and SPDI. You understand and agree that You assume all responsibility and risk for Your use of the Website or the App, the internet generally, and the information You post or access and for Your conduct on and off the Website or the App."}, {"19": "The Privacy Policy is governed by and constructed in accordance with the laws of India, without reference to conflict of laws principles and You irrevocably and unconditionally submit to the exclusive jurisdiction of the courts located in Mumbai, India."}]}, "count": 20}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {}, "count": 0}, "children": {"text": {"children": [{"0": "is harmful to children;"}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"1": "We cannot ensure that all of Your personal information and SPDI will never be disclosed in ways not otherwise described in this Privacy Policy. Therefore, although We are committed to protecting Your privacy, We do not promise, and You should not expect, that Your information or private communications will always remain private. As a User of the Website or the App, You consent to this disclosure of Your personal information and SPDI. You understand and agree that You assume all responsibility and risk for Your use of the Website or the App, the internet generally, and the information You post or access and for Your conduct on and off the Website or the App."}]}, "count": 2}, "you agree": {"text": {"you agree": [{"0": "2.3 You hereby explicitly represent that any information provided by You on our Platforms, or to the registered medical practitioner / Service Provider providing You the Services or otherwise is voluntary and subject to this Privacy Policy. You agree that We will not be required to validate any information provided by You, unless otherwise offered by Us or required under applicable law."}, {"1": "10.1. The Platforms may include hyperlinks to various external websites, and may also include advertisements, and hyperlinks to applications, content or resources (“Third Party Links”). We have no control over such Third Party Links present on the Platforms, and You agree that We are not responsible for any collection or disclosure of Your information by any external sites, applications, companies or persons thereof."}, {"2": "You agree and undertake to indemnify Us in any suit or dispute by any third party arising out of disclosure of information by You to third parties either through Our Website or App or otherwise and Your use and access of websites, applications and resources of third parties. We assume no liability for any actions of third parties with regard to Your personal information or SPDI which You may have disclosed to such third parties."}]}, "count": 3}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "3.4 Information from Other Sources: We receive information about You from third parties viz. Our partners, advertisers, Service Provider, and Third Party Delivery Partners etc. such as order details and other information that You share with such third parties."}, {"1": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}, {"2": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}, {"3": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"4": "5.4. Notwithstanding the aforesaid, but subject to applicable law, We may at Our sole discretion, transfer personal information, including SPDI, to any other body corporate that has taken best efforts to ensure at least the same level of data protection as is provided by Us under the terms hereof, located in India or any other country. By accessing or using the Platforms, You accept the terms hereof and explicitly consent to Us sharing and/or processing Your personal information, including SPDI, with third parties and in any of location outside India. We will make best efforts to ensure that the third party or the location to which the SPDI is transferred accords same level of data protection as would be afforded under Indian law."}, {"5": "5.6. Non-personally identifiable information may be disclosed to third parties such as technology vendors and research firms and Truemeds may also share its aggregate findings (not specific information) based on information relating to the User’s internet use to prospective, investors, strategic partners, sponsors and others in order to help growth of Truemeds’ business."}, {"6": "10.2. Third Party Links may place their own cookies or other files on the Users’ computer, collect data or solicit personal information from the Users, for which Truemeds is not responsible or liable. Accordingly, Truemeds does not make any representations concerning the privacy practices or policies of such third parties or terms of use of such websites, nor does Truemeds guarantee the accuracy, integrity, or quality of the information, data, text, software, sound, photographs, graphics, videos, messages or other materials available on such Third Party Links. The presence of any Third Party Links on our Platforms, cannot be construed as a recommendation, endorsement or solicitation for the same, or any other material on or available via such Third Party Links."}, {"7": "You agree and undertake to indemnify Us in any suit or dispute by any third party arising out of disclosure of information by You to third parties either through Our Website or App or otherwise and Your use and access of websites, applications and resources of third parties. We assume no liability for any actions of third parties with regard to Your personal information or SPDI which You may have disclosed to such third parties."}]}, "count": 8}, "third-party": {"text": {"third-party": [{"0": "To send You information about special promotions or offers (either offered by Truemeds or by its business partners), new features or products both of the Truemeds as well as third-party offers or products with whom Truemeds has a tie-up;"}, {"1": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}]}, "count": 2}, "third party": {"text": {"third party": [{"0": "2.5 You represent that You are duly authorized as per applicable law by any third party (including a person under the age of 18 years) whose information you share with us and for that information to be processed as per the terms of this Privacy Policy. You hereby agree that Truemeds shall be acting as per your representation of authority and shall not make any independent enquiries to ascertain the genuineness of your authorization. Any liability in relation to your acts and omissions in this regard (including in sharing information) or resulting from consequent actions taken by us pursuant to your acts and omissions in accordance with this Privacy Policy shall also solely be borne by you."}, {"1": "3.4 Information from Other Sources: We receive information about You from third parties viz. Our partners, advertisers, Service Provider, and Third Party Delivery Partners etc. such as order details and other information that You share with such third parties."}, {"2": "3.7 Third party tools and software: The App utilizes third party software developer kits (“SDKs”) for its architecture and infrastructure, with the majority being various payment options by which a User can make a payment for an order."}, {"3": "To register You for the purpose of receiving Our Services, identification, communication, notification and for performance of Our obligations or obligations of the Service Provider or Third Party Delivery Partners arising out of or in relation to the Terms of Use such as, inter alia, ordering, arranging teleconsultation, delivery, billing;"}, {"4": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"5": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}, {"6": "5.4. Notwithstanding the aforesaid, but subject to applicable law, We may at Our sole discretion, transfer personal information, including SPDI, to any other body corporate that has taken best efforts to ensure at least the same level of data protection as is provided by Us under the terms hereof, located in India or any other country. By accessing or using the Platforms, You accept the terms hereof and explicitly consent to Us sharing and/or processing Your personal information, including SPDI, with third parties and in any of location outside India. We will make best efforts to ensure that the third party or the location to which the SPDI is transferred accords same level of data protection as would be afforded under Indian law."}, {"7": "5.5. To the extent necessary to provide Users with the services on the Website and app (iOS & Android), Truemeds may provide their Personal Information to third party contractors who work on behalf of or with Truemeds to provide Users with such services, to help Truemeds communicate with Users or to maintain the Website and app (iOS & Android). Generally, these contractors do not have any independent right to share this information, however certain contractors who provide services on the Website and app (iOS & Android), including the providers of online communications services, will have rights to use and disclose the personal information collected in connection with the provision of these services in accordance with their own privacy policies."}, {"8": "10.1. The Platforms may include hyperlinks to various external websites, and may also include advertisements, and hyperlinks to applications, content or resources (“Third Party Links”). We have no control over such Third Party Links present on the Platforms, and You agree that We are not responsible for any collection or disclosure of Your information by any external sites, applications, companies or persons thereof."}, {"9": "10.2. Third Party Links may place their own cookies or other files on the Users’ computer, collect data or solicit personal information from the Users, for which Truemeds is not responsible or liable. Accordingly, Truemeds does not make any representations concerning the privacy practices or policies of such third parties or terms of use of such websites, nor does Truemeds guarantee the accuracy, integrity, or quality of the information, data, text, software, sound, photographs, graphics, videos, messages or other materials available on such Third Party Links. The presence of any Third Party Links on our Platforms, cannot be construed as a recommendation, endorsement or solicitation for the same, or any other material on or available via such Third Party Links."}, {"10": "10.3. You further acknowledge and agree that We are not liable for any loss or damage which may be incurred by You as a result of the collection and/or disclosure of your information via Third Party Links, as a result of any reliance placed by You on the completeness, accuracy or existence of any advertising, products services, or other materials on, or available via such Third Party Links."}, {"11": "10.4. We recommend that You review the applicable privacy policies available on the websites or applications of such Third Party Links."}, {"12": "You agree and undertake to indemnify Us in any suit or dispute by any third party arising out of disclosure of information by You to third parties either through Our Website or App or otherwise and Your use and access of websites, applications and resources of third parties. We assume no liability for any actions of third parties with regard to Your personal information or SPDI which You may have disclosed to such third parties."}]}, "count": 13}, "advertising": {"text": {"advertising": [{"0": "10.3. You further acknowledge and agree that We are not liable for any loss or damage which may be incurred by You as a result of the collection and/or disclosure of your information via Third Party Links, as a result of any reliance placed by You on the completeness, accuracy or existence of any advertising, products services, or other materials on, or available via such Third Party Links."}]}, "count": 1}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {"sell to": [{"0": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}]}, "count": 1}, "share with": {"text": {"share with": [{"0": "2.5 You represent that You are duly authorized as per applicable law by any third party (including a person under the age of 18 years) whose information you share with us and for that information to be processed as per the terms of this Privacy Policy. You hereby agree that Truemeds shall be acting as per your representation of authority and shall not make any independent enquiries to ascertain the genuineness of your authorization. Any liability in relation to your acts and omissions in this regard (including in sharing information) or resulting from consequent actions taken by us pursuant to your acts and omissions in accordance with this Privacy Policy shall also solely be borne by you."}, {"1": "3.4 Information from Other Sources: We receive information about You from third parties viz. Our partners, advertisers, Service Provider, and Third Party Delivery Partners etc. such as order details and other information that You share with such third parties."}]}, "count": 2}, "exchange": {"text": {"exchange": [{"0": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}]}, "count": 1}, "improve": {"text": {"improve": [{"0": "3.5 Cookies and tracking technologies: “Cookies” are small data files (usually in a text format) that are placed by network operators and web platforms on a user’s internal device storage (e.g. hard drive, memory card etc.) to collect information about activity on the web platform. Like most websites and apps, We also utilize cookies to analyze data about Our Platforms traffic, which helps save Your preference for future visits. Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that Website or App is accessed. Our use of cookies and other tracking technologies allows Us to improve the Platforms as well as Your experience."}, {"1": "To improve functionality of Our Platforms and Services, and customize Your future experience with us so as to be most effective for You;"}]}, "count": 2}, "optimize": {"text": {"optimize": [{"0": "To analyse data, track trends, build algorithms, create databases for rating systems, recommendation engines, to optimize Our Services;"}]}, "count": 1}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {}, "count": 0}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "1.2 Truemeds is fully committed to respecting confidentiality, protecting your privacy and ensuring the security of any personal information received from You or a registered medical practitioner authorized by You. We strictly adhere to the applicable laws on data protection India, and this Privacy Policy is especially published in accordance with:"}, {"1": "3.2 During the course of You accessing or using the Platforms and availing Services, You may provide, or We may collect personal information, i.e., information which, either directly or indirectly, in combination with other information, is capable of identifying You or some other individual. Some of this personal information also qualifies as sensitive personal data or information (“SPDI”) as defined under the RSP Rules. Given below are the types of information that we may collect."}, {"2": "3.5 Cookies and tracking technologies: “Cookies” are small data files (usually in a text format) that are placed by network operators and web platforms on a user’s internal device storage (e.g. hard drive, memory card etc.) to collect information about activity on the web platform. Like most websites and apps, We also utilize cookies to analyze data about Our Platforms traffic, which helps save Your preference for future visits. Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that Website or App is accessed. Our use of cookies and other tracking technologies allows Us to improve the Platforms as well as Your experience."}, {"3": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}, {"4": "To analyse data, track trends, build algorithms, create databases for rating systems, recommendation engines, to optimize Our Services;"}, {"5": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}, {"6": "5.1. Truemeds treats Your personal information with the highest regard for Your privacy and the same is dealt with by Truemeds employees only on a need-to-know basis and after such employees are bound to confidentiality obligations. We do not sell, rent or exchange any personally identifiable information that You provide to Us through the Platforms with any third party for commercial reasons. However, we share Your personal information with Our Service Provider and Third Party Delivery Partners to the extent required by our Services as well as online payment service partners to perform payment processing and authorization. Pursuant to applicable law, such information is only shared after taking best efforts to ensure that such third party has implemented measures to assure data protection measures that are either subject to this Privacy Policy or follow practices to the greatest extent possible which are as protective as those described in this Privacy Policy. By using the Platforms, You accept the terms hereof and hereby consent to the storage and processing of the personal information and SPDI by the said third parties and/or the Service Provider. Further, We are the facilitator between our Users and our Service Provider. You consent to sharing your personal information with the Service Provider and the registered medical practitioners engaged by the Service Provider and agree to undertake all the risks associate with it. It is clarified that we will not be responsible and liable for the acts of omissions and commissions of such third parties associated with us. However, We may facilitate resolving any issue You may face with third parties associated with us."}, {"7": "5.4. Notwithstanding the aforesaid, but subject to applicable law, We may at Our sole discretion, transfer personal information, including SPDI, to any other body corporate that has taken best efforts to ensure at least the same level of data protection as is provided by Us under the terms hereof, located in India or any other country. By accessing or using the Platforms, You accept the terms hereof and explicitly consent to Us sharing and/or processing Your personal information, including SPDI, with third parties and in any of location outside India. We will make best efforts to ensure that the third party or the location to which the SPDI is transferred accords same level of data protection as would be afforded under Indian law."}, {"8": "7.2. To prevent unauthorized access, We have put in place the industry-standard security technology and procedures to safeguard the information We collect data on the Platforms or via email, messages etc. In particular, Your personal information, including any records of your e-prescription or teleconsultation, is encrypted and is protected with AWS Security Protocols. We store your personally information on the computer servers placed in a secure environment."}, {"9": "10.2. Third Party Links may place their own cookies or other files on the Users’ computer, collect data or solicit personal information from the Users, for which Truemeds is not responsible or liable. Accordingly, Truemeds does not make any representations concerning the privacy practices or policies of such third parties or terms of use of such websites, nor does Truemeds guarantee the accuracy, integrity, or quality of the information, data, text, software, sound, photographs, graphics, videos, messages or other materials available on such Third Party Links. The presence of any Third Party Links on our Platforms, cannot be construed as a recommendation, endorsement or solicitation for the same, or any other material on or available via such Third Party Links."}]}, "count": 10}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}, {"1": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}, {"2": "5.5. To the extent necessary to provide Users with the services on the Website and app (iOS & Android), Truemeds may provide their Personal Information to third party contractors who work on behalf of or with Truemeds to provide Users with such services, to help Truemeds communicate with Users or to maintain the Website and app (iOS & Android). Generally, these contractors do not have any independent right to share this information, however certain contractors who provide services on the Website and app (iOS & Android), including the providers of online communications services, will have rights to use and disclose the personal information collected in connection with the provision of these services in accordance with their own privacy policies."}, {"3": "6.1. We store Your personal information in accordance with the applicable laws and such information shall be secure with Us as long as it is necessary to offer You Our services. Such information in Our possession or under Our control, shall be destroyed and/or anonymized as soon as it is reasonable to assume that: (i) the purposes for which your information has been collected have been fulfilled; and (ii) retention is no longer necessary for any other reason, or under any applicable law. We keep non-personally identifiable information for research and statistical purposes for a longer period."}, {"4": "8.4. In case You do not provide Your information or consent for usage of personal information or subsequently withdraw Your consent for usage of the personal information so collected, Truemeds reserves the right to discontinue the services for which the said information was sought subject to applicable law."}]}, "count": 5}, "stored": {"text": {"stored": [{"0": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "6. Retention of Information"}, {"1": "6.1. We store Your personal information in accordance with the applicable laws and such information shall be secure with Us as long as it is necessary to offer You Our services. Such information in Our possession or under Our control, shall be destroyed and/or anonymized as soon as it is reasonable to assume that: (i) the purposes for which your information has been collected have been fulfilled; and (ii) retention is no longer necessary for any other reason, or under any applicable law. We keep non-personally identifiable information for research and statistical purposes for a longer period."}, {"2": "6.3. Notwithstanding anything in the foregoing, the storage and retention of information shall be subject to applicable law, including but not limited to rule 3(1) of the Intermediaries Guidelines and the Telemedicine Guidelines."}, {"3": "7.3. Even though We have taken significant steps to protect Your personal information, no company, including Truemeds, can fully eliminate security risks associated with the storage and retention of personal information."}, {"4": "8.1. You have the right to withdraw Your consent at any time to use Our Services at any time, or delete Your account. However, such withdrawal of consent will not be retroactive, and Your personal information will nonetheless be subject to retention obligations under applicable law as noted in clause 6.2."}]}, "count": 5}}, "INNOVATION": {"analyze": {"text": {"analyze": [{"0": "3.5 Cookies and tracking technologies: “Cookies” are small data files (usually in a text format) that are placed by network operators and web platforms on a user’s internal device storage (e.g. hard drive, memory card etc.) to collect information about activity on the web platform. Like most websites and apps, We also utilize cookies to analyze data about Our Platforms traffic, which helps save Your preference for future visits. Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that Website or App is accessed. Our use of cookies and other tracking technologies allows Us to improve the Platforms as well as Your experience."}, {"1": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}, {"2": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}]}, "count": 3}, "analysis": {"text": {"analysis": [{"0": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}, {"1": "4.4 We may collect, analyze, use, publish, create and sell to third parties non-personally identifiable information in an aggregated form for internal research, statistical analysis and business intelligence purposes including those for the purposes of determining the number of visitors and transactional details or any other purpose deemed necessary by TrueMeds."}]}, "count": 2}, "analytics": {"text": {}, "count": 0}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}]}, "count": 1}, "AI": {"text": {"AI": [{"0": "Address: Truemeds, 7th Floor, Urmi Corporate Park, Solaris D, Solaris Building, Saki Vihar Road, Lane opp to L&T Gate No 5, Above Athena BPO, Powai, Mumbai - 400072"}, {"1": "The Privacy Policy is governed by and constructed in accordance with the laws of India, without reference to conflict of laws principles and You irrevocably and unconditionally submit to the exclusive jurisdiction of the courts located in Mumbai, India."}]}, "count": 2}, "automatically": {"text": {"automatically": [{"0": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}, {"1": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "3.6 Our cookies do not collect any SPDI from You, except that voluntarily provided by You. Most browsers/mobile settings allow You to control cookies, including whether or not to accept them and how to remove them. You may set most browsers/mobile application to notify you if you receive a cookie, or You may choose to block cookies with your browser/mobile applications. However, by refusing or blocking cookies in relation to our Website or App, You may not be able to use certain features on the Platforms or take full advantage of our Services."}, {"1": "3.9 Teleconsultation: Pursuant to the Telemedicine Guidelines, it is incumbent on a registered medical practitioner to maintain and request for, as applicable, – (i) log or record of telemedicine interaction (e.g. Phone logs, email records, chat/ text record, video interaction logs etc), (ii) Patient records, reports, documents, images, diagnostics, data etc. (Digital or non-Digital) utilized in the telemedicine consultation, (iii) specifically, in case a prescription is shared with the patient, the prescription records, (iv) additional information from You required to be able to exercise proper clinical judgement. As the Service Provider is obliged to follow the applicable law, such information provided by You shall also be collected and stored. We also reserve the right to record, store or supervise the teleconsultation session between You and the Service Provider for internal quality control purposes as well as store your e-prescription, and by accessing or using Our Services You hereby explicitly consent to the same."}, {"2": "To conduct audits and quality control or assessment procedures;"}, {"3": "6.1. We store Your personal information in accordance with the applicable laws and such information shall be secure with Us as long as it is necessary to offer You Our services. Such information in Our possession or under Our control, shall be destroyed and/or anonymized as soon as it is reasonable to assume that: (i) the purposes for which your information has been collected have been fulfilled; and (ii) retention is no longer necessary for any other reason, or under any applicable law. We keep non-personally identifiable information for research and statistical purposes for a longer period."}, {"4": "10.1. The Platforms may include hyperlinks to various external websites, and may also include advertisements, and hyperlinks to applications, content or resources (“Third Party Links”). We have no control over such Third Party Links present on the Platforms, and You agree that We are not responsible for any collection or disclosure of Your information by any external sites, applications, companies or persons thereof."}, {"5": "Manage your health with ease Download Truemeds today!Get easy access to medicine refills, health information, and more. With our app, you'll never have to wait in line again. Download now and start taking control of your health."}]}, "count": 6}, "settings": {"text": {"settings": [{"0": "3.6 Our cookies do not collect any SPDI from You, except that voluntarily provided by You. Most browsers/mobile settings allow You to control cookies, including whether or not to accept them and how to remove them. You may set most browsers/mobile application to notify you if you receive a cookie, or You may choose to block cookies with your browser/mobile applications. However, by refusing or blocking cookies in relation to our Website or App, You may not be able to use certain features on the Platforms or take full advantage of our Services."}, {"1": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}]}, "count": 2}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "4.3 Truemeds may access or store Your information to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of the Terms of Use, or as otherwise required by law."}, {"1": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}]}, "count": 2}, "to detect": {"text": {"to detect": [{"0": "To detect or monitor any fraudulent or illegal activity on the Platform."}]}, "count": 1}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {"illegal activity": [{"0": "To detect or monitor any fraudulent or illegal activity on the Platform."}]}, "count": 1}, "to protect": {"text": {"to protect": [{"0": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}, {"1": "7.1. Truemeds has taken reasonable precautions to treat personal information as confidential and to protect it from unauthorized access, improper use, disclosure or modification, and unlawful destruction or accidental loss."}, {"2": "7.3. Even though We have taken significant steps to protect Your personal information, no company, including Truemeds, can fully eliminate security risks associated with the storage and retention of personal information."}]}, "count": 3}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "1.2 Truemeds is fully committed to respecting confidentiality, protecting your privacy and ensuring the security of any personal information received from You or a registered medical practitioner authorized by You. We strictly adhere to the applicable laws on data protection India, and this Privacy Policy is especially published in accordance with:"}, {"1": "Rule 4 of the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Information) Rules, 2011 (“RSP Rules”);"}, {"2": "5.3. Truemeds may release account and other personal information when We believe in good faith that such release is appropriate to comply with applicable law including: (i) pursuant to an order under the law for the time being in force, (ii) in response to enquiries by Government agencies for the purpose of verification of identity, or for prevention, detection, investigation including cyber incidents, prosecution, and punishment of offences, (iii) to protect and defend the rights or property of Truemeds; (iv) to fight fraud and credit risk or otherwise address technical issues; (v) to enforce the Terms of Use or Privacy Policy; (vi) prevent a crime or in interest of national security; (vii) protect personal safety of Our Users or the public; or (viii) when Truemeds deems it necessary in order to protect its rights or the rights of others."}, {"3": "7. Our Security Policy"}, {"4": "7.2. To prevent unauthorized access, We have put in place the industry-standard security technology and procedures to safeguard the information We collect data on the Platforms or via email, messages etc. In particular, Your personal information, including any records of your e-prescription or teleconsultation, is encrypted and is protected with AWS Security Protocols. We store your personally information on the computer servers placed in a secure environment."}, {"5": "7.3. Even though We have taken significant steps to protect Your personal information, no company, including Truemeds, can fully eliminate security risks associated with the storage and retention of personal information."}, {"6": "threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with foreign States, or public order, or causes incitement to the commission of any cognisable offence or prevents investigation of any offence or is insulting other nation;"}]}, "count": 7}, "unauthorized": {"text": {"unauthorized": [{"0": "7.1. Truemeds has taken reasonable precautions to treat personal information as confidential and to protect it from unauthorized access, improper use, disclosure or modification, and unlawful destruction or accidental loss."}, {"1": "7.2. To prevent unauthorized access, We have put in place the industry-standard security technology and procedures to safeguard the information We collect data on the Platforms or via email, messages etc. In particular, Your personal information, including any records of your e-prescription or teleconsultation, is encrypted and is protected with AWS Security Protocols. We store your personally information on the computer servers placed in a secure environment."}]}, "count": 2}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "1.1 This Privacy Policy governs what information Intellihealth Solutions Private Limited (“Truemeds”/ “We”/ “Us”/ “Our”/ “the Company”), as the owner and operator of the domain name www.truemeds.in, and internet based platform, and “Truemeds”, a mobile application (each individually, “Website” and “App” respectively, and together, “the Platforms”), collects from a user (“You”/ “Your” / “User”) of the Platforms in the course of providing Services (as defined in the Terms of Use available at https://www.truemeds.in/legal/terms-and-conditions and how We use, process, store, deal, handle or disclose such information."}, {"1": "3.6 Our cookies do not collect any SPDI from You, except that voluntarily provided by You. Most browsers/mobile settings allow You to control cookies, including whether or not to accept them and how to remove them. You may set most browsers/mobile application to notify you if you receive a cookie, or You may choose to block cookies with your browser/mobile applications. However, by refusing or blocking cookies in relation to our Website or App, You may not be able to use certain features on the Platforms or take full advantage of our Services."}, {"2": "4. How We use Your Information"}, {"3": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}]}, "count": 4}, "what": {"text": {"what": [{"0": "1.1 This Privacy Policy governs what information Intellihealth Solutions Private Limited (“Truemeds”/ “We”/ “Us”/ “Our”/ “the Company”), as the owner and operator of the domain name www.truemeds.in, and internet based platform, and “Truemeds”, a mobile application (each individually, “Website” and “App” respectively, and together, “the Platforms”), collects from a user (“You”/ “Your” / “User”) of the Platforms in the course of providing Services (as defined in the Terms of Use available at https://www.truemeds.in/legal/terms-and-conditions and how We use, process, store, deal, handle or disclose such information."}, {"1": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}]}, "count": 2}, "how you": {"text": {}, "count": 0}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "5.2. As with any business, it is possible that as Our business develops, We might sell or buy other businesses or assets. In such transactions, user information is typically one of the transferred business assets. Consequently, any third party to which We transfer or sell Our assets, merge or consolidate with, will have the right to continue to use the information (including SPDI) provided to Us by You, in accordance with the Terms of Use and this Privacy Policy. We may disclose information to Our partners, affiliates, subsidiaries, group entities, investors, stakeholders or potential associates in an anonymized and aggregate manner, so that they too may understand how users use Our Website or App and enable Us to create a better overall experience for You."}, {"1": "We cannot ensure that all of Your personal information and SPDI will never be disclosed in ways not otherwise described in this Privacy Policy. Therefore, although We are committed to protecting Your privacy, We do not promise, and You should not expect, that Your information or private communications will always remain private. As a User of the Website or the App, You consent to this disclosure of Your personal information and SPDI. You understand and agree that You assume all responsibility and risk for Your use of the Website or the App, the internet generally, and the information You post or access and for Your conduct on and off the Website or the App."}]}, "count": 2}, "learn": {"text": {"learn": [{"0": "3.8 Automatic technical information: During your visit to our Platforms, We may automatically receive technical information about your computer/device, such as your Internet Protocol (“IP”) address, your computer operating system type and version, time-zone, browser type and plug-in details due to certain communication protocol settings on the Internet. We may also receive information about Your location and Your mobile device such as a unique identification number for your device. Please note that the link between the User’s IP address and the User’s personally identifiable information is not shared with third parties without User’s permission or except when required by law or to provide or facilitate the User with the Services. The amount of information sent to us depends on the settings of the web browser used by the User to access the Website. The User may refer to the browser used, if the User wishes to learn what information is provided to us."}]}, "count": 1}, "more information": {"text": {}, "count": 0}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "3.5 Cookies and tracking technologies: “Cookies” are small data files (usually in a text format) that are placed by network operators and web platforms on a user’s internal device storage (e.g. hard drive, memory card etc.) to collect information about activity on the web platform. Like most websites and apps, We also utilize cookies to analyze data about Our Platforms traffic, which helps save Your preference for future visits. Tracking technologies may record information such as internet domain and host names, internet protocol (IP) addresses, browser software and operating system types, stream patterns, and dates and times that Website or App is accessed. Our use of cookies and other tracking technologies allows Us to improve the Platforms as well as Your experience."}, {"1": "3.6 Our cookies do not collect any SPDI from You, except that voluntarily provided by You. Most browsers/mobile settings allow You to control cookies, including whether or not to accept them and how to remove them. You may set most browsers/mobile application to notify you if you receive a cookie, or You may choose to block cookies with your browser/mobile applications. However, by refusing or blocking cookies in relation to our Website or App, You may not be able to use certain features on the Platforms or take full advantage of our Services."}, {"2": "4.2 Truemeds may utilize cookies and other information that is automatically collected to (i) personalize Our services, such as remembering Your information so that You will not have to re-enter it during your visit or the next time you visit the Service; (ii) provide customized content and information; (iii) monitor and analyze the effectiveness of the Service and third-party marketing activities; (iv) monitor aggregate site usage metrics such as total number of visitors and pages viewed; and (v) track Your entries, submissions, and status in any promotions or other activities on the Service. A designated Truemeds personnel may also use Your personal information for data analysis or for understanding other trends about your lifestyle and You hereby authorize us to share the same with Our Service Provider for the limited purpose of their understanding and consideration. Truemeds shall exclusively own such data, unless You opt to purchase the same for a consideration payable to Us."}, {"3": "8.3. If a User, as a casual visitor who has not registered, has inadvertently browsed through the Platforms prior to reading the Privacy Policy and the Terms of Use, and such User does not agree with the manner in which such information is obtained, the act of uninstalling the App or quitting the web browser application should ordinarily clear all temporary cookies installed by Truemeds. All visitors, however, are encouraged to use the “clear cookies” functionality of their browsers, or similar functionality on their mobile devices to ensure such clearing/ deletion, as Truemeds cannot guarantee, predict or provide for the behavior of the equipment of all its visitors."}, {"4": "10.2. Third Party Links may place their own cookies or other files on the Users’ computer, collect data or solicit personal information from the Users, for which Truemeds is not responsible or liable. Accordingly, Truemeds does not make any representations concerning the privacy practices or policies of such third parties or terms of use of such websites, nor does Truemeds guarantee the accuracy, integrity, or quality of the information, data, text, software, sound, photographs, graphics, videos, messages or other materials available on such Third Party Links. The presence of any Third Party Links on our Platforms, cannot be construed as a recommendation, endorsement or solicitation for the same, or any other material on or available via such Third Party Links."}]}, "count": 5}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}