{"main": {"https://capitalone.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "We're in the business of keeping your money and information safe."}, {"1": "how we collect, use, and share information"}, {"2": "In the limited cases where Social Security number is necessary, we have measures in place to protect you."}, {"3": "You’re able to request a copy of your data, request to correct certain data, and delete some of the data we’ve collected.\nManage Your Data"}]}, "count": 4}, "promise": {"text": {}, "count": 0}, "only": {"text": {}, "count": 0}, "information": {"text": {"information": [{"0": "We're in the business of keeping your money and information safe."}, {"1": "As a business that relies on trust, protecting your information is just as important to us as protecting your finances. You can explore our privacy and protection policies, opt-out of email advertisements from us, and submit a data request."}, {"2": "The Capital One Online Privacy Policy includes information for everyone about our online information practices."}, {"3": "Learn more about how we collect, use, and share information and your privacy rights and choices."}, {"4": "The U.S. Consumer Privacy Notice applies to customers, applicants, and former customers of the Capital One family of companies listed in the notice. It details our privacy and security practices regarding our relationship with you and provides instructions on how to limit the sharing of your information. This notice does not apply to business or commercial customers."}, {"5": "The Capital One California Consumer Privacy Act Disclosure provides an overview of how consumers in California receive certain privacy rights and protections. The Capital One Workforce CCPA Disclosure provides similar information for members of the Capital One workforce. "}, {"6": " Corporate Information "}]}, "count": 7}, "use": {"text": {"use": [{"0": "how we collect, use, and share information"}]}, "count": 1}, "why": {"text": {"why": [{"0": "Why Bank With Us"}]}, "count": 1}, "priv": {"text": {}, "count": 0}, "other": {"text": {}, "count": 0}, "if": {"text": {"if": [{"0": "See if You're Pre-Approved"}]}, "count": 1}, "when": {"text": {"when": [{"0": "Ask the right questions when car shopping"}]}, "count": 1}, "help": {"text": {"help": [{"0": "Help Center"}, {"1": "Resources to help your business move forward"}, {"2": " Help Center "}]}, "count": 3}, "access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {}, "count": 0}, "we only": {"text": {}, "count": 0}, "we collect": {"text": {"we collect": [{"0": "how we collect, use, and share information"}]}, "count": 1}, "we may collect": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {}, "count": 0}, "you can": {"text": {"you can": [{"0": "As a business that relies on trust, protecting your information is just as important to us as protecting your finances. You can explore our privacy and protection policies, opt-out of email advertisements from us, and submit a data request."}, {"1": "Learn more about your privacy rights and how you can opt out of email marketing or targeted advertising.\nYour Privacy Rights and Choices"}]}, "count": 2}, "right": {"text": {"right": [{"0": "Find the Right Financing"}, {"1": "Ask the right questions when car shopping"}, {"2": "Choose the right one for your business"}]}, "count": 3}, "choice": {"text": {}, "count": 0}, "request": {"text": {"request": [{"0": "As a business that relies on trust, protecting your information is just as important to us as protecting your finances. You can explore our privacy and protection policies, opt-out of email advertisements from us, and submit a data request."}, {"1": "You’re able to request a copy of your data, request to correct certain data, and delete some of the data we’ve collected.\nManage Your Data"}]}, "count": 2}, "delete": {"text": {"delete": [{"0": "You’re able to request a copy of your data, request to correct certain data, and delete some of the data we’ve collected.\nManage Your Data"}]}, "count": 1}, "deletion": {"text": {}, "count": 0}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Protecting against security risks, such as monitoring network activity logs, detecting security incidents, conducting data security investigations, and otherwise protecting against malicious, deceptive, fraudulent, or illegal activity."}, {"1": "Carrying out legal and business purposes"}, {"2": "Government entities and others with whom we share information for legal or necessary purposes"}, {"3": "To respond to requests from our regulators or to respond to a warrant, subpoena, governmental audit or investigation, law enforcement request, legal order, or other legal process."}, {"4": "For other legal purposes, such as to enforce our terms and conditions, exercise or defend legal claims, comply with applicable laws, or if we determine that disclosure is necessary or appropriate to protect the life, safety, or property of our customers, ourselves, or others."}, {"5": "The personal information we collect will be retained for as long as reasonably necessary for the purposes set out in this Privacy Policy and consistent with our retention policies, in accordance with applicable laws. When determining these retention policies, we take into account the length of time personal information is required to be retained to provide the services; satisfy legal and compliance obligations and for audit purposes; address any complaints regarding the services; and defend or bring potential legal claims."}, {"6": " Legal "}]}, "count": 7}, "authority": {"text": {"authority": [{"0": "If you disclose any information relating to other people to us or to our service providers when you visit or use the Online Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Privacy Policy."}]}, "count": 1}, "comply": {"text": {"comply": [{"0": "For other legal purposes, such as to enforce our terms and conditions, exercise or defend legal claims, comply with applicable laws, or if we determine that disclosure is necessary or appropriate to protect the life, safety, or property of our customers, ourselves, or others."}]}, "count": 1}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "To respond to requests from our regulators or to respond to a warrant, subpoena, governmental audit or investigation, law enforcement request, legal order, or other legal process."}, {"1": "You may have additional rights under applicable law, such as the California Consumer Privacy Act for California residents, or we may provide you with additional choices to access, delete, correct, or otherwise manage certain personal information. For more information about these rights or choices and how to exercise them, please visit the Manage Your Data page or review our Capital One CCPA disclosure and Capital One Workforce CCPA Disclosure, or contact us."}]}, "count": 2}, "enforce": {"text": {"enforce": [{"0": "For other legal purposes, such as to enforce our terms and conditions, exercise or defend legal claims, comply with applicable laws, or if we determine that disclosure is necessary or appropriate to protect the life, safety, or property of our customers, ourselves, or others."}]}, "count": 1}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {"regulators": [{"0": "To respond to requests from our regulators or to respond to a warrant, subpoena, governmental audit or investigation, law enforcement request, legal order, or other legal process."}]}, "count": 1}, "regulatory": {"text": {"regulatory": [{"0": "Carrying out legal and business purposes, such as complying with applicable laws, responding to civil, criminal, or regulatory lawsuits, subpoenas, or investigations, exercising our rights or defending against legal claims (including for collections and recoveries on past-due accounts), resolving complaints and disputes, performing compliance activities, analyzing credit risk, conducting credit reporting activities, regulatory reporting, performing institutional risk control, conducting human resources activities, and otherwise operating, managing, and maintaining our business."}]}, "count": 1}, "policy": {"text": {"policy": [{"0": "The Capital One Online Privacy Policy includes information for everyone about our online information practices.\n\nEffective: December 28, 2023\nView our printer-friendly version (PDF)"}, {"1": "The Capital One Online Privacy Policy includes information for everyone about our online information practices.\n\nEffective: December 28, 2023\nView our printer-friendly version (PDF)"}, {"2": "What this policy covers"}, {"3": "This Capital One Online Privacy Policy (“Privacy Policy”) describes how we collect information when you visit or use Capital One’s websites, mobile applications, and other online services that link to this Privacy Policy (“Online Services”). It also describes how we use and share such information and explains your privacy rights and choices. Our Online Services are intended for a U.S. audience. The terms “Capital One,” “we,” “us,” or “our” mean Capital One Financial Corporation and its U.S. affiliates. “You” means an individual who visits our Online Services and does not refer to a business or other entity or to individuals outside the U.S."}, {"4": "What this policy does not cover"}, {"5": "This Privacy Policy does not apply to the websites, mobile applications, or other online services of Capital One Shopping or our non-U.S. affiliates. It also does not apply to non-Capital One companies, such as our co-branded partners, auto dealerships and auto-finance companies, or any third-party websites that we link to online. Please review the privacy policies of other websites and services you visit to understand their privacy practices."}, {"6": "This Privacy Policy applies to information we collect when you use our Online Services. We may combine that information with information we collect in other contexts, such as from our phone calls and emails with you, from third-party data sources for fraud prevention, identity verification, or marketing purposes, from our co-branded card or business partners, and from publicly available data sources. We will treat such combined information in accordance with this Privacy Policy."}, {"7": "If you disclose any information relating to other people to us or to our service providers when you visit or use the Online Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Privacy Policy."}, {"8": "Creating aggregated and de-identified information, such as using or modifying the information described in this Privacy Policy in a manner that does not allow us to reasonably identify you. For example, we may compile aggregated statistics to understand trends or to research the percentage of users accessing a specific website feature. Information that has been aggregated and de-identified is no longer subject to this Privacy Policy."}, {"9": "The personal information we collect will be retained for as long as reasonably necessary for the purposes set out in this Privacy Policy and consistent with our retention policies, in accordance with applicable laws. When determining these retention policies, we take into account the length of time personal information is required to be retained to provide the services; satisfy legal and compliance obligations and for audit purposes; address any complaints regarding the services; and defend or bring potential legal claims."}, {"10": "We may change this Privacy Policy in the future. When we do, we will post the revised Privacy Policy on our website. This Privacy Policy was last updated and became effective on the date posted in the header of this page. "}, {"11": "Have questions about this Privacy Policy or our privacy practices?"}, {"12": " Subpoena Policy "}]}, "count": 13}, "international": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "California Consumer Privacy"}, {"1": "California Consumer Privacy"}, {"2": "California Consumer Privacy Act Disclosure"}, {"3": "You may have additional rights under applicable law, such as the California Consumer Privacy Act for California residents, or we may provide you with additional choices to access, delete, correct, or otherwise manage certain personal information. For more information about these rights or choices and how to exercise them, please visit the Manage Your Data page or review our Capital One CCPA disclosure and Capital One Workforce CCPA Disclosure, or contact us."}]}, "count": 4}, "children": {"text": {"children": [{"0": " Children’s Privacy "}, {"1": "CHILDREN'S PRIVACY"}, {"2": "Our Online Services are not directed to children under 13. We kindly request that children under 13 not provide information to us through our Online Services."}]}, "count": 3}, "kid": {"text": {}, "count": 0}, "child": {"text": {}, "count": 0}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "Other third parties with your consent or as necessary to provide our products and services"}, {"1": "In connection with a proposed or actual sale, merger, transfer, aquisition, bankruptcy, or other disposition of some or all of our assets, in which case we may share information with relevant third parties."}, {"2": "We may share aggregated and de-identified information (such as aggregated statistics regarding the use of our financial products and services) with third parties for any purpose."}, {"3": "For certain consumers of our financial products and services, our U.S. Consumer Privacy Notice governs how we share certain information with our affiliates and third parties, including for their direct marketing purposes, and will enable you to opt out of certain types of sharing."}]}, "count": 4}, "third-party": {"text": {"third-party": [{"0": "This Privacy Policy does not apply to the websites, mobile applications, or other online services of Capital One Shopping or our non-U.S. affiliates. It also does not apply to non-Capital One companies, such as our co-branded partners, auto dealerships and auto-finance companies, or any third-party websites that we link to online. Please review the privacy policies of other websites and services you visit to understand their privacy practices."}, {"1": "This Privacy Policy applies to information we collect when you use our Online Services. We may combine that information with information we collect in other contexts, such as from our phone calls and emails with you, from third-party data sources for fraud prevention, identity verification, or marketing purposes, from our co-branded card or business partners, and from publicly available data sources. We will treat such combined information in accordance with this Privacy Policy."}, {"2": "Transaction data, such as credit/debit card purchases, payment or transaction history, transaction details when you transfer money to or from your Capital One accounts, third-party billing information or statements, payment card details, and information about flights, hotels, events, and other reservations booked through our travel, entertainment, or dining services."}, {"3": "Other third parties with your consent or as necessary to provide our products and services. We share information with your consent or at your direction, such as when you ask us to share information with a money management app to track your financesor to share financing details with an auto dealer when shopping for a car. We also may share information with third parties to provide products and services that you request, such as with merchants that are authorizing Capital One credit card transactions, with travel, entertainment, or restaurant providers when you transfer funds or send money to friends and family via Zelle, and with third-party payment processors (such as Paypal or Stripe) when you make payment on our Online Services."}, {"4": "We and third-party providers acting on our behalf use a variety of online tools and technologies to collect information when you visit or use the Online Services, including Device Data and Mobile/Online Activity Data. For example, we use these tools to collect information for debugging, fraud prevention, session management, and other necessary purposes. We also use these to conduct personalization, analytics, and targeted advertising on or through the Online Services. We may associate this tracking data with your Capital One account (if you have one)."}, {"5": "SDKs and mobile advertising IDs. Our mobile applications may include third-party software development kits (“SDKs”) that allow us and our service providers to collect information about your mobile app activity. In addition, some mobile devices come with a resettable advertising ID (such as Apple’s IDFA and Google’s Advertising ID) that, like cookies and pixel tags, allow us and our service providers to identify your mobile device over time for advertising purposes."}, {"6": "Third-party plugins"}, {"7": "We and third-party providers acting on our behalf use online tracking technology to conduct personalization, analytics, and targeted advertising on or through the Online Services."}, {"8": "Personalization. Capital One may customize content and advertisements for our products and services on our own and third-party websites and mobile apps. In order to make the content and advertising as informative and useful as possible, we may use the information we collect about you online, alone or in combination with information about your relationship with us (such as types of accounts, transactional information, or the state in which you bank). We also use online tracking technologies to recognize your computer or device when you’re logged in, enable enhanced features or functionality, improve usability, and otherwise provide the Online Services to you."}, {"9": "Analytics. We and our third-party providers use online tracking technologies to engage in data analytics, auditing, measurement, research, reporting, and debugging on our Online Services and to measure the effectiveness of our advertising. For example, we use Google Analytics on our Online Services for such purposes. You can learn more about Google Analytics here and opt out here."}, {"10": "Targeted advertising. We and our third-party providers may collect information about your activities on our Online Services and across different websites, mobile apps, and devices over time for targeted advertising purposes. These providers may then show you ads, including across the internet and mobile apps, and other devices, based in part on the information they have collected or that we have shared with them."}]}, "count": 11}, "third party": {"text": {}, "count": 0}, "advertising": {"text": {"advertising": [{"0": "Device data, such as your device type, web browser type and version, operating system type and version, display/screen settings, language preferences, device contacts (e.g., to facilitate Zelle payments), photos (e.g., to deposit checks), internet protocol address, mobile network information, general location (e.g., city, state, or country), precise location (e.g., latitude/longitude to find a nearby Capital One branch, café, or ATM), cookie IDs, device IDs, mobile advertising IDs (e.g., Apple’s IDFA or Google’s Advertising ID), and likely connections among different browsers and devices that you use (collectively, “Device Data”)."}, {"1": "Online/mobile activity data, such as login data, search history, information about how you use and interact with our Online Services or advertising (including content viewed, links clicked, and features used), when and how often you use our Online Services, the webpage from which you clicked a link to come to our Online Services (e.g., the referrer URL), and crash reports (collectively, “Online/Mobile Activity Data”)."}, {"2": "Marketing data, such as your marketing preferences, information about products or services we think you might like, and inferences based on your interactions with us or our partners (e.g., Online/Mobile Activity Data used for targeted advertising)."}, {"3": "Advertising and marketing,"}, {"4": "how we use online tracking technology to conduct personalization, analytics, and targeted advertising, and how you can opt out."}, {"5": "We and third-party providers acting on our behalf use a variety of online tools and technologies to collect information when you visit or use the Online Services, including Device Data and Mobile/Online Activity Data. For example, we use these tools to collect information for debugging, fraud prevention, session management, and other necessary purposes. We also use these to conduct personalization, analytics, and targeted advertising on or through the Online Services. We may associate this tracking data with your Capital One account (if you have one)."}, {"6": "SDKs and mobile advertising IDs"}, {"7": "How does Capital One use online tracking technology to conduct personalization, analytics, targeted advertising, and how can you opt out?"}, {"8": "We and third-party providers acting on our behalf use online tracking technology to conduct personalization, analytics, and targeted advertising on or through the Online Services."}, {"9": "Personalization. Capital One may customize content and advertisements for our products and services on our own and third-party websites and mobile apps. In order to make the content and advertising as informative and useful as possible, we may use the information we collect about you online, alone or in combination with information about your relationship with us (such as types of accounts, transactional information, or the state in which you bank). We also use online tracking technologies to recognize your computer or device when you’re logged in, enable enhanced features or functionality, improve usability, and otherwise provide the Online Services to you."}, {"10": "Analytics. We and our third-party providers use online tracking technologies to engage in data analytics, auditing, measurement, research, reporting, and debugging on our Online Services and to measure the effectiveness of our advertising. For example, we use Google Analytics on our Online Services for such purposes. You can learn more about Google Analytics here and opt out here."}, {"11": "Targeted advertising. We and our third-party providers may collect information about your activities on our Online Services and across different websites, mobile apps, and devices over time for targeted advertising purposes. These providers may then show you ads, including across the internet and mobile apps, and other devices, based in part on the information they have collected or that we have shared with them."}, {"12": "For example, when you visit the Capital One website and explore our products, our advertising providers may use that information to determine which ads to show you when you go to other, non-Capital One websites. Similarly, when you view a Capital One ad on your computer, our advertising providers may use that information when deciding whether to show you a subsequent ad on your laptop or mobile device. For more information about targeted advertising, please see the Network Advertising Initiative’s (NAI) Understanding Online Advertising page."}, {"13": "You may opt out of certain targeted advertising, as discussed below."}, {"14": "Capital One supports Global Privacy Control (GPC), which is a setting that allows you to communicate your privacy preferences to websites and online services that you visit. When we detect a GPC signal from a browser, our Online Services are designed to treat the browser as opted out and to stop sharing personal information for certain targeted advertising purposes, in accordance with applicable laws.  Please visit the Global Privacy Control website to learn more about the setting and how to enable it on your browser."}, {"15": "Digital Advertising Alliance Opt Out Page"}, {"16": "Network Advertising Initiative Opt Out Page"}, {"17": "Please note that your preferences will apply only to the specific browser or device from which you opt out. You will need to opt out separately on all of your browsers and devices. If you delete cookies, change web browsers, reset your mobile advertising ID, or use a different device, you may need to opt out again. Our Online Services do not function differently in response to browser “Do Not Track” signals, but you may opt out of certain targeted advertising as described above."}]}, "count": 18}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {"share with": [{"0": "Capital One has official pages on social media services such as Facebook, Twitter, Pinterest, Tumblr, LinkedIn, and YouTube. When you interact with us on these pages or elsewhere on social media, we may collect information such as your likes, interests, feedback, and preferences. We may collect additional information from social media companies if you choose to share with them and they, in turn, share such information with us."}]}, "count": 1}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "Personalization. Capital One may customize content and advertisements for our products and services on our own and third-party websites and mobile apps. In order to make the content and advertising as informative and useful as possible, we may use the information we collect about you online, alone or in combination with information about your relationship with us (such as types of accounts, transactional information, or the state in which you bank). We also use online tracking technologies to recognize your computer or device when you’re logged in, enable enhanced features or functionality, improve usability, and otherwise provide the Online Services to you."}]}, "count": 1}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "Business partners. We may share information with companies that we have partnered with to offer or enhance products and services for Capital One customers or prospective customers. For example, we may share information with co-branded credit card partners, joint marketing partners, bill pay partners, or retail partners that allow you to redeem credit card rewards."}]}, "count": 1}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "Automatically when you use our Online Services. We and others on our behalf may collect Device Data, Online/Mobile Activity Data, and other information automatically when you interact with us online. Learn more about our use of Online Tracking Technologies."}, {"1": "This Privacy Policy applies to information we collect when you use our Online Services. We may combine that information with information we collect in other contexts, such as from our phone calls and emails with you, from third-party data sources for fraud prevention, identity verification, or marketing purposes, from our co-branded card or business partners, and from publicly available data sources. We will treat such combined information in accordance with this Privacy Policy."}, {"2": "Contact or identity data, such as your name, mailing address, email address, phone number, date of birth, government-issued identifier (e.g., Social Security number, tax ID number, driver’s license, or other government ID), citizenship, business contact and professional information, username and password, profile picture, and other information that directly identifies you."}, {"3": "Account data, such as account number, credit/debit card number, account history, account balances, loan details, vehicle or property information, information about beneficiaries and joint account holders, business-related information (e.g., business name, address, revenue, and industry type), information you provide when using our travel, entertainment, or dining services (e.g., dietary, seating, or other preferences), and other information related to your Capital One accounts, applications, or prequalification inquiries."}, {"4": "Transaction data, such as credit/debit card purchases, payment or transaction history, transaction details when you transfer money to or from your Capital One accounts, third-party billing information or statements, payment card details, and information about flights, hotels, events, and other reservations booked through our travel, entertainment, or dining services."}, {"5": "Demographic data, such as gender, marital status, age, household size/composition, education information, income, occupation, veteran or military status, and employment status."}, {"6": "Device data, such as your device type, web browser type and version, operating system type and version, display/screen settings, language preferences, device contacts (e.g., to facilitate Zelle payments), photos (e.g., to deposit checks), internet protocol address, mobile network information, general location (e.g., city, state, or country), precise location (e.g., latitude/longitude to find a nearby Capital One branch, café, or ATM), cookie IDs, device IDs, mobile advertising IDs (e.g., Apple’s IDFA or Google’s Advertising ID), and likely connections among different browsers and devices that you use (collectively, “Device Data”)."}, {"7": "Online/mobile activity data, such as login data, search history, information about how you use and interact with our Online Services or advertising (including content viewed, links clicked, and features used), when and how often you use our Online Services, the webpage from which you clicked a link to come to our Online Services (e.g., the referrer URL), and crash reports (collectively, “Online/Mobile Activity Data”)."}, {"8": "Marketing data, such as your marketing preferences, information about products or services we think you might like, and inferences based on your interactions with us or our partners (e.g., Online/Mobile Activity Data used for targeted advertising)."}, {"9": "Communications data, such as your communication preferences and details or the content of your communications with us (e.g., chat messages)."}, {"10": "Survey and research data, such as your responses to questionnaires, surveys, requests for feedback, and research activities."}, {"11": "Employment application data, such as professional, employment-related, and education history collected through the Online Services about job applicants, employees, associates, contractors, or other members of the Capital One workforce."}, {"12": "Protecting against security risks, such as monitoring network activity logs, detecting security incidents, conducting data security investigations, and otherwise protecting against malicious, deceptive, fraudulent, or illegal activity."}, {"13": "We and third-party providers acting on our behalf use a variety of online tools and technologies to collect information when you visit or use the Online Services, including Device Data and Mobile/Online Activity Data. For example, we use these tools to collect information for debugging, fraud prevention, session management, and other necessary purposes. We also use these to conduct personalization, analytics, and targeted advertising on or through the Online Services. We may associate this tracking data with your Capital One account (if you have one)."}, {"14": "Analytics. We and our third-party providers use online tracking technologies to engage in data analytics, auditing, measurement, research, reporting, and debugging on our Online Services and to measure the effectiveness of our advertising. For example, we use Google Analytics on our Online Services for such purposes. You can learn more about Google Analytics here and opt out here."}, {"15": "You may have additional rights under applicable law, such as the California Consumer Privacy Act for California residents, or we may provide you with additional choices to access, delete, correct, or otherwise manage certain personal information. For more information about these rights or choices and how to exercise them, please visit the Manage Your Data page or review our Capital One CCPA disclosure and Capital One Workforce CCPA Disclosure, or contact us."}, {"16": "DATA RETENTION AND SECURITY"}, {"17": "We have an information security program that includes administrative, technical, and physical measures that are designed to protect information within our company. While we strive to protect information about you, no method of data transmission or storage is 100% secure, and we cannot ensure or warrant the security of such information."}]}, "count": 18}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "Employment application data, such as professional, employment-related, and education history collected through the Online Services about job applicants, employees, associates, contractors, or other members of the Capital One workforce."}, {"1": "Marketing partners. We may allow companies to collect information through our Online Services in order to provide marketing services to us, including to target advertising to you based on personal information collected across different websites, mobile apps, and devices over time.  Learn more about how we use online tracking technology to conduct personalization, analytics, and targeted advertising, and how you can opt out."}, {"2": "Targeted advertising. We and our third-party providers may collect information about your activities on our Online Services and across different websites, mobile apps, and devices over time for targeted advertising purposes. These providers may then show you ads, including across the internet and mobile apps, and other devices, based in part on the information they have collected or that we have shared with them."}]}, "count": 3}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "DATA RETENTION AND SECURITY"}, {"1": "The personal information we collect will be retained for as long as reasonably necessary for the purposes set out in this Privacy Policy and consistent with our retention policies, in accordance with applicable laws. When determining these retention policies, we take into account the length of time personal information is required to be retained to provide the services; satisfy legal and compliance obligations and for audit purposes; address any complaints regarding the services; and defend or bring potential legal claims."}]}, "count": 2}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "Conducting analytics and research,"}, {"1": "how we use online tracking technology to conduct personalization, analytics, and targeted advertising, and how you can opt out."}, {"2": "personalization, analytics, and targeted advertising"}, {"3": "How does Capital One use online tracking technology to conduct personalization, analytics, targeted advertising, and how can you opt out?"}, {"4": "We and third-party providers acting on our behalf use online tracking technology to conduct personalization, analytics, and targeted advertising on or through the Online Services."}, {"5": "learn more about Google Analytics here"}]}, "count": 6}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "For example, when you visit the Capital One website and explore our products, our advertising providers may use that information to determine which ads to show you when you go to other, non-Capital One websites. Similarly, when you view a Capital One ad on your computer, our advertising providers may use that information when deciding whether to show you a subsequent ad on your laptop or mobile device. For more information about targeted advertising, please see the Network Advertising Initiative’s (NAI) Understanding Online Advertising page."}]}, "count": 1}, "automatically": {"text": {"automatically": [{"0": "Automatically when you use our Online Services."}, {"1": "Server logs. Server logs automatically record information and details about your online interactions with us. For example, server logs may record information about your visit to our website on a particular time and day."}]}, "count": 2}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Carrying out legal and business purposes, such as complying with applicable laws, responding to civil, criminal, or regulatory lawsuits, subpoenas, or investigations, exercising our rights or defending against legal claims (including for collections and recoveries on past-due accounts), resolving complaints and disputes, performing compliance activities, analyzing credit risk, conducting credit reporting activities, regulatory reporting, performing institutional risk control, conducting human resources activities, and otherwise operating, managing, and maintaining our business."}, {"1": "Capital One supports Global Privacy Control (GPC), which is a setting that allows you to communicate your privacy preferences to websites and online services that you visit. When we detect a GPC signal from a browser, our Online Services are designed to treat the browser as opted out and to stop sharing personal information for certain targeted advertising purposes, in accordance with applicable laws.  Please visit the Global Privacy Control website to learn more about the setting and how to enable it on your browser."}]}, "count": 2}, "settings": {"text": {"settings": [{"0": "Device data, such as your device type, web browser type and version, operating system type and version, display/screen settings, language preferences, device contacts (e.g., to facilitate Zelle payments), photos (e.g., to deposit checks), internet protocol address, mobile network information, general location (e.g., city, state, or country), precise location (e.g., latitude/longitude to find a nearby Capital One branch, café, or ATM), cookie IDs, device IDs, mobile advertising IDs (e.g., Apple’s IDFA or Google’s Advertising ID), and likely connections among different browsers and devices that you use (collectively, “Device Data”)."}, {"1": "You can also opt out of certain targeted advertising by visiting the Digital Advertising Alliance Opt Out Page, Network Advertising Initiative Opt Out Page, and TrustArc Preference Manager and by adjusting the privacy settings on your mobile device (e.g., “Limit Ad Tracking” on iOS or “Opt out of Ads Personalization” on Android)."}, {"2": "You may be able to set your web browser to tell you when cookies are set, delete your cookies, or block cookies altogether. Please check your browser’s settings or support pages to learn how to manage cookies on your browser or device. Your decision not to accept cookies could limit access to some of our Online Services and features. For example, we may not recognize your device and, if you are an online banking customer, you may need to answer challenge questions each time you log on."}]}, "count": 3}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "This Privacy Policy applies to information we collect when you use our Online Services. We may combine that information with information we collect in other contexts, such as from our phone calls and emails with you, from third-party data sources for fraud prevention, identity verification, or marketing purposes, from our co-branded card or business partners, and from publicly available data sources. We will treat such combined information in accordance with this Privacy Policy."}, {"1": "Detecting and preventing fraud,"}, {"2": "Service providers. We use other companies to provide services on our behalf and to help us run our business. We may share information with these service providers, or they may collect information on our behalf, for various business purposes. For example, we use service providers for hosting and securing our information systems, servicing customer accounts, detecting and preventing fraud, assisting with human resources activities, communicating with our customers, and analyzing and improving our Online Services."}, {"3": "We and third-party providers acting on our behalf use a variety of online tools and technologies to collect information when you visit or use the Online Services, including Device Data and Mobile/Online Activity Data. For example, we use these tools to collect information for debugging, fraud prevention, session management, and other necessary purposes. We also use these to conduct personalization, analytics, and targeted advertising on or through the Online Services. We may associate this tracking data with your Capital One account (if you have one)."}, {"4": "Fraud and Identity Theft Prevention"}]}, "count": 5}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {"malicious": [{"0": "Protecting against security risks, such as monitoring network activity logs, detecting security incidents, conducting data security investigations, and otherwise protecting against malicious, deceptive, fraudulent, or illegal activity."}]}, "count": 1}, "illegal activity": {"text": {"illegal activity": [{"0": "Protecting against security risks, such as monitoring network activity logs, detecting security incidents, conducting data security investigations, and otherwise protecting against malicious, deceptive, fraudulent, or illegal activity."}]}, "count": 1}, "to protect": {"text": {"to protect": [{"0": "For other legal purposes, such as to enforce our terms and conditions, exercise or defend legal claims, comply with applicable laws, or if we determine that disclosure is necessary or appropriate to protect the life, safety, or property of our customers, ourselves, or others."}, {"1": "We have an information security program that includes administrative, technical, and physical measures that are designed to protect information within our company. While we strive to protect information about you, no method of data transmission or storage is 100% secure, and we cannot ensure or warrant the security of such information."}]}, "count": 2}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Social Security Numbers"}, {"1": "Social Security Numbers"}, {"2": "Contact or identity data, such as your name, mailing address, email address, phone number, date of birth, government-issued identifier (e.g., Social Security number, tax ID number, driver’s license, or other government ID), citizenship, business contact and professional information, username and password, profile picture, and other information that directly identifies you."}, {"3": "Verifying your identity, such as conducting identity verification when you apply for our products or services, authenticating your login credentials, verifying your location to allow access to your accounts, and storing security questions for subsequent verification online or over the phone."}, {"4": "Protecting against security risks"}, {"5": "We have an information security program that includes administrative, technical, and physical measures that are designed to protect information within our company. While we strive to protect information about you, no method of data transmission or storage is 100% secure, and we cannot ensure or warrant the security of such information."}, {"6": "Visit our Fraud and Identity Theft Prevention page for more information about our commitment to security and tips about how to guard against fraud and identity theft."}, {"7": "Any posts you make on our official social media pages -- including posts that contain pictures, comments, suggestions, opinions, complaints, or personal information -- are available to others who use those pages. Never include sensitive personal, financial, or other confidential information such as your Social Security number, account number, phone number, mailing address, or email address when posting or commenting online. Please refer to the privacy policies of our social media partners when you interact with them online."}, {"8": " Security "}]}, "count": 9}, "unauthorized": {"text": {}, "count": 0}, "auditing": {"text": {"auditing": [{"0": "Analytics. We and our third-party providers use online tracking technologies to engage in data analytics, auditing, measurement, research, reporting, and debugging on our Online Services and to measure the effectiveness of our advertising. For example, we use Google Analytics on our Online Services for such purposes. You can learn more about Google Analytics here and opt out here."}]}, "count": 1}}, "EDUCATION": {"how": {"text": {"how": [{"0": "This Capital One Online Privacy Policy (“Privacy Policy”) describes how we collect information when you visit or use Capital One’s websites, mobile applications, and other online services that link to this Privacy Policy (“Online Services”). It also describes how we use and share such information and explains your privacy rights and choices. Our Online Services are intended for a U.S. audience. The terms “Capital One,” “we,” “us,” or “our” mean Capital One Financial Corporation and its U.S. affiliates. “You” means an individual who visits our Online Services and does not refer to a business or other entity or to individuals outside the U.S."}, {"1": "How does Capital One collect information online?"}, {"2": "Depending on how you interact online with us, we may collect various types of information about you. For example, we may collect:"}, {"3": "Online/mobile activity data, such as login data, search history, information about how you use and interact with our Online Services or advertising (including content viewed, links clicked, and features used), when and how often you use our Online Services, the webpage from which you clicked a link to come to our Online Services (e.g., the referrer URL), and crash reports (collectively, “Online/Mobile Activity Data”)."}, {"4": "How does Capital One use this information?"}, {"5": "We use information for various purposes depending on how you interact with us. For example, we may use information about you for the purposes described below:"}, {"6": "how we use online tracking technology"}, {"7": "how we use online tracking technology"}, {"8": "How does Capital One share this information?"}, {"9": "how we use online tracking technology to conduct personalization, analytics, and targeted advertising, and how you can opt out."}, {"10": "Our U.S. Consumer Privacy Notice provides additional information about how we share information we obtain when offering financial products and services for personal, family, or household use."}, {"11": "How does Capital One use online tracking technology to conduct personalization, analytics, targeted advertising, and how can you opt out?"}, {"12": "Targeted advertising. We and our third-party providers may collect information about your activities on our Online Services and across different websites, mobile apps, and devices over time for targeted advertising purposes. These providers may then show you ads, including across the internet and mobile apps, and other devices, based in part on the information they have collected or that we have shared with them."}, {"13": "For example, when you visit the Capital One website and explore our products, our advertising providers may use that information to determine which ads to show you when you go to other, non-Capital One websites. Similarly, when you view a Capital One ad on your computer, our advertising providers may use that information when deciding whether to show you a subsequent ad on your laptop or mobile device. For more information about targeted advertising, please see the Network Advertising Initiative’s (NAI) Understanding Online Advertising page."}, {"14": "You can visit our Email Preferences page to opt out of receiving our marketing emails. Our marketing emails also contain instructions on how to opt out. Please note that you may receive marketing emails from Capital One up to 10 business days after submitting your request. If you opt out of receiving marketing emails, we may still send you emails about your account or for other non-marketing purposes."}, {"15": "Capital One supports Global Privacy Control (GPC), which is a setting that allows you to communicate your privacy preferences to websites and online services that you visit. When we detect a GPC signal from a browser, our Online Services are designed to treat the browser as opted out and to stop sharing personal information for certain targeted advertising purposes, in accordance with applicable laws.  Please visit the Global Privacy Control website to learn more about the setting and how to enable it on your browser."}, {"16": "how we use online tracking technologies"}, {"17": "You may be able to set your web browser to tell you when cookies are set, delete your cookies, or block cookies altogether. Please check your browser’s settings or support pages to learn how to manage cookies on your browser or device. Your decision not to accept cookies could limit access to some of our Online Services and features. For example, we may not recognize your device and, if you are an online banking customer, you may need to answer challenge questions each time you log on."}, {"18": "Manage how Capital One shares your financial information"}, {"19": "For certain consumers of our financial products and services, our U.S. Consumer Privacy Notice governs how we share certain information with our affiliates and third parties, including for their direct marketing purposes, and will enable you to opt out of certain types of sharing."}, {"20": "You may have additional rights under applicable law, such as the California Consumer Privacy Act for California residents, or we may provide you with additional choices to access, delete, correct, or otherwise manage certain personal information. For more information about these rights or choices and how to exercise them, please visit the Manage Your Data page or review our Capital One CCPA disclosure and Capital One Workforce CCPA Disclosure, or contact us."}, {"21": "Visit our Fraud and Identity Theft Prevention page for more information about our commitment to security and tips about how to guard against fraud and identity theft."}]}, "count": 22}, "what": {"text": {"what": [{"0": "What this policy covers"}, {"1": "What this policy does not cover"}, {"2": "What Information does Capital One collect?"}, {"3": "What online tracking technology does Capital One use?"}]}, "count": 4}, "how you": {"text": {"how you": [{"0": "Depending on how you interact online with us, we may collect various types of information about you. For example, we may collect:"}, {"1": "Online/mobile activity data, such as login data, search history, information about how you use and interact with our Online Services or advertising (including content viewed, links clicked, and features used), when and how often you use our Online Services, the webpage from which you clicked a link to come to our Online Services (e.g., the referrer URL), and crash reports (collectively, “Online/Mobile Activity Data”)."}, {"2": "We use information for various purposes depending on how you interact with us. For example, we may use information about you for the purposes described below:"}, {"3": "how we use online tracking technology to conduct personalization, analytics, and targeted advertising, and how you can opt out."}, {"4": "Targeted advertising. We and our third-party providers may collect information about your activities on our Online Services and across different websites, mobile apps, and devices over time for targeted advertising purposes. These providers may then show you ads, including across the internet and mobile apps, and other devices, based in part on the information they have collected or that we have shared with them."}, {"5": "For example, when you visit the Capital One website and explore our products, our advertising providers may use that information to determine which ads to show you when you go to other, non-Capital One websites. Similarly, when you view a Capital One ad on your computer, our advertising providers may use that information when deciding whether to show you a subsequent ad on your laptop or mobile device. For more information about targeted advertising, please see the Network Advertising Initiative’s (NAI) Understanding Online Advertising page."}]}, "count": 6}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "Understand Our Impact"}, {"1": "This Privacy Policy does not apply to the websites, mobile applications, or other online services of Capital One Shopping or our non-U.S. affiliates. It also does not apply to non-Capital One companies, such as our co-branded partners, auto dealerships and auto-finance companies, or any third-party websites that we link to online. Please review the privacy policies of other websites and services you visit to understand their privacy practices."}, {"2": "Creating aggregated and de-identified information, such as using or modifying the information described in this Privacy Policy in a manner that does not allow us to reasonably identify you. For example, we may compile aggregated statistics to understand trends or to research the percentage of users accessing a specific website feature. Information that has been aggregated and de-identified is no longer subject to this Privacy Policy."}]}, "count": 3}, "learn": {"text": {"learn": [{"0": "Learn more"}, {"1": "Accounts for kids to learn and earn"}, {"2": "Learn more"}, {"3": "Learn About Refinancing"}, {"4": "Learn about us & meet our leaders"}, {"5": "Learn & Grow"}, {"6": "Automatically when you use our Online Services. We and others on our behalf may collect Device Data, Online/Mobile Activity Data, and other information automatically when you interact with us online. Learn more about our use of Online Tracking Technologies."}, {"7": "Advertising and marketing, such as sending you offers for special products and services via mail, email, or text message, displaying online advertising, targeting our offers or promotions, providing sweepstakes, conducting market research, and evaluating or improving the effectiveness of our marketing efforts. Learn more about how we use online tracking technology."}, {"8": "Conducting analytics and research, such as examining which parts of our website you visit or which aspects of our mobile apps you find most useful, evaluating user interface and experiences, testing features or functionality, performing debugging and error repair, and analyzing the use of our Online Services. Learn more about how we use online tracking technology."}, {"9": "Marketing partners. We may allow companies to collect information through our Online Services in order to provide marketing services to us, including to target advertising to you based on personal information collected across different websites, mobile apps, and devices over time.  Learn more about how we use online tracking technology to conduct personalization, analytics, and targeted advertising, and how you can opt out."}, {"10": "Credit bureaus. We share information with credit reporting agencies, such as Experian, Transunion, and Equifax, to report on or learn about your financial history and for other lawful purposes."}, {"11": "learn more about Google Analytics here"}, {"12": "Capital One supports Global Privacy Control (GPC), which is a setting that allows you to communicate your privacy preferences to websites and online services that you visit. When we detect a GPC signal from a browser, our Online Services are designed to treat the browser as opted out and to stop sharing personal information for certain targeted advertising purposes, in accordance with applicable laws.  Please visit the Global Privacy Control website to learn more about the setting and how to enable it on your browser."}, {"13": "Learn more about how we use online tracking technologies."}, {"14": "You may be able to set your web browser to tell you when cookies are set, delete your cookies, or block cookies altogether. Please check your browser’s settings or support pages to learn how to manage cookies on your browser or device. Your decision not to accept cookies could limit access to some of our Online Services and features. For example, we may not recognize your device and, if you are an online banking customer, you may need to answer challenge questions each time you log on."}, {"15": " Learn & Grow "}, {"16": " Learn more about FDIC insurance coverage. "}]}, "count": 17}, "more information": {"text": {"more information": [{"0": "For example, when you visit the Capital One website and explore our products, our advertising providers may use that information to determine which ads to show you when you go to other, non-Capital One websites. Similarly, when you view a Capital One ad on your computer, our advertising providers may use that information when deciding whether to show you a subsequent ad on your laptop or mobile device. For more information about targeted advertising, please see the Network Advertising Initiative’s (NAI) Understanding Online Advertising page."}, {"1": "You may have additional rights under applicable law, such as the California Consumer Privacy Act for California residents, or we may provide you with additional choices to access, delete, correct, or otherwise manage certain personal information. For more information about these rights or choices and how to exercise them, please visit the Manage Your Data page or review our Capital One CCPA disclosure and Capital One Workforce CCPA Disclosure, or contact us."}, {"2": "Visit our Fraud and Identity Theft Prevention page for more information about our commitment to security and tips about how to guard against fraud and identity theft."}]}, "count": 3}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "manage cookies on your device"}, {"1": "Pixel tags. A pixel tag (also known as a web beacon, clear GIF, pixel, or tag) is an image or a small string of code that may be placed in a website, advertisement, or email. It allows companies to set or read cookies or transfer information to their servers when you load a webpage or interact with online content. For example, we or our service providers may use pixel tags to determine whether you have interacted with a specific part of our website, viewed a particular advertisement, or opened a specific email."}, {"2": "SDKs and mobile advertising IDs. Our mobile applications may include third-party software development kits (“SDKs”) that allow us and our service providers to collect information about your mobile app activity. In addition, some mobile devices come with a resettable advertising ID (such as Apple’s IDFA and Google’s Advertising ID) that, like cookies and pixel tags, allow us and our service providers to identify your mobile device over time for advertising purposes."}, {"3": "Please note that your preferences will apply only to the specific browser or device from which you opt out. You will need to opt out separately on all of your browsers and devices. If you delete cookies, change web browsers, reset your mobile advertising ID, or use a different device, you may need to opt out again. Our Online Services do not function differently in response to browser “Do Not Track” signals, but you may opt out of certain targeted advertising as described above."}, {"4": "Manage cookies on your device"}, {"5": "You may be able to set your web browser to tell you when cookies are set, delete your cookies, or block cookies altogether. Please check your browser’s settings or support pages to learn how to manage cookies on your browser or device. Your decision not to accept cookies could limit access to some of our Online Services and features. For example, we may not recognize your device and, if you are an online banking customer, you may need to answer challenge questions each time you log on."}]}, "count": 6}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {"pixel tags": [{"0": "Pixel tags. A pixel tag (also known as a web beacon, clear GIF, pixel, or tag) is an image or a small string of code that may be placed in a website, advertisement, or email. It allows companies to set or read cookies or transfer information to their servers when you load a webpage or interact with online content. For example, we or our service providers may use pixel tags to determine whether you have interacted with a specific part of our website, viewed a particular advertisement, or opened a specific email."}, {"1": "SDKs and mobile advertising IDs. Our mobile applications may include third-party software development kits (“SDKs”) that allow us and our service providers to collect information about your mobile app activity. In addition, some mobile devices come with a resettable advertising ID (such as Apple’s IDFA and Google’s Advertising ID) that, like cookies and pixel tags, allow us and our service providers to identify your mobile device over time for advertising purposes."}]}, "count": 2}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}