{"main": {"https://stardewvalleywiki.com": {"data": {"0": {"link-0": {"SPOTLIGHT": {"COMMITMENT": {"OTHER": {"we": {"text": {"we": [{"0": "ConcernedApe LLC, a Washington limited liability company (“ConcernedApe”, “we”, “us” and their derivatives) makes this Privacy Policy and Notice at Collection (this \"Policy\") available to users of our websites, including stardewvalley.net and its subdomains (collectively, the “Websites”), the Stardew Valley® videogame (the “Game”), the Stardew Valley Forum, including forums.stardewvalley.net and its subdomains (collectively, the “Forum”), the Stardew Valley Wiki, including stardewvalleywiki.com and its subdomains (collectively, the “Wiki”), the Stardew Valley Shop, including shop.stardewvalley.net and its subdomains (collectively, the “Shop”), and other online services or products we may provide (with the Websites, Game, Forum, Wiki, and Shop, collectively, the “Services”).\n"}, {"1": "Because we do not process any Personal Data for Stardew Valley+ on Apple Arcade, that game is not covered by this Policy. You should review Apple Inc.’s Apple Arcade Privacy Policy for more information about how Apple Inc. collects, uses, and shares your Personal Data in connection with Stardew Valley+.\n"}, {"2": "By using the Services, you are confirming that you understand English well enough to understand this Policy. Should you have questions about this Policy, please contact us by emailing us at concernedape@stardewvalley.net or mailing your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103, so we can clarify and address your questions.\n"}, {"3": "2. How do we process children’s Personal Data?"}, {"4": "We do not knowingly collect Personal Data from a Child. If you are a Child, do not submit any Personal Data to us. If you become aware that a Child has provided us with Personal Data, please contact us at concernedape@stardewvalley.net or 701 N. 36th St., Suite 200, Seattle, WA 98103, so we may delete that Personal Data.\n"}, {"5": "3. What categories of Personal Data do we collect?"}, {"6": "We do not knowingly or intentionally process any sensitive Personal Data.\n"}, {"7": "We may also collect information that does not generally identify you but may become associated with your profile. We may use information that does not identify you for any permissible business or operational purpose under applicable law.\n"}, {"8": "When you play the Game, we may process your:\n"}, {"9": "Identifiers: Steam ID for Valve players (but we do not store it);"}, {"10": "If you browse the Shop or purchase our products on the Shop, we may process your:\n"}, {"11": "If you use the Forum, we may process your:\n"}, {"12": "If you use the Wiki, we may process your:\n"}, {"13": "If you posted to the Stardew Valley wiki page owned by Chucklefish Limited, we collected your username from its history pages for the sole purpose of providing you with the appropriate credit for your contributions to the Wiki.\n"}, {"14": "If you browse the Websites, we may process your:\n"}, {"15": "If you contact us, we may process your:\n"}, {"16": "4. From what sources do we collect Personal Data?"}, {"17": "We may collect your Personal Data when you provide it to us directly, including the examples below.\n"}, {"18": "When you purchase our products on the Shop, we may collect your first and last name, email address, telephone number, billing address, shipping address, and payment information."}, {"19": "When you use the Forum or Wiki, we may collect anything you choose to share on the Forum or Wiki."}, {"20": "When you contact us, we may collect your email address and records and copies of your correspondence."}, {"21": "We may collect your Personal Data automatically through “cookies” and “web beacons” as you use the Services. Cookies are small files placed on the hard drive of your computer through your web browser that enable us to recognize your browser and capture and remember certain information. Web beacons (also referred to as “clear gifs”, “pixel tags”, and “single-pixel gifs”) are small electronic files that enable us, for example, to count users who have visited our pages and for other related website statistics.\n"}, {"22": "We may receive your Personal Information from or through third parties that help us provide or facilitate your access to the Services, including those listed below.\n"}, {"23": "If you play the Game using Steam, we may receive your Steam ID (but we do not store it)."}, {"24": "If you play the Game using a mobile application, we may receive your phone model and certain gameplay information from Microsoft."}, {"25": "We abide by this Policy when we use Personal Data provided to us by third parties. However, we may not control the Personal Data that third parties collect or how they use that Personal Data. You should review the third parties’ privacy policies for more information about how they collect, use, and share the Personal Data they obtain and use—for example:\n"}, {"26": "5. For what purposes do we collect your Personal Data?"}, {"27": "To provide or improve the Services: We may use your Personal Data to process your requests to access the Services and certain of their features and to generally present and improve the Services. For example, when you create a profile on the Forum, we may use your Personal Data to present the Forum to you and to notify you about activity on the Forum. By way of another example, when you purchase a product from the Shop, we may use your Personal Data to charge and ship the product to you."}, {"28": "To administer the Services: We may use your Personal Data for any lawful business or operational purpose in connection with administering the Services. For example, if you reach out to us, we may use your Personal Data to respond to you or to troubleshoot a problem you reported having with the Services."}, {"29": "To market the Services: We may use your Personal Data to market the Services to you. For example, with your prior consent, we may send you news and updates about our products and the Services via email."}, {"30": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}, {"31": "As we may describe to you when collecting your Personal Data"}, {"32": "We only collect, use, or store your Personal Data for a lawful basis such as:\n"}, {"33": "we have a legitimate business interest that is not outweighed by your privacy rights (for example, to respond to your inquiries); or"}, {"34": "6.\tIn what situations do we disclose your Personal Data?"}, {"35": "We may also disclose your Personal Data:\n"}, {"36": "to our lawyers, consultants, accountants, business advisors, and similar third parties who owe us duties of confidentiality;"}, {"37": "to enforce any contract we may have in effect with you;"}, {"38": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and"}, {"39": "We do not sell, rent, or share your Personal Data for cross contextual behavioral or targeted advertising, automated decision-making, or profiling purposes.\n"}, {"40": "We protect your Personal Data through a combination of collection, security, and retention policies.\n"}, {"41": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"42": "Purpose limitation: We will use your Personal Data only for the Services you choose to access and for the purposes notified to you, unless we otherwise obtain your consent. We limit the collection of Personal Data to what is adequate, relevant, and reasonably necessary for those purposes."}, {"43": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"44": "Please remember that we have no control over what other users do with the content of your communications and no responsibility or obligation regarding other users.\n"}, {"45": "8. How do we treat Personal Data transferred to the United States?"}, {"46": "We may store or process your Personal Data outside of the country where we collect the information or the country in which you reside. Our primary place of business is in the United States. You should understand that we may transfer some or all of your Personal Data to the United States to carry out certain operational and processing needs as described in this Policy.\n"}, {"47": "When transferring Personal Data out of foreign countries, we implement technical, organizational, and physical safeguards to protect your Personal Data. We use European Commission approved standard contractual clauses and implement related measures where required by applicable law. Please contact us if you have questions related to the relevant transfer mechanism for your Personal Data.\n"}, {"48": "You have the right to request deletion of your Personal Data. If you choose to have your Personal Data removed from the Services, we will carry out your request within 30 days of verification, subject to extension, and we will only retain minimal Personal Data to document your request and the actions we took to carry out your request."}, {"49": "We will comply with your requests in accordance with, and subject to, applicable law. For example, we are not required to delete your Personal Data if we have an overriding legitimate ground for retaining that information, such as to prevent fraud. Please note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity or (2) where doing so would adversely affect the rights or freedoms of others. Further, we are not required to carry out a requested action in some instances, including where the request is considered excessive.\n"}, {"50": "We are Here to Help"}, {"51": "We do not track users of the Services over time and across third party websites or online services and therefore do not respond to Do Not Track signals. We are not aware of any third party that tracks users of the Services over time and across third party websites or online services. Please note that Do Not Track is a different privacy mechanism than the Global Privacy Control, a legally recognized browser-based control that indicates whether you would like to opt out of the processing of your Personal Data for certain purposes."}, {"52": "California residents may request information from us concerning any disclosures of Personal Data we may have made in the prior calendar year to third parties for direct marketing purposes. If you are a California resident and you wish to request information about our compliance with this law or our privacy practices, please email us at concernedape@stardewvalley.net with the subject line “California Shine the Light Law” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103."}, {"53": "the categories of Personal Data we collected about you;"}, {"54": "the categories of sources for the Personal Data we collected about you;"}, {"55": "the categories of third parties with whom we disclose that Personal Data;"}, {"56": "the specific pieces of Personal Data we collected about you (also known as a data portability request); and"}, {"57": "if we sold or shared your Personal Data, two separate lists disclosing (1) sales, identifying the Personal Data categories that each category of recipient purchased, and (2) disclosures for a business or operational purpose, identifying the Personal Data categories that each category of recipient obtained."}, {"58": "complete the transaction for which we collected the Personal Data, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide the Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;"}, {"59": "Right to Correction: You have the right to request that we correct inaccurate Personal Data. Once we receive and confirm your verifiable consumer request, we will use commercially reasonable efforts to correct the inaccurate Personal Data, taking into account to the nature of the Personal Data and the purposes of the processing of the Personal Data."}, {"60": "We will not discriminate against you for exercising any of your privacy rights under applicable law. Unless permitted by applicable law, we will not:\n"}, {"61": "provide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Data or an authorized representative; and"}, {"62": "We cannot respond to your request or provide you with Personal Data if we cannot verify your identity or authority to make the request and confirm that the Personal Data relates to you. We will only use Personal Data provided in a verifiable consumer request to verify your identity or authority to make the request.\n"}, {"63": "We endeavor to respond to a verifiable consumer request within 45 days of its receipt. If we require more time, we will inform you of the reason and extension period in writing. If you have a profile with us, we will deliver our written response to that profile. If you do not have a profile with us, we will deliver our written response by mail or electronically, at your option.\n"}, {"64": "Any disclosures we provide will only cover the 12-month period preceding the receipt of verifiable consumer request, unless you request a longer period of time for Personal Data we collected about you after January 1, 2022. The response we provide will also explain the reasons we cannot comply with a request, if applicable.\n"}, {"65": "To appeal a decision regarding your verifiable consumer request, please submit your appeal using one of the two methods above. Your appeal should include an explanation of the reason you disagree with our decision. Within 60 days of receipt of an appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\n"}, {"66": "For data portability requests, we will select a format to provide your Personal Data that is readily useable, easy-to-understand, and should allow you to transmit the information from one entity to another entity without hindrance.\n"}, {"67": "We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.\n"}, {"68": "11. How will we notify you of changes to this Policy?"}, {"69": "We reserve the right to change this Policy from time to time consistent with applicable law. If we make changes to this Policy, we will notify you by revising the date at the top of this Policy and provide you with additional notice such as an in-Game notice, banner on the Websites, or email notification.\n"}]}, "count": 70}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "We only collect, use, or store your Personal Data for a lawful basis such as:\n"}, {"1": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"2": "Purpose limitation: We will use your Personal Data only for the Services you choose to access and for the purposes notified to you, unless we otherwise obtain your consent. We limit the collection of Personal Data to what is adequate, relevant, and reasonably necessary for those purposes."}, {"3": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"4": "You have the right to request deletion of your Personal Data. If you choose to have your Personal Data removed from the Services, we will carry out your request within 30 days of verification, subject to extension, and we will only retain minimal Personal Data to document your request and the actions we took to carry out your request."}, {"5": "To exercise your rights described above, please email us at concernedape@stardewvalley.net with the subject line “State Privacy Rights” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103. Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Data. The verifiable consumer request must:\n"}, {"6": "We cannot respond to your request or provide you with Personal Data if we cannot verify your identity or authority to make the request and confirm that the Personal Data relates to you. We will only use Personal Data provided in a verifiable consumer request to verify your identity or authority to make the request.\n"}, {"7": "Any disclosures we provide will only cover the 12-month period preceding the receipt of verifiable consumer request, unless you request a longer period of time for Personal Data we collected about you after January 1, 2022. The response we provide will also explain the reasons we cannot comply with a request, if applicable.\n"}]}, "count": 8}}}, "SUGGESTIVE": {"OTHER": {"other": {"text": {"other": [{"0": "ConcernedApe LLC, a Washington limited liability company (“ConcernedApe”, “we”, “us” and their derivatives) makes this Privacy Policy and Notice at Collection (this \"Policy\") available to users of our websites, including stardewvalley.net and its subdomains (collectively, the “Websites”), the Stardew Valley® videogame (the “Game”), the Stardew Valley Forum, including forums.stardewvalley.net and its subdomains (collectively, the “Forum”), the Stardew Valley Wiki, including stardewvalleywiki.com and its subdomains (collectively, the “Wiki”), the Stardew Valley Shop, including shop.stardewvalley.net and its subdomains (collectively, the “Shop”), and other online services or products we may provide (with the Websites, Game, Forum, Wiki, and Shop, collectively, the “Services”).\n"}, {"1": "Internet or other similar network activity"}, {"2": "Other: phone model for Microsoft players."}, {"3": "Internet or other similar network activity"}, {"4": "Internet or other similar network activity"}, {"5": "Other: Personal Data from the content that you post to the Forum, including your profile information."}, {"6": "Internet or other similar network activity"}, {"7": "Other: Personal Data from the content that you post to the Wiki."}, {"8": "Internet or other similar network activity"}, {"9": "Other: any Personal Data you may provide to us when you contact us such as your first and last name."}, {"10": "We may collect your Personal Data automatically through “cookies” and “web beacons” as you use the Services. Cookies are small files placed on the hard drive of your computer through your web browser that enable us to recognize your browser and capture and remember certain information. Web beacons (also referred to as “clear gifs”, “pixel tags”, and “single-pixel gifs”) are small electronic files that enable us, for example, to count users who have visited our pages and for other related website statistics.\n"}, {"11": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}, {"12": "To provide or improve the Services: We may use your Personal Data to process your requests to access the Services and certain of their features and to generally present and improve the Services. For example, when you create a profile on the Forum, we may use your Personal Data to present the Forum to you and to notify you about activity on the Forum. By way of another example, when you purchase a product from the Shop, we may use your Personal Data to charge and ship the product to you."}, {"13": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}, {"14": "In connection with a sale or other transfer of our business"}, {"15": "As we may describe to you when collecting your Personal Data: There may be other situations when we collect your Personal Data and simultaneously describe the purpose for that collection."}, {"16": "to a buyer or other successor in the event of a sale, merger, divestiture, restructuring, reorganization, dissolution, or other transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data retained by us pertaining to the users of the Services is among the assets transferred;"}, {"17": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"18": "Please remember that we have no control over what other users do with the content of your communications and no responsibility or obligation regarding other users.\n"}, {"19": "The following applies to California, Colorado, Connecticut, Utah, and Virginia residents (in the event of a conflict between this Section 10 and any other section in this Policy, this Section 10 controls):\n"}, {"20": "exercise free speech, ensure the right of another user to exercise their free speech rights, or exercise another right provided for by law;"}, {"21": "engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Data’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided consent;"}, {"22": "charge you different prices or rates for the Services, including through granting discounts or other benefits, or imposing penalties;"}, {"23": "For data portability requests, we will select a format to provide your Personal Data that is readily useable, easy-to-understand, and should allow you to transmit the information from one entity to another entity without hindrance.\n"}]}, "count": 24}}}, "CONDITIONAL": {"OTHER": {"if": {"text": {"if": [{"0": "We do not knowingly collect Personal Data from a Child. If you are a Child, do not submit any Personal Data to us. If you become aware that a Child has provided us with Personal Data, please contact us at concernedape@stardewvalley.net or 701 N. 36th St., Suite 200, Seattle, WA 98103, so we may delete that Personal Data.\n"}, {"1": "If you browse the Shop or purchase our products on the Shop, we may process your:\n"}, {"2": "If you use the Forum, we may process your:\n"}, {"3": "If you use the Wiki, we may process your:\n"}, {"4": "If you posted to the Stardew Valley wiki page owned by Chucklefish Limited, we collected your username from its history pages for the sole purpose of providing you with the appropriate credit for your contributions to the Wiki.\n"}, {"5": "If you browse the Websites, we may process your:\n"}, {"6": "If you contact us, we may process your:\n"}, {"7": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}, {"8": "If you play the Game using Steam, we may receive your Steam ID (but we do not store it)."}, {"9": "If you play the Game using a mobile application, we may receive your phone model and certain gameplay information from Microsoft."}, {"10": "To administer the Services: We may use your Personal Data for any lawful business or operational purpose in connection with administering the Services. For example, if you reach out to us, we may use your Personal Data to respond to you or to troubleshoot a problem you reported having with the Services."}, {"11": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}, {"12": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and"}, {"13": "if you have consented to such a disclosure."}, {"14": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"15": "When transferring Personal Data out of foreign countries, we implement technical, organizational, and physical safeguards to protect your Personal Data. We use European Commission approved standard contractual clauses and implement related measures where required by applicable law. Please contact us if you have questions related to the relevant transfer mechanism for your Personal Data.\n"}, {"16": "You have the right to request deletion of your Personal Data. If you choose to have your Personal Data removed from the Services, we will carry out your request within 30 days of verification, subject to extension, and we will only retain minimal Personal Data to document your request and the actions we took to carry out your request."}, {"17": "We will comply with your requests in accordance with, and subject to, applicable law. For example, we are not required to delete your Personal Data if we have an overriding legitimate ground for retaining that information, such as to prevent fraud. Please note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity or (2) where doing so would adversely affect the rights or freedoms of others. Further, we are not required to carry out a requested action in some instances, including where the request is considered excessive.\n"}, {"18": "Please email us at concernedape@stardewvalley.net with the subject line “Privacy Request” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103, if you would like to exercise any of the rights described above or if you have questions regarding your rights.\n"}, {"19": "California residents may request information from us concerning any disclosures of Personal Data we may have made in the prior calendar year to third parties for direct marketing purposes. If you are a California resident and you wish to request information about our compliance with this law or our privacy practices, please email us at concernedape@stardewvalley.net with the subject line “California Shine the Light Law” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103."}, {"20": "if we sold or shared your Personal Data, two separate lists disclosing (1) sales, identifying the Personal Data categories that each category of recipient purchased, and (2) disclosures for a business or operational purpose, identifying the Personal Data categories that each category of recipient obtained."}, {"21": "engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Data’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided consent;"}, {"22": "We cannot respond to your request or provide you with Personal Data if we cannot verify your identity or authority to make the request and confirm that the Personal Data relates to you. We will only use Personal Data provided in a verifiable consumer request to verify your identity or authority to make the request.\n"}, {"23": "We endeavor to respond to a verifiable consumer request within 45 days of its receipt. If we require more time, we will inform you of the reason and extension period in writing. If you have a profile with us, we will deliver our written response to that profile. If you do not have a profile with us, we will deliver our written response by mail or electronically, at your option.\n"}, {"24": "Any disclosures we provide will only cover the 12-month period preceding the receipt of verifiable consumer request, unless you request a longer period of time for Personal Data we collected about you after January 1, 2022. The response we provide will also explain the reasons we cannot comply with a request, if applicable.\n"}, {"25": "We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.\n"}, {"26": "We reserve the right to change this Policy from time to time consistent with applicable law. If we make changes to this Policy, we will notify you by revising the date at the top of this Policy and provide you with additional notice such as an in-Game notice, banner on the Websites, or email notification.\n"}, {"27": "If you are a law enforcement agency, please email us at concernedape@stardewvalley.net with your request for Personal Data with the subject line “Law Enforcement Request.”\n"}]}, "count": 28}, "when": {"text": {"when": [{"0": "When you play the Game, we may process your:\n"}, {"1": "Other: any Personal Data you may provide to us when you contact us such as your first and last name."}, {"2": "We may collect your Personal Data when you provide it to us directly, including the examples below.\n"}, {"3": "When you purchase our products on the Shop, we may collect your first and last name, email address, telephone number, billing address, shipping address, and payment information."}, {"4": "When you use the Forum or Wiki, we may collect anything you choose to share on the Forum or Wiki."}, {"5": "When you contact us, we may collect your email address and records and copies of your correspondence."}, {"6": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}, {"7": "We abide by this Policy when we use Personal Data provided to us by third parties. However, we may not control the Personal Data that third parties collect or how they use that Personal Data. You should review the third parties’ privacy policies for more information about how they collect, use, and share the Personal Data they obtain and use—for example:\n"}, {"8": "To provide or improve the Services: We may use your Personal Data to process your requests to access the Services and certain of their features and to generally present and improve the Services. For example, when you create a profile on the Forum, we may use your Personal Data to present the Forum to you and to notify you about activity on the Forum. By way of another example, when you purchase a product from the Shop, we may use your Personal Data to charge and ship the product to you."}, {"9": "As we may describe to you when collecting your Personal Data"}, {"10": "you voluntarily provide it to us with your specific, informed, and unambiguous consent (for example, when you sign up for our newsletter);"}, {"11": "We may disclose your Personal Data to a third party, such as a service provider or contractor for a business or operational purpose, or with your consent. When we disclose Personal Data for a business or operational purpose, we enter into a contract with the service provider or contractor that describes the purpose and requires the service provider or contractor to both keep that Personal Data confidential and not use it for any purpose except performing the contract. These service providers and contractors include our:\ne-commerce service providers;\nmoderation service providers; and\ndata analytic service providers.\nWe may also disclose your Personal Data:\n\nto our subsidiaries and affiliates;\nto our lawyers, consultants, accountants, business advisors, and similar third parties who owe us duties of confidentiality;\nto a buyer or other successor in the event of a sale, merger, divestiture, restructuring, reorganization, dissolution, or other transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data retained by us pertaining to the users of the Services is among the assets transferred;\nto comply with any court order, law, or legal process, such as responding to a government or regulatory request;\nto enforce any contract we may have in effect with you;\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and\nif you have consented to such a disclosure.\nWe do not sell, rent, or share your Personal Data for cross contextual behavioral or targeted advertising, automated decision-making, or profiling purposes.\n\n"}, {"12": "Do not use your real name when selecting a username."}, {"13": "When transferring Personal Data out of foreign countries, we implement technical, organizational, and physical safeguards to protect your Personal Data. We use European Commission approved standard contractual clauses and implement related measures where required by applicable law. Please contact us if you have questions related to the relevant transfer mechanism for your Personal Data.\n"}, {"14": "We will comply with your requests in accordance with, and subject to, applicable law. For example, we are not required to delete your Personal Data if we have an overriding legitimate ground for retaining that information, such as to prevent fraud. Please note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity or (2) where doing so would adversely affect the rights or freedoms of others. Further, we are not required to carry out a requested action in some instances, including where the request is considered excessive.\n"}, {"15": "engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Data’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided consent;"}]}, "count": 16}}}, "BENEFIT": {"OTHER": {"help you": {"text": {}, "count": 0}, "help us": {"text": {"help us": [{"0": "We may receive your Personal Information from or through third parties that help us provide or facilitate your access to the Services, including those listed below.\n"}]}, "count": 1}}}, "ACCESS": {"OTHER": {"can access": {"text": {}, "count": 0}, "can't access": {"text": {}, "count": 0}}}}, "CAPABILITY": {"COMPANY": {"ASSERTIVE": {"we will not": {"text": {"we will not": [{"0": "We will not discriminate against you for exercising any of your privacy rights under applicable law. Unless permitted by applicable law, we will not:\n"}]}, "count": 1}, "we only": {"text": {"we only": [{"0": "We only collect, use, or store your Personal Data for a lawful basis such as:\n"}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "This Policy sets forth how we collect, use, protect, store, disclose, and otherwise process your Personal Data (defined below). This Policy does NOT apply to information you provide to any third party or is collected by any third party (except as otherwise provided below).\nBecause we do not process any Personal Data for Stardew Valley+ on Apple Arcade, that game is not covered by this Policy. You should review Apple Inc.’s Apple Arcade Privacy Policy for more information about how Apple Inc. collects, uses, and shares your Personal Data in connection with Stardew Valley+.\nBy using the Services, you are confirming that you understand English well enough to understand this Policy. Should you have questions about this Policy, please contact us by emailing us at concernedape@stardewvalley.net or mailing your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103, so we can clarify and address your questions.\n\n"}, {"1": "3. What categories of Personal Data do we collect?"}, {"2": "4. From what sources do we collect Personal Data?"}, {"3": "5. For what purposes do we collect your Personal Data?"}, {"4": "As we may describe to you when collecting your Personal Data: There may be other situations when we collect your Personal Data and simultaneously describe the purpose for that collection."}, {"5": "We may store or process your Personal Data outside of the country where we collect the information or the country in which you reside. Our primary place of business is in the United States. You should understand that we may transfer some or all of your Personal Data to the United States to carry out certain operational and processing needs as described in this Policy.\n"}]}, "count": 6}, "we collect information": {"text": {}, "count": 0}, "we collect details": {"text": {}, "count": 0}, "we don't share information that": {"text": {}, "count": 0}}, "PASSIVE": {"we collect certain": {"text": {}, "count": 0}, "we may collect": {"text": {"we may collect": [{"0": "We may collect different types of information from you depending on how you use the Services, including Personal Data. “Personal Data” means information that relates to an identified or identifiable natural person. The categories of Personal Data we may collect are listed below. Certain types of Personal Data may fall under more than one category.\nWe do not knowingly or intentionally process any sensitive Personal Data.\nWe may also collect information that does not generally identify you but may become associated with your profile. We may use information that does not identify you for any permissible business or operational purpose under applicable law.\nGame\nWhen you play the Game, we may process your:\n\nIdentifiers: Steam ID for Valve players (but we do not store it);\nInternet or other similar network activity: gameplay information for Microsoft players; and\nOther: phone model for Microsoft players.\nShop\nIf you browse the Shop or purchase our products on the Shop, we may process your:\n\nIdentifiers: first and last name, billing address, shipping address, Internet Protocol address, and email address;\nCommercial information: payment information and purchase history, including value and details of purchase;\nInternet or other similar network activity: interactions with the Shop, including the number of page visits, duration, and type of browser; and\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name, billing address, shipping address, telephone number, and payment information.\nForum\nIf you use the Forum, we may process your:\n\nIdentifiers: first and last name, username, email address, and Internet Protocol address (your Internet Protocol address is never publicly visible);\nInternet or other similar network activity: interactions with the Forum, including the number of page visits, duration, and type of browser;\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name; and\nOther: Personal Data from the content that you post to the Forum, including your profile information.\nWiki\nIf you use the Wiki, we may process your:\n\nIdentifiers: first and last name, username, email address, and Internet Protocol address;\nInternet or other similar network activity: interactions with the Wiki, including the number of page visits, duration, and type of browser;\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name; and\nOther: Personal Data from the content that you post to the Wiki.\nIf you posted to the Stardew Valley wiki page owned by Chucklefish Limited, we collected your username from its history pages for the sole purpose of providing you with the appropriate credit for your contributions to the Wiki.\nWebsites\nIf you browse the Websites, we may process your:\n\nIdentifiers: Internet Protocol address; and\nInternet or other similar network activity: interactions with the Websites, including the number of page visits, duration, and type of browser.\nCorrespondence\nIf you contact us, we may process your:\n\nIdentifiers: email address; and\nOther: any Personal Data you may provide to us when you contact us such as your first and last name.\n"}, {"1": "We may collect your Personal Data when you provide it to us directly, including the examples below.\n"}, {"2": "When you purchase our products on the Shop, we may collect your first and last name, email address, telephone number, billing address, shipping address, and payment information."}, {"3": "When you use the Forum or Wiki, we may collect anything you choose to share on the Forum or Wiki."}, {"4": "When you contact us, we may collect your email address and records and copies of your correspondence."}, {"5": "We may collect your Personal Data automatically through “cookies” and “web beacons” as you use the Services. Cookies are small files placed on the hard drive of your computer through your web browser that enable us to recognize your browser and capture and remember certain information. Web beacons (also referred to as “clear gifs”, “pixel tags”, and “single-pixel gifs”) are small electronic files that enable us, for example, to count users who have visited our pages and for other related website statistics.\n"}, {"6": "We may collect your Personal Data for the below purposes.\nTo provide or improve the Services: We may use your Personal Data to process your requests to access the Services and certain of their features and to generally present and improve the Services. For example, when you create a profile on the Forum, we may use your Personal Data to present the Forum to you and to notify you about activity on the Forum. By way of another example, when you purchase a product from the Shop, we may use your Personal Data to charge and ship the product to you.\nTo administer the Services: We may use your Personal Data for any lawful business or operational purpose in connection with administering the Services. For example, if you reach out to us, we may use your Personal Data to respond to you or to troubleshoot a problem you reported having with the Services.\nTo market the Services: We may use your Personal Data to market the Services to you. For example, with your prior consent, we may send you news and updates about our products and the Services via email.\nIn furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use.\nIn connection with a sale or other transfer of our business: In the event all or some of our assets are sold, assigned, or transferred to or acquired by another company due to a sale, merger, divestiture, restructuring, reorganization, dissolution, financing, bankruptcy, or otherwise, your Personal Data may be among the transferred assets.\nAs we may describe to you when collecting your Personal Data: There may be other situations when we collect your Personal Data and simultaneously describe the purpose for that collection.\nLawful Basis\nWe only collect, use, or store your Personal Data for a lawful basis such as:\n\nyou voluntarily provide it to us with your specific, informed, and unambiguous consent (for example, when you sign up for our newsletter);\nit is necessary to provide you with a Service that you have requested (for example, providing you access to the Forum or shipping a purchased product from the Shop to you);\nwe have a legitimate business interest that is not outweighed by your privacy rights (for example, to respond to your inquiries); or\nit is necessary to protect your vital interests or the vital interests of others (for example, where necessary to protect the safety of one of our users or someone else).\n"}]}, "count": 7}, "we may collect certain": {"text": {}, "count": 0}, "we gather data": {"text": {}, "count": 0}, "we may disclose": {"text": {"we may disclose": [{"0": "We may disclose your Personal Data to a third party, such as a service provider or contractor for a business or operational purpose, or with your consent. When we disclose Personal Data for a business or operational purpose, we enter into a contract with the service provider or contractor that describes the purpose and requires the service provider or contractor to both keep that Personal Data confidential and not use it for any purpose except performing the contract. These service providers and contractors include our:\ne-commerce service providers;\nmoderation service providers; and\ndata analytic service providers.\nWe may also disclose your Personal Data:\n\nto our subsidiaries and affiliates;\nto our lawyers, consultants, accountants, business advisors, and similar third parties who owe us duties of confidentiality;\nto a buyer or other successor in the event of a sale, merger, divestiture, restructuring, reorganization, dissolution, or other transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data retained by us pertaining to the users of the Services is among the assets transferred;\nto comply with any court order, law, or legal process, such as responding to a government or regulatory request;\nto enforce any contract we may have in effect with you;\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and\nif you have consented to such a disclosure.\nWe do not sell, rent, or share your Personal Data for cross contextual behavioral or targeted advertising, automated decision-making, or profiling purposes.\n\n"}]}, "count": 1}}}, "USER": {"OTHER": {"you may": {"text": {"you may": [{"0": "Other: any Personal Data you may provide to us when you contact us such as your first and last name."}, {"1": "suggest that you may receive a different price or rate for the Services or a different level or quality of the Services."}, {"2": "If you have questions, you may email us at concernedape@stardewvalley.net or mail your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103.\nIf you are a law enforcement agency, please email us at concernedape@stardewvalley.net with your request for Personal Data with the subject line “Law Enforcement Request.”\n\n"}]}, "count": 3}, "you can": {"text": {"you can": [{"0": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}, {"1": "You have the right to correct or update certain types of Personal Data. In many cases, you can review or update your profile information by accessing your profile online."}]}, "count": 2}, "right to request": {"text": {"right to request": [{"0": "Subject to any limitations and exceptions under applicable law, you have the right to request access to your Personal Data and exercise the below rights.\n"}, {"1": "You have the right to request deletion of your Personal Data. If you choose to have your Personal Data removed from the Services, we will carry out your request within 30 days of verification, subject to extension, and we will only retain minimal Personal Data to document your request and the actions we took to carry out your request."}, {"2": "Right to Know and Access: You have the right to request that we disclose certain information to you about our collection and use of your Personal Data. Once we receive and confirm your verifiable consumer request, we will disclose to you the following, to the extent retained by us:\nthe categories of Personal Data we collected about you;\nthe categories of sources for the Personal Data we collected about you;\nour business or commercial purpose for collecting, selling, or sharing that Personal Data;\nthe categories of third parties with whom we disclose that Personal Data;\nthe specific pieces of Personal Data we collected about you (also known as a data portability request); and\nif we sold or shared your Personal Data, two separate lists disclosing (1) sales, identifying the Personal Data categories that each category of recipient purchased, and (2) disclosures for a business or operational purpose, identifying the Personal Data categories that each category of recipient obtained."}, {"3": "Right to Deletion: You have the right to request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers and contractors to delete) your Personal Data from our records, unless an exception under applicable law applies. We may deny your deletion request if retaining the information is necessary for us or our service providers or contractors to:\ncomplete the transaction for which we collected the Personal Data, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide the Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;\nhelp to ensure the security and integrity of the Services to the extent the use of your Personal Data is reasonably necessary and proportionate to those purposes;\ndebug the Services to identify and repair errors that impair existing intended functionality;\nexercise free speech, ensure the right of another user to exercise their free speech rights, or exercise another right provided for by law;\ncomply with the California Electronic Communications Privacy Act;\nengage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Data’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided consent;\nenable solely internal uses that are reasonably aligned with user expectations based on your relationship with us and compatible with the context in which you provided the Personal Data; or\ncomply with a legal obligation."}, {"4": "Right to Correction: You have the right to request that we correct inaccurate Personal Data. Once we receive and confirm your verifiable consumer request, we will use commercially reasonable efforts to correct the inaccurate Personal Data, taking into account to the nature of the Personal Data and the purposes of the processing of the Personal Data."}]}, "count": 5}, "your choice": {"text": {}, "count": 0}, "request access": {"text": {"request access": [{"0": "Subject to any limitations and exceptions under applicable law, you have the right to request access to your Personal Data and exercise the below rights.\n"}]}, "count": 1}}, "MODIFICATION": {"deletion of": {"text": {"deletion of": [{"0": "You have the right to request deletion of your Personal Data. If you choose to have your Personal Data removed from the Services, we will carry out your request within 30 days of verification, subject to extension, and we will only retain minimal Personal Data to document your request and the actions we took to carry out your request."}]}, "count": 1}, "delete": {"text": {"delete": [{"0": "We do not knowingly collect Personal Data from a Child. If you are a Child, do not submit any Personal Data to us. If you become aware that a Child has provided us with Personal Data, please contact us at concernedape@stardewvalley.net or 701 N. 36th St., Suite 200, Seattle, WA 98103, so we may delete that Personal Data.\n"}, {"1": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"2": "Right to Access, Correct, Delete, or Restrict Processing"}, {"3": "We will comply with your requests in accordance with, and subject to, applicable law. For example, we are not required to delete your Personal Data if we have an overriding legitimate ground for retaining that information, such as to prevent fraud. Please note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity or (2) where doing so would adversely affect the rights or freedoms of others. Further, we are not required to carry out a requested action in some instances, including where the request is considered excessive.\n"}, {"4": "Right to Deletion: You have the right to request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers and contractors to delete) your Personal Data from our records, unless an exception under applicable law applies. We may deny your deletion request if retaining the information is necessary for us or our service providers or contractors to:\ncomplete the transaction for which we collected the Personal Data, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide the Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;\nhelp to ensure the security and integrity of the Services to the extent the use of your Personal Data is reasonably necessary and proportionate to those purposes;\ndebug the Services to identify and repair errors that impair existing intended functionality;\nexercise free speech, ensure the right of another user to exercise their free speech rights, or exercise another right provided for by law;\ncomply with the California Electronic Communications Privacy Act;\nengage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Data’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided consent;\nenable solely internal uses that are reasonably aligned with user expectations based on your relationship with us and compatible with the context in which you provided the Personal Data; or\ncomply with a legal obligation."}]}, "count": 5}, "remove": {"text": {}, "count": 0}, "removal": {"text": {}, "count": 0}, "erase": {"text": {}, "count": 0}}}}, "LEGAL": {"BINDING": {"OTHER": {"contract": {"text": {"contract": [{"0": "to enforce any contract we may have in effect with you;"}, {"1": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"2": "complete the transaction for which we collected the Personal Data, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide the Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;"}]}, "count": 3}, "contractual": {"text": {"contractual": [{"0": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"1": "When transferring Personal Data out of foreign countries, we implement technical, organizational, and physical safeguards to protect your Personal Data. We use European Commission approved standard contractual clauses and implement related measures where required by applicable law. Please contact us if you have questions related to the relevant transfer mechanism for your Personal Data.\n"}]}, "count": 2}, "agreement": {"text": {}, "count": 0}, "obligation": {"text": {"obligation": [{"0": "Please remember that we have no control over what other users do with the content of your communications and no responsibility or obligation regarding other users.\n"}, {"1": "comply with a legal obligation."}]}, "count": 2}}}, "NOTICE": {"OTHER": {"we have the right": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "rights": {"text": {"rights": [{"0": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}, {"1": "we have a legitimate business interest that is not outweighed by your privacy rights (for example, to respond to your inquiries); or"}, {"2": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and"}, {"3": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"4": "9. What rights do you have to your Personal Data?"}, {"5": "Subject to any limitations and exceptions under applicable law, you have the right to request access to your Personal Data and exercise the below rights.\n"}, {"6": "We will comply with your requests in accordance with, and subject to, applicable law. For example, we are not required to delete your Personal Data if we have an overriding legitimate ground for retaining that information, such as to prevent fraud. Please note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity or (2) where doing so would adversely affect the rights or freedoms of others. Further, we are not required to carry out a requested action in some instances, including where the request is considered excessive.\n"}, {"7": "Please email us at concernedape@stardewvalley.net with the subject line “Privacy Request” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103, if you would like to exercise any of the rights described above or if you have questions regarding your rights.\n"}, {"8": "exercise free speech, ensure the right of another user to exercise their free speech rights, or exercise another right provided for by law;"}, {"9": "We will not discriminate against you for exercising any of your privacy rights under applicable law. Unless permitted by applicable law, we will not:\n"}, {"10": "To exercise your rights described above, please email us at concernedape@stardewvalley.net with the subject line “State Privacy Rights” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103. Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Data. The verifiable consumer request must:\n"}]}, "count": 11}, "right to know": {"text": {"right to know": [{"0": "Right to Know and Access"}]}, "count": 1}, "information may be disclosed": {"text": {}, "count": 0}}}, "LEGISLATIVE": {"LAW": {"legal": {"text": {"legal": [{"0": "In furtherance of legal and safety objectives"}, {"1": "to comply with any court order, law, or legal process, such as responding to a government or regulatory request;"}, {"2": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"3": "comply with a legal obligation."}]}, "count": 4}, "authority": {"text": {"authority": [{"0": "You have the right to lodge a complaint regarding our collection, storage, or processing of your Personal Data with a data protection supervisory authority in the country where you live or work."}, {"1": "We cannot respond to your request or provide you with Personal Data if we cannot verify your identity or authority to make the request and confirm that the Personal Data relates to you. We will only use Personal Data provided in a verifiable consumer request to verify your identity or authority to make the request.\n"}]}, "count": 2}, "comply with": {"text": {"comply with": [{"0": "to comply with any court order, law, or legal process, such as responding to a government or regulatory request;"}, {"1": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"2": "We will comply with your requests in accordance with, and subject to, applicable law. For example, we are not required to delete your Personal Data if we have an overriding legitimate ground for retaining that information, such as to prevent fraud. Please note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity or (2) where doing so would adversely affect the rights or freedoms of others. Further, we are not required to carry out a requested action in some instances, including where the request is considered excessive.\n"}, {"3": "comply with the California Electronic Communications Privacy Act;"}, {"4": "comply with a legal obligation."}, {"5": "Any disclosures we provide will only cover the 12-month period preceding the receipt of verifiable consumer request, unless you request a longer period of time for Personal Data we collected about you after January 1, 2022. The response we provide will also explain the reasons we cannot comply with a request, if applicable.\n"}]}, "count": 6}, "compliant with": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "We may also collect information that does not generally identify you but may become associated with your profile. We may use information that does not identify you for any permissible business or operational purpose under applicable law.\n"}, {"1": "to comply with any court order, law, or legal process, such as responding to a government or regulatory request;"}, {"2": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"3": "When transferring Personal Data out of foreign countries, we implement technical, organizational, and physical safeguards to protect your Personal Data. We use European Commission approved standard contractual clauses and implement related measures where required by applicable law. Please contact us if you have questions related to the relevant transfer mechanism for your Personal Data.\n"}, {"4": "Subject to any limitations and exceptions under applicable law, you have the right to request access to your Personal Data and exercise the below rights.\n"}, {"5": "We will comply with your requests in accordance with, and subject to, applicable law. For example, we are not required to delete your Personal Data if we have an overriding legitimate ground for retaining that information, such as to prevent fraud. Please note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity or (2) where doing so would adversely affect the rights or freedoms of others. Further, we are not required to carry out a requested action in some instances, including where the request is considered excessive.\n"}, {"6": "California Shine the Light Law\n"}, {"7": "California residents may request information from us concerning any disclosures of Personal Data we may have made in the prior calendar year to third parties for direct marketing purposes. If you are a California resident and you wish to request information about our compliance with this law or our privacy practices, please email us at concernedape@stardewvalley.net with the subject line “California Shine the Light Law” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103."}, {"8": "complete the transaction for which we collected the Personal Data, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide the Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;"}, {"9": "exercise free speech, ensure the right of another user to exercise their free speech rights, or exercise another right provided for by law;"}, {"10": "We will not discriminate against you for exercising any of your privacy rights under applicable law. Unless permitted by applicable law, we will not:\n"}, {"11": "We reserve the right to change this Policy from time to time consistent with applicable law. If we make changes to this Policy, we will notify you by revising the date at the top of this Policy and provide you with additional notice such as an in-Game notice, banner on the Websites, or email notification.\n"}, {"12": "If you are a law enforcement agency, please email us at concernedape@stardewvalley.net with your request for Personal Data with the subject line “Law Enforcement Request.”\n"}]}, "count": 13}, "enforce": {"text": {"enforce": [{"0": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}, {"1": "to enforce any contract we may have in effect with you;"}, {"2": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}]}, "count": 3}, "govern": {"text": {}, "count": 0}, "regulators": {"text": {}, "count": 0}, "privacy law": {"text": {}, "count": 0}, "policy": {"text": {"policy": [{"0": "PRIVACY POLICY AND NOTICE AT COLLECTION"}, {"1": "ConcernedApe LLC, a Washington limited liability company (“ConcernedApe”, “we”, “us” and their derivatives) makes this Privacy Policy and Notice at Collection (this \"Policy\") available to users of our websites, including stardewvalley.net and its subdomains (collectively, the “Websites”), the Stardew Valley® videogame (the “Game”), the Stardew Valley Forum, including forums.stardewvalley.net and its subdomains (collectively, the “Forum”), the Stardew Valley Wiki, including stardewvalleywiki.com and its subdomains (collectively, the “Wiki”), the Stardew Valley Shop, including shop.stardewvalley.net and its subdomains (collectively, the “Shop”), and other online services or products we may provide (with the Websites, Game, Forum, Wiki, and Shop, collectively, the “Services”).\n"}, {"2": "1. What does this Policy cover?"}, {"3": "Because we do not process any Personal Data for Stardew Valley+ on Apple Arcade, that game is not covered by this Policy. You should review Apple Inc.’s Apple Arcade Privacy Policy for more information about how Apple Inc. collects, uses, and shares your Personal Data in connection with Stardew Valley+.\n"}, {"4": "By using the Services, you are confirming that you understand English well enough to understand this Policy. Should you have questions about this Policy, please contact us by emailing us at concernedape@stardewvalley.net or mailing your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103, so we can clarify and address your questions.\n"}, {"5": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}, {"6": "We abide by this Policy when we use Personal Data provided to us by third parties. However, we may not control the Personal Data that third parties collect or how they use that Personal Data. You should review the third parties’ privacy policies for more information about how they collect, use, and share the Personal Data they obtain and use—for example:\n"}, {"7": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"8": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"9": "We may store or process your Personal Data outside of the country where we collect the information or the country in which you reside. Our primary place of business is in the United States. You should understand that we may transfer some or all of your Personal Data to the United States to carry out certain operational and processing needs as described in this Policy.\n"}, {"10": "The following applies to California, Colorado, Connecticut, Utah, and Virginia residents (in the event of a conflict between this Section 10 and any other section in this Policy, this Section 10 controls):\n"}, {"11": "11. How will we notify you of changes to this Policy?"}, {"12": "We reserve the right to change this Policy from time to time consistent with applicable law. If we make changes to this Policy, we will notify you by revising the date at the top of this Policy and provide you with additional notice such as an in-Game notice, banner on the Websites, or email notification.\n"}, {"13": "https://stardewvalleywiki.com/mediawiki/index.php?title=Stardew_Valley_Wiki:Privacy_policy&oldid=149392"}, {"14": "\n\t\tPrivacy policy\n\t\tAbout Stardew Valley Wiki\n\t\tDisclaimers\n\t\tMobile view\n\t"}]}, "count": 15}, "state laws": {"text": {}, "count": 0}, "international laws": {"text": {}, "count": 0}, "in accordane with": {"text": {}, "count": 0}}, "CALIFORNIA": {"california": {"text": {"california": [{"0": "Personal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))"}, {"1": "Personal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))"}, {"2": "Personal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))"}, {"3": "10. Additional Notice for California, Colorado, Connecticut, Utah, and Virginia Residents"}, {"4": "California Online Privacy Protection Act"}, {"5": "The following applies to California residents:\n"}, {"6": "California Shine the Light Law"}, {"7": "The following applies to California residents:\n"}, {"8": "California residents may request information from us concerning any disclosures of Personal Data we may have made in the prior calendar year to third parties for direct marketing purposes. If you are a California resident and you wish to request information about our compliance with this law or our privacy practices, please email us at concernedape@stardewvalley.net with the subject line “California Shine the Light Law” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103."}, {"9": "The following applies to California, Colorado, Connecticut, Utah, and Virginia residents (in the event of a conflict between this Section 10 and any other section in this Policy, this Section 10 controls):\n"}, {"10": "comply with the California Electronic Communications Privacy Act;"}]}, "count": 11}, "other than california": {"text": {}, "count": 0}, "outside of california": {"text": {}, "count": 0}}, "YOUTH": {"children": {"text": {"children": [{"0": "2. How do we process children’s Personal Data?"}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "We do not knowingly collect Personal Data from a Child. If you are a Child, do not submit any Personal Data to us. If you become aware that a Child has provided us with Personal Data, please contact us at concernedape@stardewvalley.net or 701 N. 36th St., Suite 200, Seattle, WA 98103, so we may delete that Personal Data.\n"}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "under the age": {"text": {"under the age": [{"0": "A “Child” is a person under the age needed to consent to the processing of Personal Data in their country of residence (for example, 13 years old in the United States and between 13 and 16 years old in the European Union).\nWe do not knowingly collect Personal Data from a Child. If you are a Child, do not submit any Personal Data to us. If you become aware that a Child has provided us with Personal Data, please contact us at concernedape@stardewvalley.net or 701 N. 36th St., Suite 200, Seattle, WA 98103, so we may delete that Personal Data.\n\n"}]}, "count": 1}, "under age": {"text": {}, "count": 0}}}, "PREPPING": {"OTHER": {"consent": {"text": {"consent": [{"0": "A “Child” is a person under the age needed to consent to the processing of Personal Data in their country of residence (for example, 13 years old in the United States and between 13 and 16 years old in the European Union).\nWe do not knowingly collect Personal Data from a Child. If you are a Child, do not submit any Personal Data to us. If you become aware that a Child has provided us with Personal Data, please contact us at concernedape@stardewvalley.net or 701 N. 36th St., Suite 200, Seattle, WA 98103, so we may delete that Personal Data.\n\n"}, {"1": "To market the Services: We may use your Personal Data to market the Services to you. For example, with your prior consent, we may send you news and updates about our products and the Services via email."}, {"2": "you voluntarily provide it to us with your specific, informed, and unambiguous consent (for example, when you sign up for our newsletter);"}, {"3": "We may disclose your Personal Data to a third party, such as a service provider or contractor for a business or operational purpose, or with your consent. When we disclose Personal Data for a business or operational purpose, we enter into a contract with the service provider or contractor that describes the purpose and requires the service provider or contractor to both keep that Personal Data confidential and not use it for any purpose except performing the contract. These service providers and contractors include our:\ne-commerce service providers;\nmoderation service providers; and\ndata analytic service providers.\nWe may also disclose your Personal Data:\n\nto our subsidiaries and affiliates;\nto our lawyers, consultants, accountants, business advisors, and similar third parties who owe us duties of confidentiality;\nto a buyer or other successor in the event of a sale, merger, divestiture, restructuring, reorganization, dissolution, or other transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data retained by us pertaining to the users of the Services is among the assets transferred;\nto comply with any court order, law, or legal process, such as responding to a government or regulatory request;\nto enforce any contract we may have in effect with you;\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and\nif you have consented to such a disclosure.\nWe do not sell, rent, or share your Personal Data for cross contextual behavioral or targeted advertising, automated decision-making, or profiling purposes.\n\n"}, {"4": "Purpose limitation: We will use your Personal Data only for the Services you choose to access and for the purposes notified to you, unless we otherwise obtain your consent. We limit the collection of Personal Data to what is adequate, relevant, and reasonably necessary for those purposes."}, {"5": "You have the right to withdraw your consent at any time."}, {"6": "engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Data’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided consent;"}]}, "count": 7}, "dispute": {"text": {}, "count": 0}, "with your consent": {"text": {"with your consent": [{"0": "We may disclose your Personal Data to a third party, such as a service provider or contractor for a business or operational purpose, or with your consent. When we disclose Personal Data for a business or operational purpose, we enter into a contract with the service provider or contractor that describes the purpose and requires the service provider or contractor to both keep that Personal Data confidential and not use it for any purpose except performing the contract. These service providers and contractors include our:\ne-commerce service providers;\nmoderation service providers; and\ndata analytic service providers.\nWe may also disclose your Personal Data:\n\nto our subsidiaries and affiliates;\nto our lawyers, consultants, accountants, business advisors, and similar third parties who owe us duties of confidentiality;\nto a buyer or other successor in the event of a sale, merger, divestiture, restructuring, reorganization, dissolution, or other transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data retained by us pertaining to the users of the Services is among the assets transferred;\nto comply with any court order, law, or legal process, such as responding to a government or regulatory request;\nto enforce any contract we may have in effect with you;\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and\nif you have consented to such a disclosure.\nWe do not sell, rent, or share your Personal Data for cross contextual behavioral or targeted advertising, automated decision-making, or profiling purposes.\n\n"}]}, "count": 1}, "does not cover": {"text": {}, "count": 0}}, "ASSERTION": {"you consented": {"text": {}, "count": 0}, "you consent": {"text": {}, "count": 0}, "you agree": {"text": {}, "count": 0}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "with your permission": {"text": {}, "count": 0}, "you made it public": {"text": {}, "count": 0}, "you oblige": {"text": {}, "count": 0}, "you obliged": {"text": {}, "count": 0}, "you chose": {"text": {}, "count": 0}, "you choose": {"text": {"you choose": [{"0": "When you use the Forum or Wiki, we may collect anything you choose to share on the Forum or Wiki."}, {"1": "Purpose limitation: We will use your Personal Data only for the Services you choose to access and for the purposes notified to you, unless we otherwise obtain your consent. We limit the collection of Personal Data to what is adequate, relevant, and reasonably necessary for those purposes."}, {"2": "You have the right to request deletion of your Personal Data. If you choose to have your Personal Data removed from the Services, we will carry out your request within 30 days of verification, subject to extension, and we will only retain minimal Personal Data to document your request and the actions we took to carry out your request."}]}, "count": 3}, "when you signed": {"text": {}, "count": 0}, "when you accepted": {"text": {}, "count": 0}, "when you read": {"text": {}, "count": 0}, "when you approved": {"text": {}, "count": 0}, "when you consent": {"text": {}, "count": 0}, "when you acknowledge": {"text": {}, "count": 0}}}}, "BUSINESS_FOCUS": {"EXTERNAL": {"OTHER": {"third parties": {"text": {"third parties": [{"0": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}, {"1": "From Third Parties\n"}, {"2": "We may receive your Personal Information from or through third parties that help us provide or facilitate your access to the Services, including those listed below.\n"}, {"3": "We abide by this Policy when we use Personal Data provided to us by third parties. However, we may not control the Personal Data that third parties collect or how they use that Personal Data. You should review the third parties’ privacy policies for more information about how they collect, use, and share the Personal Data they obtain and use—for example:\n"}, {"4": "to our lawyers, consultants, accountants, business advisors, and similar third parties who owe us duties of confidentiality;"}, {"5": "California residents may request information from us concerning any disclosures of Personal Data we may have made in the prior calendar year to third parties for direct marketing purposes. If you are a California resident and you wish to request information about our compliance with this law or our privacy practices, please email us at concernedape@stardewvalley.net with the subject line “California Shine the Light Law” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103."}, {"6": "the categories of third parties with whom we disclose that Personal Data;"}]}, "count": 7}, "third-party": {"text": {}, "count": 0}, "third party": {"text": {"third party": [{"0": "This Policy sets forth how we collect, use, protect, store, disclose, and otherwise process your Personal Data (defined below). This Policy does NOT apply to information you provide to any third party or is collected by any third party (except as otherwise provided below).\nBecause we do not process any Personal Data for Stardew Valley+ on Apple Arcade, that game is not covered by this Policy. You should review Apple Inc.’s Apple Arcade Privacy Policy for more information about how Apple Inc. collects, uses, and shares your Personal Data in connection with Stardew Valley+.\nBy using the Services, you are confirming that you understand English well enough to understand this Policy. Should you have questions about this Policy, please contact us by emailing us at concernedape@stardewvalley.net or mailing your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103, so we can clarify and address your questions.\n\n"}, {"1": "We may disclose your Personal Data to a third party, such as a service provider or contractor for a business or operational purpose, or with your consent. When we disclose Personal Data for a business or operational purpose, we enter into a contract with the service provider or contractor that describes the purpose and requires the service provider or contractor to both keep that Personal Data confidential and not use it for any purpose except performing the contract. These service providers and contractors include our:\ne-commerce service providers;\nmoderation service providers; and\ndata analytic service providers.\nWe may also disclose your Personal Data:\n\nto our subsidiaries and affiliates;\nto our lawyers, consultants, accountants, business advisors, and similar third parties who owe us duties of confidentiality;\nto a buyer or other successor in the event of a sale, merger, divestiture, restructuring, reorganization, dissolution, or other transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data retained by us pertaining to the users of the Services is among the assets transferred;\nto comply with any court order, law, or legal process, such as responding to a government or regulatory request;\nto enforce any contract we may have in effect with you;\nif we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and\nif you have consented to such a disclosure.\nWe do not sell, rent, or share your Personal Data for cross contextual behavioral or targeted advertising, automated decision-making, or profiling purposes.\n\n"}, {"2": "We do not track users of the Services over time and across third party websites or online services and therefore do not respond to Do Not Track signals. We are not aware of any third party that tracks users of the Services over time and across third party websites or online services. Please note that Do Not Track is a different privacy mechanism than the Global Privacy Control, a legally recognized browser-based control that indicates whether you would like to opt out of the processing of your Personal Data for certain purposes."}]}, "count": 3}, "advertising partners": {"text": {}, "count": 0}}, "ASSERTIVE": {"we send to third": {"text": {}, "count": 0}, "we sell to third": {"text": {}, "count": 0}, "we share with third": {"text": {}, "count": 0}, "we exchange with third": {"text": {}, "count": 0}}, "PASSIVE": {"may send to third": {"text": {}, "count": 0}, "may sell to third": {"text": {}, "count": 0}, "may share with third": {"text": {}, "count": 0}, "may exchange with third": {"text": {}, "count": 0}}}, "SELF": {"PASSIVE": {"may share information": {"text": {}, "count": 0}, "may share": {"text": {}, "count": 0}}, "ASSERTIVE": {"we share": {"text": {}, "count": 0}, "we sell": {"text": {}, "count": 0}}, "OTHER": {"business goals": {"text": {}, "count": 0}, "business purposes": {"text": {}, "count": 0}, "enterprise": {"text": {}, "count": 0}}}, "AMBITION": {"OTHER": {"to improve": {"text": {}, "count": 0}, "to optimize": {"text": {}, "count": 0}, "to increase": {"text": {}, "count": 0}, "to benefit our": {"text": {}, "count": 0}, "to enhance our": {"text": {}, "count": 0}, "to enhance": {"text": {}, "count": 0}, "to innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}}}, "ATTRIBUTING": {"USER": {"OTHER": {"information you": {"text": {"information you": [{"0": "This Policy sets forth how we collect, use, protect, store, disclose, and otherwise process your Personal Data (defined below). This Policy does NOT apply to information you provide to any third party or is collected by any third party (except as otherwise provided below).\nBecause we do not process any Personal Data for Stardew Valley+ on Apple Arcade, that game is not covered by this Policy. You should review Apple Inc.’s Apple Arcade Privacy Policy for more information about how Apple Inc. collects, uses, and shares your Personal Data in connection with Stardew Valley+.\nBy using the Services, you are confirming that you understand English well enough to understand this Policy. Should you have questions about this Policy, please contact us by emailing us at concernedape@stardewvalley.net or mailing your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103, so we can clarify and address your questions.\n\n"}]}, "count": 1}, "a profile": {"text": {"a profile": [{"0": "To provide or improve the Services: We may use your Personal Data to process your requests to access the Services and certain of their features and to generally present and improve the Services. For example, when you create a profile on the Forum, we may use your Personal Data to present the Forum to you and to notify you about activity on the Forum. By way of another example, when you purchase a product from the Shop, we may use your Personal Data to charge and ship the product to you."}, {"1": "We endeavor to respond to a verifiable consumer request within 45 days of its receipt. If we require more time, we will inform you of the reason and extension period in writing. If you have a profile with us, we will deliver our written response to that profile. If you do not have a profile with us, we will deliver our written response by mail or electronically, at your option.\n"}]}, "count": 2}, "your activity": {"text": {}, "count": 0}, "user behavior": {"text": {}, "count": 0}, "personl records": {"text": {}, "count": 0}, "personal records": {"text": {}, "count": 0}}, "ASSERTIVE": {"we create a user profile": {"text": {}, "count": 0}, "create a user profile": {"text": {}, "count": 0}, "we profile": {"text": {}, "count": 0}, "owns your data": {"text": {}, "count": 0}}}, "LOCATION": {"OTHER": {"location information": {"text": {}, "count": 0}, "location": {"text": {}, "count": 0}, "location data": {"text": {}, "count": 0}}}, "DATA": {"OTHER": {"usage": {"text": {}, "count": 0}, "records": {"text": {"records": [{"0": "Personal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))"}, {"1": "Personal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))"}, {"2": "Personal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e))"}, {"3": "When you contact us, we may collect your email address and records and copies of your correspondence."}, {"4": "Right to Deletion: You have the right to request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers and contractors to delete) your Personal Data from our records, unless an exception under applicable law applies. We may deny your deletion request if retaining the information is necessary for us or our service providers or contractors to:\ncomplete the transaction for which we collected the Personal Data, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide the Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;\nhelp to ensure the security and integrity of the Services to the extent the use of your Personal Data is reasonably necessary and proportionate to those purposes;\ndebug the Services to identify and repair errors that impair existing intended functionality;\nexercise free speech, ensure the right of another user to exercise their free speech rights, or exercise another right provided for by law;\ncomply with the California Electronic Communications Privacy Act;\nengage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Data’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided consent;\nenable solely internal uses that are reasonably aligned with user expectations based on your relationship with us and compatible with the context in which you provided the Personal Data; or\ncomply with a legal obligation."}]}, "count": 5}}}}, "UTILIZATION": {"USE": {"OTHER": {"to gather data": {"text": {}, "count": 0}, "data controller": {"text": {}, "count": 0}}, "ASSERTIVE": {"we process": {"text": {"we process": [{"0": "2. How do we process children’s Personal Data?"}, {"1": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}]}, "count": 2}, "we use": {"text": {"we use": [{"0": "We abide by this Policy when we use Personal Data provided to us by third parties. However, we may not control the Personal Data that third parties collect or how they use that Personal Data. You should review the third parties’ privacy policies for more information about how they collect, use, and share the Personal Data they obtain and use—for example:\n"}, {"1": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"2": "When transferring Personal Data out of foreign countries, we implement technical, organizational, and physical safeguards to protect your Personal Data. We use European Commission approved standard contractual clauses and implement related measures where required by applicable law. Please contact us if you have questions related to the relevant transfer mechanism for your Personal Data.\n"}]}, "count": 3}}, "PASSIVE": {"may use information": {"text": {"may use information": [{"0": "We may also collect information that does not generally identify you but may become associated with your profile. We may use information that does not identify you for any permissible business or operational purpose under applicable law.\n"}]}, "count": 1}}}, "NON_EXCLUSIVE": {"ASSERTIVE": {"we sell information": {"text": {}, "count": 0}}, "OTHER": {"sharing of": {"text": {}, "count": 0}, "sharing of personal": {"text": {}, "count": 0}, "sharing of user": {"text": {}, "count": 0}, "external processing": {"text": {}, "count": 0}}}, "PERSISTENCE": {"OTHER": {"data collected": {"text": {"data collected": [{"0": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}]}, "count": 1}, "collected": {"text": {"collected": [{"0": "This Policy sets forth how we collect, use, protect, store, disclose, and otherwise process your Personal Data (defined below). This Policy does NOT apply to information you provide to any third party or is collected by any third party (except as otherwise provided below).\nBecause we do not process any Personal Data for Stardew Valley+ on Apple Arcade, that game is not covered by this Policy. You should review Apple Inc.’s Apple Arcade Privacy Policy for more information about how Apple Inc. collects, uses, and shares your Personal Data in connection with Stardew Valley+.\nBy using the Services, you are confirming that you understand English well enough to understand this Policy. Should you have questions about this Policy, please contact us by emailing us at concernedape@stardewvalley.net or mailing your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103, so we can clarify and address your questions.\n\n"}, {"1": "If you posted to the Stardew Valley wiki page owned by Chucklefish Limited, we collected your username from its history pages for the sole purpose of providing you with the appropriate credit for your contributions to the Wiki.\n"}, {"2": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"3": "the categories of Personal Data we collected about you;"}, {"4": "the categories of sources for the Personal Data we collected about you;"}, {"5": "the specific pieces of Personal Data we collected about you (also known as a data portability request); and"}, {"6": "complete the transaction for which we collected the Personal Data, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide the Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;"}, {"7": "provide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Data or an authorized representative; and"}, {"8": "Any disclosures we provide will only cover the 12-month period preceding the receipt of verifiable consumer request, unless you request a longer period of time for Personal Data we collected about you after January 1, 2022. The response we provide will also explain the reasons we cannot comply with a request, if applicable.\n"}]}, "count": 9}, "stored": {"text": {}, "count": 0}, "retention": {"text": {"retention": [{"0": "Our Retention, Purpose Limitation, and Security Policies"}, {"1": "We protect your Personal Data through a combination of collection, security, and retention policies.\n"}, {"2": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}]}, "count": 3}}}}, "INNOVATION": {"DEPTH": {"OTHER": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {}, "count": 0}, "analytics": {"text": {"analytics": [{"0": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}]}, "count": 1}}}, "AUTOMTATION": {"OTHER": {"automate": {"text": {}, "count": 0}, "automatic": {"text": {"automatic": [{"0": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}]}, "count": 1}, "AI": {"text": {}, "count": 0}, "information collected automatically": {"text": {}, "count": 0}, "collected automatically": {"text": {}, "count": 0}}}, "AI": {"OTHER": {"artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}}}, "SECURITY": {"CHOICE": {"OTHER": {"control options": {"text": {}, "count": 0}, "settings": {"text": {}, "count": 0}, "privacy controls": {"text": {}, "count": 0}, "privacy settings": {"text": {}, "count": 0}}}, "INTENTION": {"OTHER": {"fraud": {"text": {"fraud": [{"0": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}, {"1": "We will comply with your requests in accordance with, and subject to, applicable law. For example, we are not required to delete your Personal Data if we have an overriding legitimate ground for retaining that information, such as to prevent fraud. Please note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity or (2) where doing so would adversely affect the rights or freedoms of others. Further, we are not required to carry out a requested action in some instances, including where the request is considered excessive.\n"}]}, "count": 2}, "detect": {"text": {"detect": [{"0": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}]}, "count": 1}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {"illegal activity": [{"0": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}]}, "count": 1}}}, "COMMITMENT": {"OTHER": {"to protect": {"text": {"to protect": [{"0": "In furtherance of legal and safety objectives: We may access, use, and share with others your Personal Data for purposes of safety and other matters in the public interest. We may also provide access to your Personal Data to cooperate with official investigations or legal proceedings (e.g., in response to subpoenas, search warrants, court orders, or other legal processes). We may also provide access to your Personal Data to protect our rights and property and those of our agents, users, and others, including to enforce our agreements, policies, and our Terms of Use. For example, if you post to the Forum, we may monitor and store those communications to detect cheating, fraud, illegal activity, or other activities that may violate our Terms of Use."}, {"1": "it is necessary to protect your vital interests or the vital interests of others (for example, where necessary to protect the safety of one of our users or someone else)."}, {"2": "if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of us, our users, or others; and"}, {"3": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"4": "When transferring Personal Data out of foreign countries, we implement technical, organizational, and physical safeguards to protect your Personal Data. We use European Commission approved standard contractual clauses and implement related measures where required by applicable law. Please contact us if you have questions related to the relevant transfer mechanism for your Personal Data.\n"}]}, "count": 5}, "protect personal information": {"text": {}, "count": 0}}}, "ACCESS": {"OTHER": {"encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Our Retention, Purpose Limitation, and Security Policies"}, {"1": "We protect your Personal Data through a combination of collection, security, and retention policies.\n"}, {"2": "Security measures"}, {"3": "help to ensure the security and integrity of the Services to the extent the use of your Personal Data is reasonably necessary and proportionate to those purposes;"}]}, "count": 4}, "unauthorized": {"text": {"unauthorized": [{"0": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"1": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}]}, "count": 2}, "auditing": {"text": {}, "count": 0}}}}, "EDUCATION": {"HOW": {"OTHER": {"how": {"text": {"how": [{"0": "Because we do not process any Personal Data for Stardew Valley+ on Apple Arcade, that game is not covered by this Policy. You should review Apple Inc.’s Apple Arcade Privacy Policy for more information about how Apple Inc. collects, uses, and shares your Personal Data in connection with Stardew Valley+.\n"}, {"1": "2. How do we process children’s Personal Data?"}, {"2": "We may collect different types of information from you depending on how you use the Services, including Personal Data. “Personal Data” means information that relates to an identified or identifiable natural person. The categories of Personal Data we may collect are listed below. Certain types of Personal Data may fall under more than one category.\nWe do not knowingly or intentionally process any sensitive Personal Data.\nWe may also collect information that does not generally identify you but may become associated with your profile. We may use information that does not identify you for any permissible business or operational purpose under applicable law.\nGame\nWhen you play the Game, we may process your:\n\nIdentifiers: Steam ID for Valve players (but we do not store it);\nInternet or other similar network activity: gameplay information for Microsoft players; and\nOther: phone model for Microsoft players.\nShop\nIf you browse the Shop or purchase our products on the Shop, we may process your:\n\nIdentifiers: first and last name, billing address, shipping address, Internet Protocol address, and email address;\nCommercial information: payment information and purchase history, including value and details of purchase;\nInternet or other similar network activity: interactions with the Shop, including the number of page visits, duration, and type of browser; and\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name, billing address, shipping address, telephone number, and payment information.\nForum\nIf you use the Forum, we may process your:\n\nIdentifiers: first and last name, username, email address, and Internet Protocol address (your Internet Protocol address is never publicly visible);\nInternet or other similar network activity: interactions with the Forum, including the number of page visits, duration, and type of browser;\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name; and\nOther: Personal Data from the content that you post to the Forum, including your profile information.\nWiki\nIf you use the Wiki, we may process your:\n\nIdentifiers: first and last name, username, email address, and Internet Protocol address;\nInternet or other similar network activity: interactions with the Wiki, including the number of page visits, duration, and type of browser;\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name; and\nOther: Personal Data from the content that you post to the Wiki.\nIf you posted to the Stardew Valley wiki page owned by Chucklefish Limited, we collected your username from its history pages for the sole purpose of providing you with the appropriate credit for your contributions to the Wiki.\nWebsites\nIf you browse the Websites, we may process your:\n\nIdentifiers: Internet Protocol address; and\nInternet or other similar network activity: interactions with the Websites, including the number of page visits, duration, and type of browser.\nCorrespondence\nIf you contact us, we may process your:\n\nIdentifiers: email address; and\nOther: any Personal Data you may provide to us when you contact us such as your first and last name.\n"}, {"3": "We abide by this Policy when we use Personal Data provided to us by third parties. However, we may not control the Personal Data that third parties collect or how they use that Personal Data. You should review the third parties’ privacy policies for more information about how they collect, use, and share the Personal Data they obtain and use—for example:\n"}, {"4": "7. How is my Personal Data protected?"}, {"5": "8. How do we treat Personal Data transferred to the United States?"}, {"6": "11. How will we notify you of changes to this Policy?"}, {"7": "12. How can you contact us?"}]}, "count": 8}, "how you": {"text": {"how you": [{"0": "We may collect different types of information from you depending on how you use the Services, including Personal Data. “Personal Data” means information that relates to an identified or identifiable natural person. The categories of Personal Data we may collect are listed below. Certain types of Personal Data may fall under more than one category.\nWe do not knowingly or intentionally process any sensitive Personal Data.\nWe may also collect information that does not generally identify you but may become associated with your profile. We may use information that does not identify you for any permissible business or operational purpose under applicable law.\nGame\nWhen you play the Game, we may process your:\n\nIdentifiers: Steam ID for Valve players (but we do not store it);\nInternet or other similar network activity: gameplay information for Microsoft players; and\nOther: phone model for Microsoft players.\nShop\nIf you browse the Shop or purchase our products on the Shop, we may process your:\n\nIdentifiers: first and last name, billing address, shipping address, Internet Protocol address, and email address;\nCommercial information: payment information and purchase history, including value and details of purchase;\nInternet or other similar network activity: interactions with the Shop, including the number of page visits, duration, and type of browser; and\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name, billing address, shipping address, telephone number, and payment information.\nForum\nIf you use the Forum, we may process your:\n\nIdentifiers: first and last name, username, email address, and Internet Protocol address (your Internet Protocol address is never publicly visible);\nInternet or other similar network activity: interactions with the Forum, including the number of page visits, duration, and type of browser;\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name; and\nOther: Personal Data from the content that you post to the Forum, including your profile information.\nWiki\nIf you use the Wiki, we may process your:\n\nIdentifiers: first and last name, username, email address, and Internet Protocol address;\nInternet or other similar network activity: interactions with the Wiki, including the number of page visits, duration, and type of browser;\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name; and\nOther: Personal Data from the content that you post to the Wiki.\nIf you posted to the Stardew Valley wiki page owned by Chucklefish Limited, we collected your username from its history pages for the sole purpose of providing you with the appropriate credit for your contributions to the Wiki.\nWebsites\nIf you browse the Websites, we may process your:\n\nIdentifiers: Internet Protocol address; and\nInternet or other similar network activity: interactions with the Websites, including the number of page visits, duration, and type of browser.\nCorrespondence\nIf you contact us, we may process your:\n\nIdentifiers: email address; and\nOther: any Personal Data you may provide to us when you contact us such as your first and last name.\n"}]}, "count": 1}, "how we": {"text": {"how we": [{"0": "This Policy sets forth how we collect, use, protect, store, disclose, and otherwise process your Personal Data (defined below). This Policy does NOT apply to information you provide to any third party or is collected by any third party (except as otherwise provided below).\nBecause we do not process any Personal Data for Stardew Valley+ on Apple Arcade, that game is not covered by this Policy. You should review Apple Inc.’s Apple Arcade Privacy Policy for more information about how Apple Inc. collects, uses, and shares your Personal Data in connection with Stardew Valley+.\nBy using the Services, you are confirming that you understand English well enough to understand this Policy. Should you have questions about this Policy, please contact us by emailing us at concernedape@stardewvalley.net or mailing your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103, so we can clarify and address your questions.\n\n"}]}, "count": 1}, "how are": {"text": {}, "count": 0}, "how can": {"text": {"how can": [{"0": "12. How can you contact us?"}]}, "count": 1}}}, "OTHER": {"explain": {"text": {"explain": [{"0": "Any disclosures we provide will only cover the 12-month period preceding the receipt of verifiable consumer request, unless you request a longer period of time for Personal Data we collected about you after January 1, 2022. The response we provide will also explain the reasons we cannot comply with a request, if applicable.\n"}]}, "count": 1}, "understand": {"text": {"understand": [{"0": "By using the Services, you are confirming that you understand English well enough to understand this Policy. Should you have questions about this Policy, please contact us by emailing us at concernedape@stardewvalley.net or mailing your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103, so we can clarify and address your questions.\n"}, {"1": "Security measures: We use reasonable security measures to ensure a level of security appropriate to the volume and nature of Personal Data processed and risk involved, considering the size, scope, and type of our business, and have implemented contractual, technical, administrative, and physical security measures designed to protect your Personal Data from unauthorized access, disclosure, use, and modification. For example, we use a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted. Such information is only accessible by those authorized with special access rights to such systems and that are required to keep the information confidential, subject to any additional requirements imposed by our contract with them and applicable law. As part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary. However, please understand that our implementation of security measures as described in this Policy does not guarantee the security of your Personal Data. In the event of a security breach, we will notify the proper regulatory authorities and any affected users of the breach within 72 hours after we become aware of the breach to the extent required by applicable law."}, {"2": "We may store or process your Personal Data outside of the country where we collect the information or the country in which you reside. Our primary place of business is in the United States. You should understand that we may transfer some or all of your Personal Data to the United States to carry out certain operational and processing needs as described in this Policy.\n"}, {"3": "describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it."}, {"4": "For data portability requests, we will select a format to provide your Personal Data that is readily useable, easy-to-understand, and should allow you to transmit the information from one entity to another entity without hindrance.\n"}]}, "count": 5}, "type of cookies": {"text": {}, "count": 0}, "what are": {"text": {}, "count": 0}, "learn": {"text": {}, "count": 0}, "purpose for collection": {"text": {}, "count": 0}, "if you have questions": {"text": {"if you have questions": [{"0": "When transferring Personal Data out of foreign countries, we implement technical, organizational, and physical safeguards to protect your Personal Data. We use European Commission approved standard contractual clauses and implement related measures where required by applicable law. Please contact us if you have questions related to the relevant transfer mechanism for your Personal Data.\n"}, {"1": "Please email us at concernedape@stardewvalley.net with the subject line “Privacy Request” or mail your request to 701 N. 36th St., Suite 200, Seattle, WA 98103, if you would like to exercise any of the rights described above or if you have questions regarding your rights.\n"}, {"2": "If you have questions, you may email us at concernedape@stardewvalley.net or mail your questions to 701 N. 36th St., Suite 200, Seattle, WA 98103.\nIf you are a law enforcement agency, please email us at concernedape@stardewvalley.net with your request for Personal Data with the subject line “Law Enforcement Request.”\n\n"}]}, "count": 3}, "if you have any questions": {"text": {}, "count": 0}, "related information": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}, "education": {"text": {}, "count": 0}}}, "SUGGESTIVE": {"SUSPICIOUS": {"OTHER": {"for various reasons": {"text": {}, "count": 0}, "possibility": {"text": {}, "count": 0}, "intention": {"text": {}, "count": 0}, "certain": {"text": {"certain": [{"0": "We may collect different types of information from you depending on how you use the Services, including Personal Data. “Personal Data” means information that relates to an identified or identifiable natural person. The categories of Personal Data we may collect are listed below. Certain types of Personal Data may fall under more than one category.\nWe do not knowingly or intentionally process any sensitive Personal Data.\nWe may also collect information that does not generally identify you but may become associated with your profile. We may use information that does not identify you for any permissible business or operational purpose under applicable law.\nGame\nWhen you play the Game, we may process your:\n\nIdentifiers: Steam ID for Valve players (but we do not store it);\nInternet or other similar network activity: gameplay information for Microsoft players; and\nOther: phone model for Microsoft players.\nShop\nIf you browse the Shop or purchase our products on the Shop, we may process your:\n\nIdentifiers: first and last name, billing address, shipping address, Internet Protocol address, and email address;\nCommercial information: payment information and purchase history, including value and details of purchase;\nInternet or other similar network activity: interactions with the Shop, including the number of page visits, duration, and type of browser; and\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name, billing address, shipping address, telephone number, and payment information.\nForum\nIf you use the Forum, we may process your:\n\nIdentifiers: first and last name, username, email address, and Internet Protocol address (your Internet Protocol address is never publicly visible);\nInternet or other similar network activity: interactions with the Forum, including the number of page visits, duration, and type of browser;\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name; and\nOther: Personal Data from the content that you post to the Forum, including your profile information.\nWiki\nIf you use the Wiki, we may process your:\n\nIdentifiers: first and last name, username, email address, and Internet Protocol address;\nInternet or other similar network activity: interactions with the Wiki, including the number of page visits, duration, and type of browser;\nPersonal Information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)): first and last name; and\nOther: Personal Data from the content that you post to the Wiki.\nIf you posted to the Stardew Valley wiki page owned by Chucklefish Limited, we collected your username from its history pages for the sole purpose of providing you with the appropriate credit for your contributions to the Wiki.\nWebsites\nIf you browse the Websites, we may process your:\n\nIdentifiers: Internet Protocol address; and\nInternet or other similar network activity: interactions with the Websites, including the number of page visits, duration, and type of browser.\nCorrespondence\nIf you contact us, we may process your:\n\nIdentifiers: email address; and\nOther: any Personal Data you may provide to us when you contact us such as your first and last name.\n"}, {"1": "We may collect your Personal Data automatically through “cookies” and “web beacons” as you use the Services. Cookies are small files placed on the hard drive of your computer through your web browser that enable us to recognize your browser and capture and remember certain information. Web beacons (also referred to as “clear gifs”, “pixel tags”, and “single-pixel gifs”) are small electronic files that enable us, for example, to count users who have visited our pages and for other related website statistics.\n"}, {"2": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}, {"3": "If you play the Game using a mobile application, we may receive your phone model and certain gameplay information from Microsoft."}, {"4": "To provide or improve the Services: We may use your Personal Data to process your requests to access the Services and certain of their features and to generally present and improve the Services. For example, when you create a profile on the Forum, we may use your Personal Data to present the Forum to you and to notify you about activity on the Forum. By way of another example, when you purchase a product from the Shop, we may use your Personal Data to charge and ship the product to you."}, {"5": "Your practices and activities are likewise very important for the protection of your Personal Data. You should take certain steps to help protect your Personal Data, such as being mindful of what you share publicly on the Services, including the below.\n"}, {"6": "We may store or process your Personal Data outside of the country where we collect the information or the country in which you reside. Our primary place of business is in the United States. You should understand that we may transfer some or all of your Personal Data to the United States to carry out certain operational and processing needs as described in this Policy.\n"}, {"7": "You have the right to correct or update certain types of Personal Data. In many cases, you can review or update your profile information by accessing your profile online."}, {"8": "You have the right to restrict certain processing of your Personal Data and the right to object to some types of processing of your Personal Data."}, {"9": "We do not track users of the Services over time and across third party websites or online services and therefore do not respond to Do Not Track signals. We are not aware of any third party that tracks users of the Services over time and across third party websites or online services. Please note that Do Not Track is a different privacy mechanism than the Global Privacy Control, a legally recognized browser-based control that indicates whether you would like to opt out of the processing of your Personal Data for certain purposes."}, {"10": "Right to Know and Access: You have the right to request that we disclose certain information to you about our collection and use of your Personal Data. Once we receive and confirm your verifiable consumer request, we will disclose to you the following, to the extent retained by us:\nthe categories of Personal Data we collected about you;\nthe categories of sources for the Personal Data we collected about you;\nour business or commercial purpose for collecting, selling, or sharing that Personal Data;\nthe categories of third parties with whom we disclose that Personal Data;\nthe specific pieces of Personal Data we collected about you (also known as a data portability request); and\nif we sold or shared your Personal Data, two separate lists disclosing (1) sales, identifying the Personal Data categories that each category of recipient purchased, and (2) disclosures for a business or operational purpose, identifying the Personal Data categories that each category of recipient obtained."}, {"11": "Right to Deletion: You have the right to request that we delete any of your Personal Data that we collected from you and retained, subject to certain exceptions. Once we receive and confirm your verifiable consumer request, we will delete (and direct our service providers and contractors to delete) your Personal Data from our records, unless an exception under applicable law applies. We may deny your deletion request if retaining the information is necessary for us or our service providers or contractors to:\ncomplete the transaction for which we collected the Personal Data, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide the Services that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;\nhelp to ensure the security and integrity of the Services to the extent the use of your Personal Data is reasonably necessary and proportionate to those purposes;\ndebug the Services to identify and repair errors that impair existing intended functionality;\nexercise free speech, ensure the right of another user to exercise their free speech rights, or exercise another right provided for by law;\ncomply with the California Electronic Communications Privacy Act;\nengage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the Personal Data’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided consent;\nenable solely internal uses that are reasonably aligned with user expectations based on your relationship with us and compatible with the context in which you provided the Personal Data; or\ncomply with a legal obligation."}]}, "count": 12}, "other data": {"text": {}, "count": 0}, "other purposes": {"text": {}, "count": 0}, "other reasons": {"text": {}, "count": 0}, "other objectives": {"text": {}, "count": 0}, "various purposes": {"text": {}, "count": 0}, "various objectives": {"text": {}, "count": 0}, "if necessary": {"text": {}, "count": 0}, "for business purpose": {"text": {}, "count": 0}}}, "CONDITIONAL": {"OTHER": {"we may share": {"text": {}, "count": 0}, "for legal reasons": {"text": {}, "count": 0}, "may not cover": {"text": {}, "count": 0}, "only when": {"text": {}, "count": 0}, "only for": {"text": {"only for": [{"0": "Limited retention: We retain each category of Personal Data only for as long as necessary to fulfill the purposes for which the Personal Data was provided to us or, if longer, to comply with any legal obligations, to resolve disputes, and to enforce contracts. For example, we may retain Personal Data collected about you to prevent repeated violations or suspected violations of our Terms of Use if your profile has been banned or your access to the Services has been disabled for any reason. To determine the appropriate retention period for Personal Data, we consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of the Personal Data, the purposes for which we process the Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements. For example, subject to the foregoing considerations, it is our policy to delete your Personal Data if we stop operating our Game or the feature through which the Personal Data was acquired."}, {"1": "Purpose limitation: We will use your Personal Data only for the Services you choose to access and for the purposes notified to you, unless we otherwise obtain your consent. We limit the collection of Personal Data to what is adequate, relevant, and reasonably necessary for those purposes."}]}, "count": 2}, "only under": {"text": {}, "count": 0}}}}, "TECHNOLOGY": {"OTHER": {"cookies": {"text": {"cookies": [{"0": "We may collect your Personal Data automatically through “cookies” and “web beacons” as you use the Services. Cookies are small files placed on the hard drive of your computer through your web browser that enable us to recognize your browser and capture and remember certain information. Web beacons (also referred to as “clear gifs”, “pixel tags”, and “single-pixel gifs”) are small electronic files that enable us, for example, to count users who have visited our pages and for other related website statistics.\n"}, {"1": "Cookies Policy"}]}, "count": 2}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {"pixel tags": [{"0": "We may collect your Personal Data automatically through “cookies” and “web beacons” as you use the Services. Cookies are small files placed on the hard drive of your computer through your web browser that enable us to recognize your browser and capture and remember certain information. Web beacons (also referred to as “clear gifs”, “pixel tags”, and “single-pixel gifs”) are small electronic files that enable us, for example, to count users who have visited our pages and for other related website statistics.\n"}]}, "count": 1}, "web beacons": {"text": {"web beacons": [{"0": "We may collect your Personal Data automatically through “cookies” and “web beacons” as you use the Services. Cookies are small files placed on the hard drive of your computer through your web browser that enable us to recognize your browser and capture and remember certain information. Web beacons (also referred to as “clear gifs”, “pixel tags”, and “single-pixel gifs”) are small electronic files that enable us, for example, to count users who have visited our pages and for other related website statistics.\n"}, {"1": "Cookies, web beacons, and other automatic data collection technologies on the Services may come from third parties such as Google Analytics or Shopify. For more information about these data collection technologies, please see our detailed Cookies Policy. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. Additionally, other online resources, such as Privacy Badger from the Electronic Frontier Foundation, are available that can help block certain automatic data collection technologies. Please note that, if you disable or refuse cookies or other automatic data collection technologies such as web beacons, some aspects of the Services may be inaccessible or not function properly.\n"}]}, "count": 2}, "session monitoring": {"text": {}, "count": 0}}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}