{"main": {"https://bettervet.com": {"data": {"0": {"link-0": {"WORDS": {"we": {"text": {"we": [{"0": "Welcome! The following privacy policy (the ‘Privacy Policy’) outlines the types of personal information that Better Vet LLC (‘we,’ ‘our,’ or ‘us’) collects when operating our website https://bettervet.com (the ‘Site’) and the BetterVet online services and mobile app (collectively with the Site, ‘BetterVet’ or the ‘Services’). Your privacy is important to us, and we do our best to protect your personal information and ensure that information is kept private and secure. We try to collect only the information necessary to effectively provide you with quality online services. If you have any questions, please contact us at support@bettervet.com."}, {"1": "When you visit BetterVet, sign up for an account, or otherwise provide us with any personal information, you consent to the terms and conditions of this Privacy Policy. If you do not agree to any part of this Privacy Policy, then we cannot provide the Services to you, and you should stop accessing the Services and delete your account."}, {"2": "When you visit and use the Services, we collect personal information, such as your name, email address, IP address, password, and any other information you provide."}, {"3": "We do our best to protect this information and only use it to make the Services available to you."}, {"4": "We work with third-party service providers, like Facebook and Square Payments to make BetterVet simpler to use. If you use a third-party service through BetterVet you are also consenting to their privacy policies, so be sure to read those policies as well."}, {"5": "Cookies are identifiers we may place on your computing device to identify you when you access the Services. You are not required to accept any cookies but may want to in order to better utilize the Service."}, {"6": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third-parties, except:"}, {"7": "We will take all reasonable steps necessary to protect your information, but, as a user, you must also protect your username and password from falling into the wrong hands."}, {"8": "We may change parts of this policy from time to time, so it is important to check it frequently. If significant changes are made we will do our best to notify you."}, {"9": "Information We Collect and Why"}, {"10": "In order to provide you with high-quality services and verify your identity, we collect, store, and process various types of information when you visit or use BetterVet."}, {"11": "We may collect various types of anonymous information about visitors to the Services, such as device-related information (e.g., device, browser, and IP address) and server log information (e.g., date and time of your visit and pages visited),  We also may collect information about your mobile device and internet connection, including the mobile device's unique device identifier (e.g., Android Advertising Identifier or Advertising Identifier for iOS) or MAC address, IP address, operating system, web browser type, mobile network information, and the device's telephone number. We use this information to better understand our visitors and to enhance your experience on BetterVet."}, {"12": "When you sign up for your user account, we will also collect certain personal information as part of your user profile such as your first and last name, email address, and a password, phone number, zip code, street address. We use this information in order to allow you to schedule appointments on, and to utilize the Services. We may also collect various other types of personal information related to your use of BetterVet, such as communications made directly to us or our employees or agents, and any additional information you may provide if you contact us for technical support."}, {"13": "We utilize various third-party services to maintain BetterVet (collectively ‘Third-Party Services’). If you authorize us to connect with these Third-Party Services, you grant us the permission to collect certain personal information, such as your name, email address, and any other information that the Third-Party Services makes available to us. Your use of these Third-Party Services is governed by their Terms of Service and Privacy Policies. We will use and disclose such information only in accordance with this Privacy Policy."}, {"14": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}, {"15": "We may set and access cookies on your computer or mobile device when you use BetterVet. ‘Cookies’ are small computer files transferred to your computing device that contain information such as user ID, user preferences, lists of pages visited and activities conducted while using the Services. We also use cookies to provide statistical information on site usage and personalize and enhance the online experience. Some of these cookies may be active during the time you are viewing a website (“session cookies”). Other cookies may remain on your computer after you have closed your browser or turned off your computer (“persistent cookies”). We may use tracking cookies on other websites, such as to serve you with targeted ads."}, {"16": "Advertising Cookies: These cookies are used to create profiles or personalize content to serve you interest-based advertisements that we think are most relevant to you.  These cookies and resettable device identifiers use information about your use of this and other Site and mobile app, your response to ads and emails, and to deliver ads that are more relevant to you."}, {"17": "We also may use pixels on the Site, in emails to you and on third party platforms (such as Facebook). We may place a pixel in marketing emails that notify us when you click on a link in the email. We use these technologies to operate and improve our Site and marketing emails."}, {"18": "This Privacy Policy does not cover the use of cookies used by third parties, and we are not responsible for their privacy policies and practices. Please be aware that cookies placed by third parties may continue to track your activities online even after you have left our Site."}, {"19": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"20": "How We Use Your Personal Information"}, {"21": "Your personal information is primarily used for the creation of a BetterVet user account profile and to enable you to access the Services. We also use your personal information to:"}, {"22": "Provide you with information you request, and respond to correspondence that we receive from you;"}, {"23": "Provide, maintain, administer, or expand the Services, perform business analysis, or for other internal purposes, to support, improve, or enhance our business, BetterVet, and other products and services we offer;"}, {"24": "Send marketing or promotional emails and other communications that display content that we think will interest you according to your preferences; or"}, {"25": "As part of this process, we may anonymize and aggregate some of your personal information to perform certain data analysis and may display this information publicly or provide it to others. We make sure that anonymized and aggregated information is not identifiable to any particular user."}, {"26": "How Long Will We Retain Your Information"}, {"27": "We will retain your personal information, unless you terminate your account or request that we delete it."}, {"28": "How We Share Your Personal Information"}, {"29": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}, {"30": "BetterVet is not intended for and may not be used by children under the age of eighteen (18). We do not knowingly collect information from children under the age of 18 and we do not target our Services to children under the age of 18. You cannot sign up for a user account if you are under 18. If you learn that a child under the age of 18 has created a user account with BetterVet or provided us with personally identifiable information, please contact us at support@bettervet.com so we can delete it."}, {"31": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"32": "To reduce potential exposure, we encourage you to use an email address and password for this Website that is not used anywhere else on the internet. If you establish an account with us, do not provide your login information, including your password, to another person. We cannot be responsible for a data breach or other incident if a password is used by unauthorized persons."}, {"33": "We do not share or transfer personal information to third parties that would constitute a “sale” under the California Consumer Privacy Act."}, {"34": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}, {"35": "Whenever you directly provide us with your personal information, please be sure it is accurate and complete. We cannot be responsible for any information you provide to us that is incomplete or incorrect."}, {"36": "We will not collect, use, or disclose your personal information in any ways or for any purposes that are materially different from described in this Privacy Policy. However, if we wish to do so in the future, we will obtain your consent first, and offer you the choice to opt-out of such proposed collection, use, or disclosure."}, {"37": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}, {"38": "Be advised that these opt-out tools are provided by third parties and may not be available with respect to all online advertising that is presented to you. We do not control or operate these tools or the choices that advertisers and others provide through these tools.  Even if you opt out of receiving interest-based advertising, you may still receive generic ads."}, {"39": "The Site and Services may contain links to third-party websites. BetterVet is not responsible for the privacy practices of such other websites. We encourage you to read the privacy statements of each website that you visit. This Privacy Policy applies solely to information collected by BetterVet as described in this policy."}, {"40": "We may modify this Privacy Policy at any time. Any changes to the Privacy Policy will be reflected on this page and will become effective immediately upon posting. If the changes are significant, we will do our best to notify you via email or through a notification on the Site or mobile app. Please check the effective date above to determine if there have been any changes since you last reviewed the Privacy Policy."}, {"41": "If you have any questions about this policy, contact us by email to support@bettervet.com (provide your first and last name and username; we will not open your email if it contains an attachment); by mail at:"}, {"42": "[We're hiring]"}]}, "count": 43}, "promise": {"text": {}, "count": 0}, "only": {"text": {"only": [{"0": "Welcome! The following privacy policy (the ‘Privacy Policy’) outlines the types of personal information that Better Vet LLC (‘we,’ ‘our,’ or ‘us’) collects when operating our website https://bettervet.com (the ‘Site’) and the BetterVet online services and mobile app (collectively with the Site, ‘BetterVet’ or the ‘Services’). Your privacy is important to us, and we do our best to protect your personal information and ensure that information is kept private and secure. We try to collect only the information necessary to effectively provide you with quality online services. If you have any questions, please contact us at support@bettervet.com."}, {"1": "We do our best to protect this information and only use it to make the Services available to you."}, {"2": "We utilize various third-party services to maintain BetterVet (collectively ‘Third-Party Services’). If you authorize us to connect with these Third-Party Services, you grant us the permission to collect certain personal information, such as your name, email address, and any other information that the Third-Party Services makes available to us. Your use of these Third-Party Services is governed by their Terms of Service and Privacy Policies. We will use and disclose such information only in accordance with this Privacy Policy."}, {"3": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}]}, "count": 4}, "information": {"text": {"information": [{"0": "Welcome! The following privacy policy (the ‘Privacy Policy’) outlines the types of personal information that Better Vet LLC (‘we,’ ‘our,’ or ‘us’) collects when operating our website https://bettervet.com (the ‘Site’) and the BetterVet online services and mobile app (collectively with the Site, ‘BetterVet’ or the ‘Services’). Your privacy is important to us, and we do our best to protect your personal information and ensure that information is kept private and secure. We try to collect only the information necessary to effectively provide you with quality online services. If you have any questions, please contact us at support@bettervet.com."}, {"1": "When you visit BetterVet, sign up for an account, or otherwise provide us with any personal information, you consent to the terms and conditions of this Privacy Policy. If you do not agree to any part of this Privacy Policy, then we cannot provide the Services to you, and you should stop accessing the Services and delete your account."}, {"2": "Any time you go on our Site or mobile app, or log into your account, you are allowing us to collect information according to this policy. Your use is your consent."}, {"3": "When you visit and use the Services, we collect personal information, such as your name, email address, IP address, password, and any other information you provide."}, {"4": "We do our best to protect this information and only use it to make the Services available to you."}, {"5": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third-parties, except:"}, {"6": "We will take all reasonable steps necessary to protect your information, but, as a user, you must also protect your username and password from falling into the wrong hands."}, {"7": "Information We Collect and Why"}, {"8": "In order to provide you with high-quality services and verify your identity, we collect, store, and process various types of information when you visit or use BetterVet."}, {"9": "We may collect various types of anonymous information about visitors to the Services, such as device-related information (e.g., device, browser, and IP address) and server log information (e.g., date and time of your visit and pages visited),  We also may collect information about your mobile device and internet connection, including the mobile device's unique device identifier (e.g., Android Advertising Identifier or Advertising Identifier for iOS) or MAC address, IP address, operating system, web browser type, mobile network information, and the device's telephone number. We use this information to better understand our visitors and to enhance your experience on BetterVet."}, {"10": "When you sign up for your user account, we will also collect certain personal information as part of your user profile such as your first and last name, email address, and a password, phone number, zip code, street address. We use this information in order to allow you to schedule appointments on, and to utilize the Services. We may also collect various other types of personal information related to your use of BetterVet, such as communications made directly to us or our employees or agents, and any additional information you may provide if you contact us for technical support."}, {"11": "We utilize various third-party services to maintain BetterVet (collectively ‘Third-Party Services’). If you authorize us to connect with these Third-Party Services, you grant us the permission to collect certain personal information, such as your name, email address, and any other information that the Third-Party Services makes available to us. Your use of these Third-Party Services is governed by their Terms of Service and Privacy Policies. We will use and disclose such information only in accordance with this Privacy Policy."}, {"12": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}, {"13": "We may set and access cookies on your computer or mobile device when you use BetterVet. ‘Cookies’ are small computer files transferred to your computing device that contain information such as user ID, user preferences, lists of pages visited and activities conducted while using the Services. We also use cookies to provide statistical information on site usage and personalize and enhance the online experience. Some of these cookies may be active during the time you are viewing a website (“session cookies”). Other cookies may remain on your computer after you have closed your browser or turned off your computer (“persistent cookies”). We may use tracking cookies on other websites, such as to serve you with targeted ads."}, {"14": "Performance and Functionality Cookies: These cookies provide statistical information on site usage, such as web analytics.  They also help us to personalize and enhance your online experience."}, {"15": "Advertising Cookies: These cookies are used to create profiles or personalize content to serve you interest-based advertisements that we think are most relevant to you.  These cookies and resettable device identifiers use information about your use of this and other Site and mobile app, your response to ads and emails, and to deliver ads that are more relevant to you."}, {"16": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"17": "Your personal information is primarily used for the creation of a BetterVet user account profile and to enable you to access the Services. We also use your personal information to:"}, {"18": "Provide you with information you request, and respond to correspondence that we receive from you;"}, {"19": "Send you information about BetterVet and our Services;"}, {"20": "As part of this process, we may anonymize and aggregate some of your personal information to perform certain data analysis and may display this information publicly or provide it to others. We make sure that anonymized and aggregated information is not identifiable to any particular user."}, {"21": "We will retain your personal information, unless you terminate your account or request that we delete it."}, {"22": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}, {"23": "BetterVet is not intended for and may not be used by children under the age of eighteen (18). We do not knowingly collect information from children under the age of 18 and we do not target our Services to children under the age of 18. You cannot sign up for a user account if you are under 18. If you learn that a child under the age of 18 has created a user account with BetterVet or provided us with personally identifiable information, please contact us at support@bettervet.com so we can delete it."}, {"24": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"25": "To reduce potential exposure, we encourage you to use an email address and password for this Website that is not used anywhere else on the internet. If you establish an account with us, do not provide your login information, including your password, to another person. We cannot be responsible for a data breach or other incident if a password is used by unauthorized persons."}, {"26": "Online tracking is the collection of data about an individual’s Internet activity used to deliver targeted advertisements and for other purposes. Some web browsers (including Safari, Internet Explorer, Firefox, and Chrome) incorporate a ‘Do Not Track’ (DNT) or similar feature that signals to websites that a visitor does not want to have his/her online activity and behavior tracked. If an online service elects to respond to a particular DNT signal, the service may refrain from collecting certain personal information about the browser’s user."}, {"27": "Not all browsers offer a DNT option and there is currently no industry consensus as to what constitutes a DNT signal. For these reasons, many website operators, including BetterVet, do not take action to respond to DNT signals. For more information about DNT signals, visit http://allaboutdnt.com."}, {"28": "For California residents under the age of 18 and registered users of the Website, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on the Website.  Any such request should be sent to us at either email at: support@bettervet.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in California law.  "}, {"29": "Pursuant to California’s “Shine The Light law (California Statute § 1798.983), California residents are entitled, once a year and free of charge, to request the disclosure of certain categories of personal information to third parties for their own direct marketing purposes in the preceding calendar year, if any.  You may request this information by contacting us at support@bettervet.com and indicate in the email subject line, “California Shine The Light Request.”  Please include your mailing address, state of residence and email address with your request.  "}, {"30": "We do not share or transfer personal information to third parties that would constitute a “sale” under the California Consumer Privacy Act."}, {"31": "BetterVet is hosted in the United States. Because the Internet is global, you should note that by providing your personal information as an international visitor or user, you are: (i) agreeing to the transfer of your personal information to the United States which may not have the same data protection laws as the country in which you reside, and (ii) permitting the use of your personal information in accordance with this Privacy Policy."}, {"32": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}, {"33": "Whenever you directly provide us with your personal information, please be sure it is accurate and complete. We cannot be responsible for any information you provide to us that is incomplete or incorrect."}, {"34": "We will not collect, use, or disclose your personal information in any ways or for any purposes that are materially different from described in this Privacy Policy. However, if we wish to do so in the future, we will obtain your consent first, and offer you the choice to opt-out of such proposed collection, use, or disclosure."}, {"35": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}, {"36": "The Site and Services may contain links to third-party websites. BetterVet is not responsible for the privacy practices of such other websites. We encourage you to read the privacy statements of each website that you visit. This Privacy Policy applies solely to information collected by BetterVet as described in this policy."}]}, "count": 37}, "use": {"text": {"use": [{"0": " who use screen readers"}, {"1": "Any time you go on our Site or mobile app, or log into your account, you are allowing us to collect information according to this policy. Your use is your consent."}, {"2": "When you visit and use the Services, we collect personal information, such as your name, email address, IP address, password, and any other information you provide."}, {"3": "We do our best to protect this information and only use it to make the Services available to you."}, {"4": "We work with third-party service providers, like Facebook and Square Payments to make BetterVet simpler to use. If you use a third-party service through BetterVet you are also consenting to their privacy policies, so be sure to read those policies as well."}, {"5": "In order to provide you with high-quality services and verify your identity, we collect, store, and process various types of information when you visit or use BetterVet."}, {"6": "We may collect various types of anonymous information about visitors to the Services, such as device-related information (e.g., device, browser, and IP address) and server log information (e.g., date and time of your visit and pages visited),  We also may collect information about your mobile device and internet connection, including the mobile device's unique device identifier (e.g., Android Advertising Identifier or Advertising Identifier for iOS) or MAC address, IP address, operating system, web browser type, mobile network information, and the device's telephone number. We use this information to better understand our visitors and to enhance your experience on BetterVet."}, {"7": "When you sign up for your user account, we will also collect certain personal information as part of your user profile such as your first and last name, email address, and a password, phone number, zip code, street address. We use this information in order to allow you to schedule appointments on, and to utilize the Services. We may also collect various other types of personal information related to your use of BetterVet, such as communications made directly to us or our employees or agents, and any additional information you may provide if you contact us for technical support."}, {"8": "We utilize various third-party services to maintain BetterVet (collectively ‘Third-Party Services’). If you authorize us to connect with these Third-Party Services, you grant us the permission to collect certain personal information, such as your name, email address, and any other information that the Third-Party Services makes available to us. Your use of these Third-Party Services is governed by their Terms of Service and Privacy Policies. We will use and disclose such information only in accordance with this Privacy Policy."}, {"9": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}, {"10": "We may set and access cookies on your computer or mobile device when you use BetterVet. ‘Cookies’ are small computer files transferred to your computing device that contain information such as user ID, user preferences, lists of pages visited and activities conducted while using the Services. We also use cookies to provide statistical information on site usage and personalize and enhance the online experience. Some of these cookies may be active during the time you are viewing a website (“session cookies”). Other cookies may remain on your computer after you have closed your browser or turned off your computer (“persistent cookies”). We may use tracking cookies on other websites, such as to serve you with targeted ads."}, {"11": "Advertising Cookies: These cookies are used to create profiles or personalize content to serve you interest-based advertisements that we think are most relevant to you.  These cookies and resettable device identifiers use information about your use of this and other Site and mobile app, your response to ads and emails, and to deliver ads that are more relevant to you."}, {"12": "We also may use pixels on the Site, in emails to you and on third party platforms (such as Facebook). We may place a pixel in marketing emails that notify us when you click on a link in the email. We use these technologies to operate and improve our Site and marketing emails."}, {"13": "This Privacy Policy does not cover the use of cookies used by third parties, and we are not responsible for their privacy policies and practices. Please be aware that cookies placed by third parties may continue to track your activities online even after you have left our Site."}, {"14": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"15": "How We Use Your Personal Information"}, {"16": "Your personal information is primarily used for the creation of a BetterVet user account profile and to enable you to access the Services. We also use your personal information to:"}, {"17": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"18": "To reduce potential exposure, we encourage you to use an email address and password for this Website that is not used anywhere else on the internet. If you establish an account with us, do not provide your login information, including your password, to another person. We cannot be responsible for a data breach or other incident if a password is used by unauthorized persons."}, {"19": "BetterVet is hosted in the United States. Because the Internet is global, you should note that by providing your personal information as an international visitor or user, you are: (i) agreeing to the transfer of your personal information to the United States which may not have the same data protection laws as the country in which you reside, and (ii) permitting the use of your personal information in accordance with this Privacy Policy."}, {"20": "We will not collect, use, or disclose your personal information in any ways or for any purposes that are materially different from described in this Privacy Policy. However, if we wish to do so in the future, we will obtain your consent first, and offer you the choice to opt-out of such proposed collection, use, or disclosure."}, {"21": "Promotional Messages. You can opt-out of our marketing or promotional communications by using the “Unsubscribe” feature at the bottom of each email or “STOP” in text messages from us or by requesting to opt out by emailing us at techsupport@bettervet.com and be placed on our do-not-contact list.  Please note that you cannot opt out of receiving communications from us regarding transactional or administrative issues with your account or the Services you access and use."}, {"22": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}]}, "count": 23}, "why": {"text": {"why": [{"0": "A“Before you go” screen will open up; so that the user can let BetterVet know the reason why the user is leaving."}]}, "count": 1}, "priv": {"text": {}, "count": 0}, "other": {"text": {"other": [{"0": "When you visit and use the Services, we collect personal information, such as your name, email address, IP address, password, and any other information you provide."}, {"1": "When you sign up for your user account, we will also collect certain personal information as part of your user profile such as your first and last name, email address, and a password, phone number, zip code, street address. We use this information in order to allow you to schedule appointments on, and to utilize the Services. We may also collect various other types of personal information related to your use of BetterVet, such as communications made directly to us or our employees or agents, and any additional information you may provide if you contact us for technical support."}, {"2": "We utilize various third-party services to maintain BetterVet (collectively ‘Third-Party Services’). If you authorize us to connect with these Third-Party Services, you grant us the permission to collect certain personal information, such as your name, email address, and any other information that the Third-Party Services makes available to us. Your use of these Third-Party Services is governed by their Terms of Service and Privacy Policies. We will use and disclose such information only in accordance with this Privacy Policy."}, {"3": "Cookies and Other Tracking Technologies"}, {"4": "We may set and access cookies on your computer or mobile device when you use BetterVet. ‘Cookies’ are small computer files transferred to your computing device that contain information such as user ID, user preferences, lists of pages visited and activities conducted while using the Services. We also use cookies to provide statistical information on site usage and personalize and enhance the online experience. Some of these cookies may be active during the time you are viewing a website (“session cookies”). Other cookies may remain on your computer after you have closed your browser or turned off your computer (“persistent cookies”). We may use tracking cookies on other websites, such as to serve you with targeted ads."}, {"5": "Advertising Cookies: These cookies are used to create profiles or personalize content to serve you interest-based advertisements that we think are most relevant to you.  These cookies and resettable device identifiers use information about your use of this and other Site and mobile app, your response to ads and emails, and to deliver ads that are more relevant to you."}, {"6": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"7": "Provide, maintain, administer, or expand the Services, perform business analysis, or for other internal purposes, to support, improve, or enhance our business, BetterVet, and other products and services we offer;"}, {"8": "Send marketing or promotional emails and other communications that display content that we think will interest you according to your preferences; or"}, {"9": "(Please note: BetterVet may require a reauthentication step to ensure that the account is not deleted by accident or by someone other than the account holder, to verify the identity of the person making the request, and to confirm that they want to delete the account, such as by entering a code from an email or phone number already associated with the account)."}, {"10": "To reduce potential exposure, we encourage you to use an email address and password for this Website that is not used anywhere else on the internet. If you establish an account with us, do not provide your login information, including your password, to another person. We cannot be responsible for a data breach or other incident if a password is used by unauthorized persons."}, {"11": "Online tracking is the collection of data about an individual’s Internet activity used to deliver targeted advertisements and for other purposes. Some web browsers (including Safari, Internet Explorer, Firefox, and Chrome) incorporate a ‘Do Not Track’ (DNT) or similar feature that signals to websites that a visitor does not want to have his/her online activity and behavior tracked. If an online service elects to respond to a particular DNT signal, the service may refrain from collecting certain personal information about the browser’s user."}, {"12": "For California residents under the age of 18 and registered users of the Website, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on the Website.  Any such request should be sent to us at either email at: support@bettervet.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in California law.  "}, {"13": "The Site and Services may contain links to third-party websites. BetterVet is not responsible for the privacy practices of such other websites. We encourage you to read the privacy statements of each website that you visit. This Privacy Policy applies solely to information collected by BetterVet as described in this policy."}]}, "count": 14}, "if": {"text": {"if": [{"0": "Welcome! The following privacy policy (the ‘Privacy Policy’) outlines the types of personal information that Better Vet LLC (‘we,’ ‘our,’ or ‘us’) collects when operating our website https://bettervet.com (the ‘Site’) and the BetterVet online services and mobile app (collectively with the Site, ‘BetterVet’ or the ‘Services’). Your privacy is important to us, and we do our best to protect your personal information and ensure that information is kept private and secure. We try to collect only the information necessary to effectively provide you with quality online services. If you have any questions, please contact us at support@bettervet.com."}, {"1": "When you visit BetterVet, sign up for an account, or otherwise provide us with any personal information, you consent to the terms and conditions of this Privacy Policy. If you do not agree to any part of this Privacy Policy, then we cannot provide the Services to you, and you should stop accessing the Services and delete your account."}, {"2": "We work with third-party service providers, like Facebook and Square Payments to make BetterVet simpler to use. If you use a third-party service through BetterVet you are also consenting to their privacy policies, so be sure to read those policies as well."}, {"3": "We may change parts of this policy from time to time, so it is important to check it frequently. If significant changes are made we will do our best to notify you."}, {"4": "When you sign up for your user account, we will also collect certain personal information as part of your user profile such as your first and last name, email address, and a password, phone number, zip code, street address. We use this information in order to allow you to schedule appointments on, and to utilize the Services. We may also collect various other types of personal information related to your use of BetterVet, such as communications made directly to us or our employees or agents, and any additional information you may provide if you contact us for technical support."}, {"5": "We utilize various third-party services to maintain BetterVet (collectively ‘Third-Party Services’). If you authorize us to connect with these Third-Party Services, you grant us the permission to collect certain personal information, such as your name, email address, and any other information that the Third-Party Services makes available to us. Your use of these Third-Party Services is governed by their Terms of Service and Privacy Policies. We will use and disclose such information only in accordance with this Privacy Policy."}, {"6": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}, {"7": "You are not required to accept any cookies; however, if cookies are impaired or disabled, you may not be able to log in successfully and/or some features of BetterVet may not function properly. You can set your browser to accept all cookies, reject all cookies, or notify you when a cookie is set. See www.allaboutcookies.org to learn how to disable cookies on your browser or otherwise opt out of cookies.  "}, {"8": "Please note: Even if your account is terminated: In order to comply with state veterinary medical record retention laws, the medical records of pets under such account will be retained by BetterVet for five (5) years"}, {"9": "BetterVet is not intended for and may not be used by children under the age of eighteen (18). We do not knowingly collect information from children under the age of 18 and we do not target our Services to children under the age of 18. You cannot sign up for a user account if you are under 18. If you learn that a child under the age of 18 has created a user account with BetterVet or provided us with personally identifiable information, please contact us at support@bettervet.com so we can delete it."}, {"10": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"11": "To reduce potential exposure, we encourage you to use an email address and password for this Website that is not used anywhere else on the internet. If you establish an account with us, do not provide your login information, including your password, to another person. We cannot be responsible for a data breach or other incident if a password is used by unauthorized persons."}, {"12": "Online tracking is the collection of data about an individual’s Internet activity used to deliver targeted advertisements and for other purposes. Some web browsers (including Safari, Internet Explorer, Firefox, and Chrome) incorporate a ‘Do Not Track’ (DNT) or similar feature that signals to websites that a visitor does not want to have his/her online activity and behavior tracked. If an online service elects to respond to a particular DNT signal, the service may refrain from collecting certain personal information about the browser’s user."}, {"13": "Pursuant to California’s “Shine The Light law (California Statute § 1798.983), California residents are entitled, once a year and free of charge, to request the disclosure of certain categories of personal information to third parties for their own direct marketing purposes in the preceding calendar year, if any.  You may request this information by contacting us at support@bettervet.com and indicate in the email subject line, “California Shine The Light Request.”  Please include your mailing address, state of residence and email address with your request.  "}, {"14": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}, {"15": "We will not collect, use, or disclose your personal information in any ways or for any purposes that are materially different from described in this Privacy Policy. However, if we wish to do so in the future, we will obtain your consent first, and offer you the choice to opt-out of such proposed collection, use, or disclosure."}, {"16": "Be advised that these opt-out tools are provided by third parties and may not be available with respect to all online advertising that is presented to you. We do not control or operate these tools or the choices that advertisers and others provide through these tools.  Even if you opt out of receiving interest-based advertising, you may still receive generic ads."}, {"17": "We may modify this Privacy Policy at any time. Any changes to the Privacy Policy will be reflected on this page and will become effective immediately upon posting. If the changes are significant, we will do our best to notify you via email or through a notification on the Site or mobile app. Please check the effective date above to determine if there have been any changes since you last reviewed the Privacy Policy."}, {"18": "If you have any questions about this policy, contact us by email to support@bettervet.com (provide your first and last name and username; we will not open your email if it contains an attachment); by mail at:"}]}, "count": 19}, "when": {"text": {"when": [{"0": "Welcome! The following privacy policy (the ‘Privacy Policy’) outlines the types of personal information that Better Vet LLC (‘we,’ ‘our,’ or ‘us’) collects when operating our website https://bettervet.com (the ‘Site’) and the BetterVet online services and mobile app (collectively with the Site, ‘BetterVet’ or the ‘Services’). Your privacy is important to us, and we do our best to protect your personal information and ensure that information is kept private and secure. We try to collect only the information necessary to effectively provide you with quality online services. If you have any questions, please contact us at support@bettervet.com."}, {"1": "When you visit BetterVet, sign up for an account, or otherwise provide us with any personal information, you consent to the terms and conditions of this Privacy Policy. If you do not agree to any part of this Privacy Policy, then we cannot provide the Services to you, and you should stop accessing the Services and delete your account."}, {"2": "This ‘For Pet Parents’ section is a user-friendly guide to help you understand our Privacy Policy. It is in no way a replacement, and may not be thought of, as the full policy. Know that when you accept this agreement, you are accepting our full Privacy Policy and not just the ‘For Pet Parents’ section."}, {"3": "When you visit and use the Services, we collect personal information, such as your name, email address, IP address, password, and any other information you provide."}, {"4": "Cookies are identifiers we may place on your computing device to identify you when you access the Services. You are not required to accept any cookies but may want to in order to better utilize the Service."}, {"5": "When legally necessary; or"}, {"6": "In order to provide you with high-quality services and verify your identity, we collect, store, and process various types of information when you visit or use BetterVet."}, {"7": "When you sign up for your user account, we will also collect certain personal information as part of your user profile such as your first and last name, email address, and a password, phone number, zip code, street address. We use this information in order to allow you to schedule appointments on, and to utilize the Services. We may also collect various other types of personal information related to your use of BetterVet, such as communications made directly to us or our employees or agents, and any additional information you may provide if you contact us for technical support."}, {"8": "We may set and access cookies on your computer or mobile device when you use BetterVet. ‘Cookies’ are small computer files transferred to your computing device that contain information such as user ID, user preferences, lists of pages visited and activities conducted while using the Services. We also use cookies to provide statistical information on site usage and personalize and enhance the online experience. Some of these cookies may be active during the time you are viewing a website (“session cookies”). Other cookies may remain on your computer after you have closed your browser or turned off your computer (“persistent cookies”). We may use tracking cookies on other websites, such as to serve you with targeted ads."}, {"9": "You are not required to accept any cookies; however, if cookies are impaired or disabled, you may not be able to log in successfully and/or some features of BetterVet may not function properly. You can set your browser to accept all cookies, reject all cookies, or notify you when a cookie is set. See www.allaboutcookies.org to learn how to disable cookies on your browser or otherwise opt out of cookies.  "}, {"10": "We also may use pixels on the Site, in emails to you and on third party platforms (such as Facebook). We may place a pixel in marketing emails that notify us when you click on a link in the email. We use these technologies to operate and improve our Site and marketing emails."}, {"11": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"12": "Contact you when necessary or requested;"}, {"13": "When a BetterVet client seeks to delete their BetterVet account, the process can be initiated from within the BetterVet app on Website and Mobile app, as follows:"}, {"14": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}, {"15": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"16": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}]}, "count": 17}, "help": {"text": {"help": [{"0": "Help Center"}, {"1": "This ‘For Pet Parents’ section is a user-friendly guide to help you understand our Privacy Policy. It is in no way a replacement, and may not be thought of, as the full policy. Know that when you accept this agreement, you are accepting our full Privacy Policy and not just the ‘For Pet Parents’ section."}, {"2": "Performance and Functionality Cookies: These cookies provide statistical information on site usage, such as web analytics.  They also help us to personalize and enhance your online experience."}, {"3": "Help Center"}]}, "count": 4}, "access": {"text": {"access": [{"0": "Cookies are identifiers we may place on your computing device to identify you when you access the Services. You are not required to accept any cookies but may want to in order to better utilize the Service."}, {"1": "We may set and access cookies on your computer or mobile device when you use BetterVet. ‘Cookies’ are small computer files transferred to your computing device that contain information such as user ID, user preferences, lists of pages visited and activities conducted while using the Services. We also use cookies to provide statistical information on site usage and personalize and enhance the online experience. Some of these cookies may be active during the time you are viewing a website (“session cookies”). Other cookies may remain on your computer after you have closed your browser or turned off your computer (“persistent cookies”). We may use tracking cookies on other websites, such as to serve you with targeted ads."}, {"2": "Your personal information is primarily used for the creation of a BetterVet user account profile and to enable you to access the Services. We also use your personal information to:"}, {"3": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"4": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}, {"5": "Promotional Messages. You can opt-out of our marketing or promotional communications by using the “Unsubscribe” feature at the bottom of each email or “STOP” in text messages from us or by requesting to opt out by emailing us at techsupport@bettervet.com and be placed on our do-not-contact list.  Please note that you cannot opt out of receiving communications from us regarding transactional or administrative issues with your account or the Services you access and use."}]}, "count": 6}, "can't access": {"text": {}, "count": 0}}, "CAPABILITY": {"we will not": {"text": {"we will not": [{"0": "We will not collect, use, or disclose your personal information in any ways or for any purposes that are materially different from described in this Privacy Policy. However, if we wish to do so in the future, we will obtain your consent first, and offer you the choice to opt-out of such proposed collection, use, or disclosure."}, {"1": "If you have any questions about this policy, contact us by email to support@bettervet.com (provide your first and last name and username; we will not open your email if it contains an attachment); by mail at:"}]}, "count": 2}, "we only": {"text": {"we only": [{"0": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}]}, "count": 1}, "we collect": {"text": {"we collect": [{"0": "When you visit and use the Services, we collect personal information, such as your name, email address, IP address, password, and any other information you provide."}, {"1": "Information We Collect and Why"}, {"2": "In order to provide you with high-quality services and verify your identity, we collect, store, and process various types of information when you visit or use BetterVet."}]}, "count": 3}, "we may collect": {"text": {"we may collect": [{"0": "We may collect various types of anonymous information about visitors to the Services, such as device-related information (e.g., device, browser, and IP address) and server log information (e.g., date and time of your visit and pages visited),  We also may collect information about your mobile device and internet connection, including the mobile device's unique device identifier (e.g., Android Advertising Identifier or Advertising Identifier for iOS) or MAC address, IP address, operating system, web browser type, mobile network information, and the device's telephone number. We use this information to better understand our visitors and to enhance your experience on BetterVet."}]}, "count": 1}, "we gather data": {"text": {}, "count": 0}, "you may": {"text": {"you may": [{"0": "When you sign up for your user account, we will also collect certain personal information as part of your user profile such as your first and last name, email address, and a password, phone number, zip code, street address. We use this information in order to allow you to schedule appointments on, and to utilize the Services. We may also collect various other types of personal information related to your use of BetterVet, such as communications made directly to us or our employees or agents, and any additional information you may provide if you contact us for technical support."}, {"1": "You are not required to accept any cookies; however, if cookies are impaired or disabled, you may not be able to log in successfully and/or some features of BetterVet may not function properly. You can set your browser to accept all cookies, reject all cookies, or notify you when a cookie is set. See www.allaboutcookies.org to learn how to disable cookies on your browser or otherwise opt out of cookies.  "}, {"2": "Pursuant to California’s “Shine The Light law (California Statute § 1798.983), California residents are entitled, once a year and free of charge, to request the disclosure of certain categories of personal information to third parties for their own direct marketing purposes in the preceding calendar year, if any.  You may request this information by contacting us at support@bettervet.com and indicate in the email subject line, “California Shine The Light Request.”  Please include your mailing address, state of residence and email address with your request.  "}, {"3": "Be advised that these opt-out tools are provided by third parties and may not be available with respect to all online advertising that is presented to you. We do not control or operate these tools or the choices that advertisers and others provide through these tools.  Even if you opt out of receiving interest-based advertising, you may still receive generic ads."}]}, "count": 4}, "you can": {"text": {"you can": [{"0": "You are not required to accept any cookies; however, if cookies are impaired or disabled, you may not be able to log in successfully and/or some features of BetterVet may not function properly. You can set your browser to accept all cookies, reject all cookies, or notify you when a cookie is set. See www.allaboutcookies.org to learn how to disable cookies on your browser or otherwise opt out of cookies.  "}, {"1": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"2": "For California residents under the age of 18 and registered users of the Website, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on the Website.  Any such request should be sent to us at either email at: support@bettervet.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in California law.  "}, {"3": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}, {"4": "Promotional Messages. You can opt-out of our marketing or promotional communications by using the “Unsubscribe” feature at the bottom of each email or “STOP” in text messages from us or by requesting to opt out by emailing us at techsupport@bettervet.com and be placed on our do-not-contact list.  Please note that you cannot opt out of receiving communications from us regarding transactional or administrative issues with your account or the Services you access and use."}, {"5": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}]}, "count": 6}, "right": {"text": {}, "count": 0}, "choice": {"text": {"choice": [{"0": "We will not collect, use, or disclose your personal information in any ways or for any purposes that are materially different from described in this Privacy Policy. However, if we wish to do so in the future, we will obtain your consent first, and offer you the choice to opt-out of such proposed collection, use, or disclosure."}]}, "count": 1}, "request": {"text": {"request": [{"0": "Provide you with information you request, and respond to correspondence that we receive from you;"}, {"1": "We will retain your personal information, unless you terminate your account or request that we delete it."}, {"2": "Confirm this request by tapping on the “Delete your account” screen that opens up."}, {"3": "(Please note: BetterVet may require a reauthentication step to ensure that the account is not deleted by accident or by someone other than the account holder, to verify the identity of the person making the request, and to confirm that they want to delete the account, such as by entering a code from an email or phone number already associated with the account)."}, {"4": "(The user’s “Delete account” closure initiation request will immediately be sent to BetterVet’s Technical Support team, which Team will, within 30 days, resolve any outstanding payments or appointment requests.)"}, {"5": "For California residents under the age of 18 and registered users of the Website, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on the Website.  Any such request should be sent to us at either email at: support@bettervet.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in California law.  "}, {"6": "Pursuant to California’s “Shine The Light law (California Statute § 1798.983), California residents are entitled, once a year and free of charge, to request the disclosure of certain categories of personal information to third parties for their own direct marketing purposes in the preceding calendar year, if any.  You may request this information by contacting us at support@bettervet.com and indicate in the email subject line, “California Shine The Light Request.”  Please include your mailing address, state of residence and email address with your request.  "}, {"7": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}]}, "count": 8}, "delete": {"text": {"delete": [{"0": "When you visit BetterVet, sign up for an account, or otherwise provide us with any personal information, you consent to the terms and conditions of this Privacy Policy. If you do not agree to any part of this Privacy Policy, then we cannot provide the Services to you, and you should stop accessing the Services and delete your account."}, {"1": "We will retain your personal information, unless you terminate your account or request that we delete it."}, {"2": "When a BetterVet client seeks to delete their BetterVet account, the process can be initiated from within the BetterVet app on Website and Mobile app, as follows:"}, {"3": "Select the “Delete your account” option on the Customer Profile (“My Profile”) on the BetterVet app."}, {"4": "Confirm this request by tapping on the “Delete your account” screen that opens up."}, {"5": "(Please note: BetterVet may require a reauthentication step to ensure that the account is not deleted by accident or by someone other than the account holder, to verify the identity of the person making the request, and to confirm that they want to delete the account, such as by entering a code from an email or phone number already associated with the account)."}, {"6": "(The user’s “Delete account” closure initiation request will immediately be sent to BetterVet’s Technical Support team, which Team will, within 30 days, resolve any outstanding payments or appointment requests.)"}, {"7": "BetterVet is not intended for and may not be used by children under the age of eighteen (18). We do not knowingly collect information from children under the age of 18 and we do not target our Services to children under the age of 18. You cannot sign up for a user account if you are under 18. If you learn that a child under the age of 18 has created a user account with BetterVet or provided us with personally identifiable information, please contact us at support@bettervet.com so we can delete it."}, {"8": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}]}, "count": 9}, "deletion": {"text": {"deletion": [{"0": "For a user to initiate account deletion, please see as follows:"}, {"1": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}]}, "count": 2}, "remove": {"text": {"remove": [{"0": "For California residents under the age of 18 and registered users of the Website, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on the Website.  Any such request should be sent to us at either email at: support@bettervet.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in California law.  "}]}, "count": 1}, "removal": {"text": {"removal": [{"0": "For California residents under the age of 18 and registered users of the Website, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on the Website.  Any such request should be sent to us at either email at: support@bettervet.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in California law.  "}]}, "count": 1}, "erase": {"text": {}, "count": 0}}, "LEGAL": {"contract": {"text": {}, "count": 0}, "agreement": {"text": {"agreement": [{"0": "This ‘For Pet Parents’ section is a user-friendly guide to help you understand our Privacy Policy. It is in no way a replacement, and may not be thought of, as the full policy. Know that when you accept this agreement, you are accepting our full Privacy Policy and not just the ‘For Pet Parents’ section."}]}, "count": 1}, "obligation": {"text": {}, "count": 0}, "you control": {"text": {}, "count": 0}, "we control": {"text": {}, "count": 0}, "legal": {"text": {"legal": [{"0": "Prevent, detect, and investigate security breaches and potentially illegal or prohibited activities."}, {"1": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}]}, "count": 2}, "authority": {"text": {}, "count": 0}, "comply": {"text": {"comply": [{"0": "Please note: Even if your account is terminated: In order to comply with state veterinary medical record retention laws, the medical records of pets under such account will be retained by BetterVet for five (5) years"}, {"1": "In order to comply with state veterinary medical record retention laws, the medical records of pets under such account will be retained by BetterVet for five (5) years."}]}, "count": 2}, "compliant": {"text": {}, "count": 0}, "law": {"text": {"law": [{"0": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}, {"1": "For California residents under the age of 18 and registered users of the Website, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on the Website.  Any such request should be sent to us at either email at: support@bettervet.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in California law.  "}, {"2": "Pursuant to California’s “Shine The Light law (California Statute § 1798.983), California residents are entitled, once a year and free of charge, to request the disclosure of certain categories of personal information to third parties for their own direct marketing purposes in the preceding calendar year, if any.  You may request this information by contacting us at support@bettervet.com and indicate in the email subject line, “California Shine The Light Request.”  Please include your mailing address, state of residence and email address with your request.  "}, {"3": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}]}, "count": 4}, "enforce": {"text": {}, "count": 0}, "govern": {"text": {"govern": [{"0": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}]}, "count": 1}, "regulators": {"text": {}, "count": 0}, "regulatory": {"text": {"regulatory": [{"0": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}]}, "count": 1}, "policy": {"text": {"policy": [{"0": "\n        Privacy Policy\n           \n     "}, {"1": "Welcome! The following privacy policy (the ‘Privacy Policy’) outlines the types of personal information that Better Vet LLC (‘we,’ ‘our,’ or ‘us’) collects when operating our website https://bettervet.com (the ‘Site’) and the BetterVet online services and mobile app (collectively with the Site, ‘BetterVet’ or the ‘Services’). Your privacy is important to us, and we do our best to protect your personal information and ensure that information is kept private and secure. We try to collect only the information necessary to effectively provide you with quality online services. If you have any questions, please contact us at support@bettervet.com."}, {"2": "When you visit BetterVet, sign up for an account, or otherwise provide us with any personal information, you consent to the terms and conditions of this Privacy Policy. If you do not agree to any part of this Privacy Policy, then we cannot provide the Services to you, and you should stop accessing the Services and delete your account."}, {"3": "This Privacy Policy is incorporated into and subject to our Terms & Conditions. By using the Website, you agree, without limitation or qualification, to be bound by this Privacy Policy."}, {"4": "This ‘For Pet Parents’ section is a user-friendly guide to help you understand our Privacy Policy. It is in no way a replacement, and may not be thought of, as the full policy. Know that when you accept this agreement, you are accepting our full Privacy Policy and not just the ‘For Pet Parents’ section."}, {"5": "Any time you go on our Site or mobile app, or log into your account, you are allowing us to collect information according to this policy. Your use is your consent."}, {"6": "We may change parts of this policy from time to time, so it is important to check it frequently. If significant changes are made we will do our best to notify you."}, {"7": "We utilize various third-party services to maintain BetterVet (collectively ‘Third-Party Services’). If you authorize us to connect with these Third-Party Services, you grant us the permission to collect certain personal information, such as your name, email address, and any other information that the Third-Party Services makes available to us. Your use of these Third-Party Services is governed by their Terms of Service and Privacy Policies. We will use and disclose such information only in accordance with this Privacy Policy."}, {"8": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}, {"9": "This Privacy Policy does not cover the use of cookies used by third parties, and we are not responsible for their privacy policies and practices. Please be aware that cookies placed by third parties may continue to track your activities online even after you have left our Site."}, {"10": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"11": "BetterVet is hosted in the United States. Because the Internet is global, you should note that by providing your personal information as an international visitor or user, you are: (i) agreeing to the transfer of your personal information to the United States which may not have the same data protection laws as the country in which you reside, and (ii) permitting the use of your personal information in accordance with this Privacy Policy."}, {"12": "We will not collect, use, or disclose your personal information in any ways or for any purposes that are materially different from described in this Privacy Policy. However, if we wish to do so in the future, we will obtain your consent first, and offer you the choice to opt-out of such proposed collection, use, or disclosure."}, {"13": "The Site and Services may contain links to third-party websites. BetterVet is not responsible for the privacy practices of such other websites. We encourage you to read the privacy statements of each website that you visit. This Privacy Policy applies solely to information collected by BetterVet as described in this policy."}, {"14": "We may modify this Privacy Policy at any time. Any changes to the Privacy Policy will be reflected on this page and will become effective immediately upon posting. If the changes are significant, we will do our best to notify you via email or through a notification on the Site or mobile app. Please check the effective date above to determine if there have been any changes since you last reviewed the Privacy Policy."}, {"15": "If you have any questions about this policy, contact us by email to support@bettervet.com (provide your first and last name and username; we will not open your email if it contains an attachment); by mail at:"}, {"16": "\n        Terms & Conditions    \n        Privacy Policy    \n        Sitemap\n      "}]}, "count": 17}, "international": {"text": {"international": [{"0": "International Travel Certificate"}, {"1": "International Users and Visitors"}, {"2": "BetterVet is hosted in the United States. Because the Internet is global, you should note that by providing your personal information as an international visitor or user, you are: (i) agreeing to the transfer of your personal information to the United States which may not have the same data protection laws as the country in which you reside, and (ii) permitting the use of your personal information in accordance with this Privacy Policy."}]}, "count": 3}, "in accordane with": {"text": {}, "count": 0}, "california": {"text": {"california": [{"0": "Your Rights as A California Resident"}, {"1": "For California residents under the age of 18 and registered users of the Website, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on the Website.  Any such request should be sent to us at either email at: support@bettervet.com along with a description of the posted content or other information to be removed. Be advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in California law.  "}, {"2": "Pursuant to California’s “Shine The Light law (California Statute § 1798.983), California residents are entitled, once a year and free of charge, to request the disclosure of certain categories of personal information to third parties for their own direct marketing purposes in the preceding calendar year, if any.  You may request this information by contacting us at support@bettervet.com and indicate in the email subject line, “California Shine The Light Request.”  Please include your mailing address, state of residence and email address with your request.  "}, {"3": "We do not share or transfer personal information to third parties that would constitute a “sale” under the California Consumer Privacy Act."}]}, "count": 4}, "children": {"text": {"children": [{"0": "BetterVet is not intended for and may not be used by children under the age of eighteen (18). We do not knowingly collect information from children under the age of 18 and we do not target our Services to children under the age of 18. You cannot sign up for a user account if you are under 18. If you learn that a child under the age of 18 has created a user account with BetterVet or provided us with personally identifiable information, please contact us at support@bettervet.com so we can delete it."}]}, "count": 1}, "kid": {"text": {}, "count": 0}, "child": {"text": {"child": [{"0": "BetterVet is not intended for and may not be used by children under the age of eighteen (18). We do not knowingly collect information from children under the age of 18 and we do not target our Services to children under the age of 18. You cannot sign up for a user account if you are under 18. If you learn that a child under the age of 18 has created a user account with BetterVet or provided us with personally identifiable information, please contact us at support@bettervet.com so we can delete it."}]}, "count": 1}, "youth": {"text": {}, "count": 0}, "young": {"text": {}, "count": 0}, "minor": {"text": {}, "count": 0}, "you consented": {"text": {}, "count": 0}, "you consent": {"text": {"you consent": [{"0": "When you visit BetterVet, sign up for an account, or otherwise provide us with any personal information, you consent to the terms and conditions of this Privacy Policy. If you do not agree to any part of this Privacy Policy, then we cannot provide the Services to you, and you should stop accessing the Services and delete your account."}, {"1": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}]}, "count": 2}, "you agree": {"text": {"you agree": [{"0": "This Privacy Policy is incorporated into and subject to our Terms & Conditions. By using the Website, you agree, without limitation or qualification, to be bound by this Privacy Policy."}]}, "count": 1}, "your agreement": {"text": {}, "count": 0}, "you acknowledge": {"text": {}, "count": 0}, "you acknowledged": {"text": {}, "count": 0}, "you signed": {"text": {}, "count": 0}, "you approve": {"text": {}, "count": 0}, "you approved": {"text": {}, "count": 0}, "your permission": {"text": {}, "count": 0}, "you accepted": {"text": {}, "count": 0}, "you read": {"text": {}, "count": 0}}, "BUSINESS_FOCUS": {"third parties": {"text": {"third parties": [{"0": "This Privacy Policy does not cover the use of cookies used by third parties, and we are not responsible for their privacy policies and practices. Please be aware that cookies placed by third parties may continue to track your activities online even after you have left our Site."}, {"1": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}, {"2": "Pursuant to California’s “Shine The Light law (California Statute § 1798.983), California residents are entitled, once a year and free of charge, to request the disclosure of certain categories of personal information to third parties for their own direct marketing purposes in the preceding calendar year, if any.  You may request this information by contacting us at support@bettervet.com and indicate in the email subject line, “California Shine The Light Request.”  Please include your mailing address, state of residence and email address with your request.  "}, {"3": "We do not share or transfer personal information to third parties that would constitute a “sale” under the California Consumer Privacy Act."}, {"4": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}, {"5": "Be advised that these opt-out tools are provided by third parties and may not be available with respect to all online advertising that is presented to you. We do not control or operate these tools or the choices that advertisers and others provide through these tools.  Even if you opt out of receiving interest-based advertising, you may still receive generic ads."}]}, "count": 6}, "third-party": {"text": {"third-party": [{"0": "We work with third-party service providers, like Facebook and Square Payments to make BetterVet simpler to use. If you use a third-party service through BetterVet you are also consenting to their privacy policies, so be sure to read those policies as well."}, {"1": "Third-Party Services"}, {"2": "We utilize various third-party services to maintain BetterVet (collectively ‘Third-Party Services’). If you authorize us to connect with these Third-Party Services, you grant us the permission to collect certain personal information, such as your name, email address, and any other information that the Third-Party Services makes available to us. Your use of these Third-Party Services is governed by their Terms of Service and Privacy Policies. We will use and disclose such information only in accordance with this Privacy Policy."}, {"3": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}, {"4": "The Site and Services may contain links to third-party websites. BetterVet is not responsible for the privacy practices of such other websites. We encourage you to read the privacy statements of each website that you visit. This Privacy Policy applies solely to information collected by BetterVet as described in this policy."}]}, "count": 5}, "third party": {"text": {"third party": [{"0": "We also may use pixels on the Site, in emails to you and on third party platforms (such as Facebook). We may place a pixel in marketing emails that notify us when you click on a link in the email. We use these technologies to operate and improve our Site and marketing emails."}, {"1": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"2": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}]}, "count": 3}, "advertising": {"text": {"advertising": [{"0": "We may collect various types of anonymous information about visitors to the Services, such as device-related information (e.g., device, browser, and IP address) and server log information (e.g., date and time of your visit and pages visited),  We also may collect information about your mobile device and internet connection, including the mobile device's unique device identifier (e.g., Android Advertising Identifier or Advertising Identifier for iOS) or MAC address, IP address, operating system, web browser type, mobile network information, and the device's telephone number. We use this information to better understand our visitors and to enhance your experience on BetterVet."}, {"1": "Advertising Cookies: These cookies are used to create profiles or personalize content to serve you interest-based advertisements that we think are most relevant to you.  These cookies and resettable device identifiers use information about your use of this and other Site and mobile app, your response to ads and emails, and to deliver ads that are more relevant to you."}, {"2": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}, {"3": "Be advised that these opt-out tools are provided by third parties and may not be available with respect to all online advertising that is presented to you. We do not control or operate these tools or the choices that advertisers and others provide through these tools.  Even if you opt out of receiving interest-based advertising, you may still receive generic ads."}]}, "count": 4}, "sends to": {"text": {}, "count": 0}, "sell to": {"text": {}, "count": 0}, "share with": {"text": {}, "count": 0}, "exchange": {"text": {}, "count": 0}, "improve": {"text": {"improve": [{"0": "We also may use pixels on the Site, in emails to you and on third party platforms (such as Facebook). We may place a pixel in marketing emails that notify us when you click on a link in the email. We use these technologies to operate and improve our Site and marketing emails."}, {"1": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"2": "Provide, maintain, administer, or expand the Services, perform business analysis, or for other internal purposes, to support, improve, or enhance our business, BetterVet, and other products and services we offer;"}]}, "count": 3}, "optimize": {"text": {}, "count": 0}, "increase": {"text": {}, "count": 0}, "benefit": {"text": {}, "count": 0}, "enhance": {"text": {"enhance": [{"0": "We may collect various types of anonymous information about visitors to the Services, such as device-related information (e.g., device, browser, and IP address) and server log information (e.g., date and time of your visit and pages visited),  We also may collect information about your mobile device and internet connection, including the mobile device's unique device identifier (e.g., Android Advertising Identifier or Advertising Identifier for iOS) or MAC address, IP address, operating system, web browser type, mobile network information, and the device's telephone number. We use this information to better understand our visitors and to enhance your experience on BetterVet."}, {"1": "We may set and access cookies on your computer or mobile device when you use BetterVet. ‘Cookies’ are small computer files transferred to your computing device that contain information such as user ID, user preferences, lists of pages visited and activities conducted while using the Services. We also use cookies to provide statistical information on site usage and personalize and enhance the online experience. Some of these cookies may be active during the time you are viewing a website (“session cookies”). Other cookies may remain on your computer after you have closed your browser or turned off your computer (“persistent cookies”). We may use tracking cookies on other websites, such as to serve you with targeted ads."}, {"2": "Performance and Functionality Cookies: These cookies provide statistical information on site usage, such as web analytics.  They also help us to personalize and enhance your online experience."}, {"3": "Provide, maintain, administer, or expand the Services, perform business analysis, or for other internal purposes, to support, improve, or enhance our business, BetterVet, and other products and services we offer;"}]}, "count": 4}, "innovate": {"text": {}, "count": 0}, "technologial innovation": {"text": {}, "count": 0}}, "UTILIZATION": {"data": {"text": {"data": [{"0": "As part of this process, we may anonymize and aggregate some of your personal information to perform certain data analysis and may display this information publicly or provide it to others. We make sure that anonymized and aggregated information is not identifiable to any particular user."}, {"1": "Deleting an account removes the account from BetterVet’s records, along with any data associated with the account that BetterVet is not legally required to maintain."}, {"2": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"3": "To reduce potential exposure, we encourage you to use an email address and password for this Website that is not used anywhere else on the internet. If you establish an account with us, do not provide your login information, including your password, to another person. We cannot be responsible for a data breach or other incident if a password is used by unauthorized persons."}, {"4": "Online tracking is the collection of data about an individual’s Internet activity used to deliver targeted advertisements and for other purposes. Some web browsers (including Safari, Internet Explorer, Firefox, and Chrome) incorporate a ‘Do Not Track’ (DNT) or similar feature that signals to websites that a visitor does not want to have his/her online activity and behavior tracked. If an online service elects to respond to a particular DNT signal, the service may refrain from collecting certain personal information about the browser’s user."}, {"5": "BetterVet is hosted in the United States. Because the Internet is global, you should note that by providing your personal information as an international visitor or user, you are: (i) agreeing to the transfer of your personal information to the United States which may not have the same data protection laws as the country in which you reside, and (ii) permitting the use of your personal information in accordance with this Privacy Policy."}]}, "count": 6}, "we process": {"text": {}, "count": 0}, "collected": {"text": {"collected": [{"0": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"1": "Subject to applicable law, we will make reasonable efforts to ensure your collected personal information is accurate and complete and we will update or correct your information as needed when notified by you. In addition, you can manage your personal information through your account with us.  If you would like to request access to your personal information, request to verify your personal information, identify any inaccuracy in your personal information, or change or delete your personal information, please contact us at support@bettervet.com."}, {"2": "The Site and Services may contain links to third-party websites. BetterVet is not responsible for the privacy practices of such other websites. We encourage you to read the privacy statements of each website that you visit. This Privacy Policy applies solely to information collected by BetterVet as described in this policy."}]}, "count": 3}, "stored": {"text": {"stored": [{"0": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}]}, "count": 1}, "retention": {"text": {"retention": [{"0": "Please note: Even if your account is terminated: In order to comply with state veterinary medical record retention laws, the medical records of pets under such account will be retained by BetterVet for five (5) years"}, {"1": "In order to comply with state veterinary medical record retention laws, the medical records of pets under such account will be retained by BetterVet for five (5) years."}]}, "count": 2}}, "INNOVATION": {"analyze": {"text": {}, "count": 0}, "analysis": {"text": {"analysis": [{"0": "Provide, maintain, administer, or expand the Services, perform business analysis, or for other internal purposes, to support, improve, or enhance our business, BetterVet, and other products and services we offer;"}, {"1": "As part of this process, we may anonymize and aggregate some of your personal information to perform certain data analysis and may display this information publicly or provide it to others. We make sure that anonymized and aggregated information is not identifiable to any particular user."}]}, "count": 2}, "analytics": {"text": {"analytics": [{"0": "Performance and Functionality Cookies: These cookies provide statistical information on site usage, such as web analytics.  They also help us to personalize and enhance your online experience."}, {"1": "opt out of Google Analytics by installing its Opt-out Browser."}]}, "count": 2}, "automate": {"text": {}, "count": 0}, "automatic": {"text": {}, "count": 0}, "AI": {"text": {"AI": [{"0": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}, {"1": "NAI Website (US)"}]}, "count": 2}, "automatically": {"text": {}, "count": 0}, "artificial intelligence": {"text": {}, "count": 0}, "algorithm": {"text": {}, "count": 0}, "language processing": {"text": {}, "count": 0}}, "SECURITY": {"control": {"text": {"control": [{"0": "Please note: This website includes an accessibility system. Press Control-F11 to adjust the website to the visually impaired who are using a screen reader; Press Control-F10 to open an accessibility menu."}, {"1": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}, {"2": "Interest-Based Advertising. In some instances, you can opt-out of receiving interest-based ads from third party advertisers and ad networks. We do not control third parties' collection or use of your information to serve interest-based advertising. Advertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:"}, {"3": "Be advised that these opt-out tools are provided by third parties and may not be available with respect to all online advertising that is presented to you. We do not control or operate these tools or the choices that advertisers and others provide through these tools.  Even if you opt out of receiving interest-based advertising, you may still receive generic ads."}]}, "count": 4}, "settings": {"text": {}, "count": 0}, "controls": {"text": {}, "count": 0}, "fraud": {"text": {"fraud": [{"0": "We do not sell, rent, or trade any information that you provide us or share any of your information with any third parties, except as provided below. We may disclose personal information in response to service of legal process, such as a court order, summons, subpoenas, or as permitted or required by law when we reasonably believe it is necessary or appropriate to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, or violations of our Terms of Service. We may disclose potentially personal information to employees, contractors, and affiliated organizations that: (i) need to know your personal information in order to provide services available on BetterVet, and (ii) have agreed not to disclose your personal information to others. Some of these employees, contractors, or affiliated organizations may be located outside of your home country. By using BetterVet, you consent to the transfer of such information to them. Information about our users, including personal information, may be disclosed or transferred to entities, now or in the future, affiliated with us or as part of any merger, acquisition, change of control, debt financing, insolvency, bankruptcy, or sale of our assets. Such information may be used in the businesses of any entity so receiving it."}]}, "count": 1}, "to detect": {"text": {}, "count": 0}, "malicious": {"text": {}, "count": 0}, "illegal activity": {"text": {}, "count": 0}, "to protect": {"text": {"to protect": [{"0": "Welcome! The following privacy policy (the ‘Privacy Policy’) outlines the types of personal information that Better Vet LLC (‘we,’ ‘our,’ or ‘us’) collects when operating our website https://bettervet.com (the ‘Site’) and the BetterVet online services and mobile app (collectively with the Site, ‘BetterVet’ or the ‘Services’). Your privacy is important to us, and we do our best to protect your personal information and ensure that information is kept private and secure. We try to collect only the information necessary to effectively provide you with quality online services. If you have any questions, please contact us at support@bettervet.com."}, {"1": "We do our best to protect this information and only use it to make the Services available to you."}, {"2": "To protect the safety of our users."}, {"3": "We will take all reasonable steps necessary to protect your information, but, as a user, you must also protect your username and password from falling into the wrong hands."}]}, "count": 4}, "encryption": {"text": {}, "count": 0}, "security": {"text": {"security": [{"0": "Prevent, detect, and investigate security breaches and potentially illegal or prohibited activities."}, {"1": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}]}, "count": 2}, "unauthorized": {"text": {"unauthorized": [{"0": "The security of the information you provide is extremely important to us. We employ several physical and electronic safeguards to keep your information safe, including encrypted user passwords and securing all connections with industry standard transport layer security. If you log into your account on a shared computer, be sure to sign out of your account when finished. If you believe a third party has access to your account, you must let us know as soon as possible. Even with all these precautions, we cannot fully guarantee against the access, disclosure, alteration, or deletion of data through events such as, but not limited to, hardware or software failure or unauthorized entry or use."}, {"1": "To reduce potential exposure, we encourage you to use an email address and password for this Website that is not used anywhere else on the internet. If you establish an account with us, do not provide your login information, including your password, to another person. We cannot be responsible for a data breach or other incident if a password is used by unauthorized persons."}]}, "count": 2}, "auditing": {"text": {}, "count": 0}}, "EDUCATION": {"how": {"text": {"how": [{"0": "How It Works?"}, {"1": "How You Accept This Policy"}, {"2": "We further manage our payments through Square Payments. Information necessary to complete payout includes name, email, phone number, address, date of birth, routing number, and account number. If you make any payments through BetterVet, you will have the option of saving your payment information to speed up future payments. Payment information is not stored in the BetterVet database but is securely stored using the third-party service Square Payments. Square Payments’ Terms of Use and Privacy Policy govern how they use this personal information."}, {"3": "You are not required to accept any cookies; however, if cookies are impaired or disabled, you may not be able to log in successfully and/or some features of BetterVet may not function properly. You can set your browser to accept all cookies, reject all cookies, or notify you when a cookie is set. See www.allaboutcookies.org to learn how to disable cookies on your browser or otherwise opt out of cookies.  "}, {"4": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"5": "How We Use Your Personal Information"}, {"6": "How Long Will We Retain Your Information"}, {"7": "How We Share Your Personal Information"}]}, "count": 8}, "what": {"text": {"what": [{"0": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}, {"1": "Not all browsers offer a DNT option and there is currently no industry consensus as to what constitutes a DNT signal. For these reasons, many website operators, including BetterVet, do not take action to respond to DNT signals. For more information about DNT signals, visit http://allaboutdnt.com."}]}, "count": 2}, "how you": {"text": {"how you": [{"0": "How You Accept This Policy"}]}, "count": 1}, "how we ": {"text": {}, "count": 0}, "explain": {"text": {}, "count": 0}, "understand": {"text": {"understand": [{"0": "This ‘For Pet Parents’ section is a user-friendly guide to help you understand our Privacy Policy. It is in no way a replacement, and may not be thought of, as the full policy. Know that when you accept this agreement, you are accepting our full Privacy Policy and not just the ‘For Pet Parents’ section."}, {"1": "We may collect various types of anonymous information about visitors to the Services, such as device-related information (e.g., device, browser, and IP address) and server log information (e.g., date and time of your visit and pages visited),  We also may collect information about your mobile device and internet connection, including the mobile device's unique device identifier (e.g., Android Advertising Identifier or Advertising Identifier for iOS) or MAC address, IP address, operating system, web browser type, mobile network information, and the device's telephone number. We use this information to better understand our visitors and to enhance your experience on BetterVet."}]}, "count": 2}, "learn": {"text": {"learn": [{"0": "\n    Learn more\n  "}, {"1": "You are not required to accept any cookies; however, if cookies are impaired or disabled, you may not be able to log in successfully and/or some features of BetterVet may not function properly. You can set your browser to accept all cookies, reject all cookies, or notify you when a cookie is set. See www.allaboutcookies.org to learn how to disable cookies on your browser or otherwise opt out of cookies.  "}, {"2": "BetterVet is not intended for and may not be used by children under the age of eighteen (18). We do not knowingly collect information from children under the age of 18 and we do not target our Services to children under the age of 18. You cannot sign up for a user account if you are under 18. If you learn that a child under the age of 18 has created a user account with BetterVet or provided us with personally identifiable information, please contact us at support@bettervet.com so we can delete it."}]}, "count": 3}, "more information": {"text": {"more information": [{"0": "Not all browsers offer a DNT option and there is currently no industry consensus as to what constitutes a DNT signal. For these reasons, many website operators, including BetterVet, do not take action to respond to DNT signals. For more information about DNT signals, visit http://allaboutdnt.com."}]}, "count": 1}, "educational resource": {"text": {}, "count": 0}, "educate": {"text": {}, "count": 0}}, "TECHNOLOGY": {"cookies": {"text": {"cookies": [{"0": "Cookies are identifiers we may place on your computing device to identify you when you access the Services. You are not required to accept any cookies but may want to in order to better utilize the Service."}, {"1": "Cookies and Other Tracking Technologies"}, {"2": "We may set and access cookies on your computer or mobile device when you use BetterVet. ‘Cookies’ are small computer files transferred to your computing device that contain information such as user ID, user preferences, lists of pages visited and activities conducted while using the Services. We also use cookies to provide statistical information on site usage and personalize and enhance the online experience. Some of these cookies may be active during the time you are viewing a website (“session cookies”). Other cookies may remain on your computer after you have closed your browser or turned off your computer (“persistent cookies”). We may use tracking cookies on other websites, such as to serve you with targeted ads."}, {"3": "The following is a description of the types of cookies used on the Website:"}, {"4": "Strictly Necessary Cookies: These cookies are strictly necessary to provide the Website capabilities to authenticate and identify returning users.  You cannot opt out of these cookies."}, {"5": "Performance and Functionality Cookies: These cookies provide statistical information on site usage, such as web analytics.  They also help us to personalize and enhance your online experience."}, {"6": "Advertising Cookies: These cookies are used to create profiles or personalize content to serve you interest-based advertisements that we think are most relevant to you.  These cookies and resettable device identifiers use information about your use of this and other Site and mobile app, your response to ads and emails, and to deliver ads that are more relevant to you."}, {"7": "You are not required to accept any cookies; however, if cookies are impaired or disabled, you may not be able to log in successfully and/or some features of BetterVet may not function properly. You can set your browser to accept all cookies, reject all cookies, or notify you when a cookie is set. See www.allaboutcookies.org to learn how to disable cookies on your browser or otherwise opt out of cookies.  "}, {"8": "This Privacy Policy does not cover the use of cookies used by third parties, and we are not responsible for their privacy policies and practices. Please be aware that cookies placed by third parties may continue to track your activities online even after you have left our Site."}, {"9": "We also use tools called ‘Firebase’ and Google Analytics to collect information about your usage of the Site. These tools collect information such as how often you visit the Site, what pages you visit when you visit the Site, and what other websites you used prior to coming to the Site. We only use the information we get from these services to improve our Site and Services. These analytic services only collect the IP address assigned to you on the date you visit the Site, not your name or other identifying information. We do not combine the information collected through the use of the Services with personally identifiable information. Although Google Analytics plants a permanent cookie on your computer to identify you as a unique user the next time you visit, the cookie cannot be used by anyone but Google. Google’s ability to use and share information collected by Google Analytics about your use of the Site  is restricted by the Google Analytics Terms of Use and the Google Privacy Policy. You can prevent Google Analytics from recognizing you on return visits to the Site by disabling cookies on your browser. Also, You can opt out of Google Analytics by installing its Opt-out Browser."}]}, "count": 10}, "mobile identifiers": {"text": {}, "count": 0}, "pixel tags": {"text": {}, "count": 0}, "web beacons": {"text": {}, "count": 0}, "session monitoring": {"text": {}, "count": 0}}}}}, "entry": 1}}, "accessory": {"DNSMI": false}}